{
    "1": {
        "unlock_point": 100,
        "name": "Star of Origin: Part 1",
        "id": 1,
        "bg": "",
        "desc": "Long, long ago, when for the first time the primal chaos was turned into order...\nThe universe birthed the Star of Origin. Bathed in light, quenched by water, and watched over by the winds, it nurtured eleven new lives.\nThese Star Children were called \"humans.\"\nHumans, who received Origin's grace, gradually came to possess intelligence.\nThis intelligence, which granted humans the ability to walk and talk, set them apart from all else.\nOrigin then gave them \"the Clock of Aurelia,\" bringing day and night to their world.\nAt this time, there were no fields, no flowering or fruiting trees, nor had water ever flowed before.\nGuided by the Clock, however, humans labored and toiled until finally, other life began to burgeon.\nThe Star Children revered Origin as their supreme mother and regarded the Clock she bestowed on them as a sacred object high above.\nThey venerated it unprompted, establishing their own simple pledges. Thus, a contract was formed that joined the humans together.\nThe Star Children rose at sunrise and worked until sunset, then at night would sing hymns together for the Clock and Origin.\nThese eleven humans enjoyed the most wonderful things their world had to offer and they loved each other deeply, so the gates of Paradise were opened to them.\nThere they found inexhaustible food and everlasting artifacts, they no longer needed to fear aging, sickness, or death, and their every wish was answered.\nThey could have lived forever and free from worry in this paradise, but they had not discovered that a demon was already in their midst."
    },
    "2": {
        "unlock_point": 200,
        "name": "Star of Origin: Part 2",
        "id": 2,
        "bg": "",
        "desc": "The demon had never had its most basic needs met or known what it is to be loved. From birth, it was destined for a lonely and tragic existence.\nIn the beginning, it only took seeing the Star Children living plentiful lives for the sin of covetousness to dawn in its heart. It infiltrated their paradise and wantonly ate and drank its fill without giving anything in return.\nThen when it saw how the eleven loved each other, the sin of envy arose as it wished that they could experience its own loneliness.\nThus, the demon found one of the eleven and said to him:\n\"I am an envoy of the Clock, and the Clock has chosen you—everything in this paradise now belongs to you, and none other than you shall acquire sustenance from it.\"\nBelieving the demon's words, he locked the gates of Paradise the following day, claiming everything within it for himself alone.\nHe no longer needed to toil, yet the bounties he received increased, turning him proud until he believed himself to be King of Paradise.\nThe demon then found another, and said to him:\n\"Paradise ought to be yours, but it has been taken up by someone else. You should lead the others to reclaim it.\"\nBelieving the demon, he gathered the others to denounce the \"king,\" but the \"king\" was unwilling to share any of the prosperity he enjoyed in Paradise.\nThus the Star Children raised arms against one of their own for the first time and became tainted with the sin of wrath.\nParadise was recovered, but the seed of calamity had already been sowed. They became indolent and passed their days in delusion.\nWithout even realizing it, they went from being votaries of the Clock to sinners who coveted its sanctity.\nSeeing that the time was ripe, the demon announced to the remaining ten:\n\"Whoever can seize the Clock of Aurelia shall become the Master of Paradise for all eternity.\"\nThe Star Children fell apart and they forgot their vows to support each other—all they had left to offer to the Clock now was blood and smoke.\nTheir battle intensified until one day, even the Clock too was shattered. With day and night turned upside down, Origin was enraged.\nLeaving no room for regret for the Star Children, Origin retracted its grace.\nThis faulty world was destroyed, and a new one was born.\nHumans were created once again, but laden with the shackles of sin and doomed to forever chase Paradise with no hope of entering it.\nThe Clock was reshaped into an hourglass and hidden in the singularity of the universe, where it counted down to humanity's atonement."
    },
    "3": {
        "unlock_point": 300,
        "name": "Gifts of Topology: Part 1",
        "id": 3,
        "bg": "",
        "desc": "It is unknown how much time had passed since the birth of the new world. The people on earth still live bound in chains, ever staggering towards paradise.\nThat paradise seemed to be in the sky—visible yet out of reach—but people then had no means of reaching such heights.\nThey arrived at a new and barren land, where they prepared to establish their new home.\nHaving lost the blessings of Paradise, they had to face the vicissitudes and inevitabilities of life on their own, the long journeys exhausting their energy and the unbearable hunger and thirst eating away at their bodies and minds.\nConstruction went slowly, and the day that Paradise could be reached seemed farther and farther away.\nThen a youth stood up and prayed to the Origin god for a meager measure of assistance.\nOrigin still had feelings after all, and it tried to give humanity an opportunity to develop itself once again.\nOrigin found the youth and shared its knowledge with him, hoping he would use it to lead his people to the end of their path of atonement.\nBut it had one request: this knowledge must never be shared with others. Origin exhorted the youth to remember this promise, then disappeared.\nAt first, the youth really did honor his promise and used the knowledge to craft tools and free people from some of their fetters.\nBut as the youth grew older, he became convinced that this knowledge should remain in the world for all time.\nSo, he assembled some helpers and decided to build a stone tree called \"Topology,\" engraving all of the knowledge he had acquired onto its surface.\nAs more and more words were recorded, the tree continued to grow in height until Origin returned and beheld this tree that reached the sky.\nKnowing that the youth had broken his promise, Origin rained down punishment: Lightning plummeted from the sky and struck the tree, destroying it and scattering the stone pieces containing the knowledge in all directions.\nThe tree Topology was no more."
    },
    "4": {
        "unlock_point": 400,
        "name": "Gifts of Topology: Part 2",
        "id": 4,
        "bg": "",
        "desc": "The giant tree called Topology fell, and the knowledge upon it was scattered to the four winds.\nBut that leader was not discouraged, even though the knowledge was also erased from his own mind.\nHe was convinced that those stone pieces need only be found, and humanity would be granted eternal wisdom, and with it, the ability to finally reach the heights of Origin.\nAnd so, some of these humans turned their gaze away from Paradise and embarked on the path to seek knowledge instead.\nA hundred years passed before the first stone tablet was found hidden deep in a mountain cave, upon which were recorded methods of farming.\nThe ones who discovered it generously passed this knowledge on to others so that this barren land could prosper.\nTwo hundred years later, the second tablet was discovered hidden within a fiery blaze, and upon it were recorded matters of warfare.\nThe ones who discovered it ambitiously led their soldiers into war, and colonies were joined together under the banner of an empire.\nThree hundred years later, the third tablet was discovered beside a throne, and upon it was recorded the philosophy of governance.\nThose who found it sagaciously presided over governmental affairs, and human civilization continued for generations afterward.\n......\nFrom then on, Origin's knowledge—called \"Gifts of Topology\" by humans—would appear every century like this.\nOf those who discovered these gifts, some would lead civilization forward while others would enjoy great wealth and splendor.\nBut without exception, humanity regained knowledge and grew one step closer to Paradise and Origin with each discovery."
    },
    "5": {
        "unlock_point": 500,
        "name": "The Isolation Disaster: Part 1",
        "id": 5,
        "bg": "",
        "desc": "When Origin was born, something else appeared at the same time as the Star Children's Paradise—a door called \"Isolation.\"\nIn contrast to that shining Paradise, what lay beyond Isolation was a burial ground of sin submerged in darkness.\nSeven demon larvae were born within it, who fed on sin and devoured darkness as if the abyss incarnate.\nThe demon larvae yearned for the world and Paradise on the other side of the door, however, Origin's restrictions were kept from passing through.\nSo, they began to think, \"If we cannot enjoy all that Paradise has to offer, then no one can.\"\nThey had an inconspicuous demon right outside of Isolation to go and lead the people on the other side astray.\nThe plan was very successful and brought the filth that was meant to remain on the other side of the door through it.\nThus the demon larvae were able to spread their name and even enter the world alongside the despair and fear from their side of the door.\nParadise was drenched in filth and turned into a breeding ground for darkness.\nBut the demon larvae still weren't satisfied—in their greed, they tried to supplant Origin.\nThis thoroughly incensed Origin, who in turn sealed the demon larvae in the Abyss, using Isolation to hold them prisoner.\nEverything began anew after this, but life itself had already been tainted by sin and had to endure the ensuing suffering evermore."
    },
    "6": {
        "unlock_point": 600,
        "name": "The Isolation Disaster: Part 2",
        "id": 6,
        "bg": "",
        "desc": "Sealed away in the Abyss by Isolation, the wicked demon larvae sought a way back into the world.\nAnd the shackled humans, heavy laden with sin as they were, unwittingly became optimal emissaries for the wicked demon larvae.\nHumans had lost the blessings of Paradise, and the demon larvae feasted on humans’ misery, attempting to break out from their confinement whenever they felt enough strength had been accumulated.\nThus quakes rocked the surface, rain filled the skies, and disasters plagued the earth.\nThe demon larvae, who consumed even more darkness in the process, hibernated to regain their strength.\nThese so-called \"natural\" disasters grew in frequency and severity.\nBut before long, Origin answered humanity's plea for assistance. No longer fearing disaster, the demon larvae lost a food source.\nOnce the demon larvae learned of the knowledge that Origin imparted to humanity, they thought that, if they could seize this knowledge, it would bring them on equal footing with Origin.\nThe demon larvae dispatched the disciples they had cultivated over many years to insinuate themselves into the process of constructing Topology and steal this universal knowledge for the Abyss.\nThe disasters subsided slightly after that, and the demon larvae's actions went undiscovered by Origin.\nThe disciples from Abyss now bide their time, waiting for the moment when they can obtain every bit of this wisdom.\nNew demons will be born among them that will bring disaster into the world once again."
    },
    "all": [
        1,
        2,
        3,
        4,
        5,
        6
    ]
}