{
    "101": {
        "activity_id": 81381,
        "name": "Lost Ticket Stub",
        "note": "A theater ticket stub.",
        "id": 101,
        "icon": "1",
        "desc": "The name of the White Mill Troupe's play, \"The Freeshooter,\" is printed on it. It was once all the rage in Gaea and, for a time, even shook the very foundations of mainstream art in Omorfies..."
    },
    "102": {
        "activity_id": 81381,
        "name": "Origin of Evil",
        "note": "A finely crafted letter opener.",
        "id": 102,
        "icon": "2",
        "desc": "An annual souvenir given by the Society of Muses to leading artists in the early 24th century. Originally used to open letters, the once glossy knife face is now stained with blood, and the hilt emits intense Bane Energy…"
    },
    "103": {
        "activity_id": 81381,
        "name": "White Invitation",
        "note": "A white invitation with a golden windmill printed on it.",
        "id": 103,
        "icon": "3",
        "desc": "The golden windmill glints in the sunlight, like an ethereal dream being screened in silence beneath the dancing flecks of dust..."
    },
    "104": {
        "activity_id": 81381,
        "name": "Ledger Page",
        "note": "A ledger page showing recent expenses of the White Mill Troupe.",
        "id": 104,
        "icon": "7",
        "desc": "Tikala Tequila, -42\nCostume mending, -5\nStage lighting repair, -270\nSale of household AGI Mecha, +360\nStaff meals, -920\n..."
    },
    "105": {
        "activity_id": 81381,
        "name": "To My Maestro",
        "note": "A letter with rather elegant handwriting. A faint fragrance is coming from the letter paper.",
        "id": 105,
        "icon": "4",
        "desc": "My dear Maestro,\nHow have you been? Well, recently I’ve... learned how to hum one of your tunes. My sister laughs at me for how tone deaf I sound when I sing, but the strange thing is that I'm perfectly in tune when I hum your composition. When will you be back? Whenever I look at the music stand where you compose your works, I get the feeling that I can write beautiful music, too. Unfortunately... I've never been talented in music ever since I was a child. I wonder if I've been missing you too much lately... a few days ago I even took a misstep on stage and ended up tearing my skirt! This is all your fault... When will you accompany me to the art exhibition? My friend at the Painters' Association sold me two tickets... They're showing paintings from your favorite artist Marot! Today's not a good time, though. I've been told to get my skirt mended by today. What about tomorrow? But if you can only spare time today, well, today's good too!\n—Agathe\nJuly 30, 2307"
    },
    "106": {
        "activity_id": 81381,
        "name": "Doctor's Message",
        "note": "A note attached to a pharmacy bag containing instructions from a doctor.",
        "id": 106,
        "icon": "6",
        "desc": "Dear sir,\nI have no wish to be cruel, but as a qualified physician, it is my obligation to inform you that you are in very poor health, and that you must stop drinking and avoid stress and worry.\nI recommend taking medicine imported from Shashvat, though it goes for a hefty price since it is hard to get in the city. But given your condition, you'll need something that will work as quickly as possible.\nJust a side note: When do you plan to settle the last pharmacy bill? Although it is only a small amount, it would be good for us to know when we can expect your payment."
    },
    "107": {
        "activity_id": 81381,
        "name": "Letters From Anonymous Guests",
        "note": "Dust-covered letters sent to the theater by unnamed, albeit quite passionate, guests.",
        "id": 107,
        "icon": "8",
        "desc": "Letter 1: Y'all keep rehashing the same things over and over again! BOOOORRRIIIIIIIING!\nLetter 2: How dare your composer come up with new tunes when they have not been certified by the Society of Music? I am reporting you to the Knights of Convallaria! Groups that flout the rules of Omorfies should not be allowed to exist!\nLetter 3: I saw your performers rehearsing late into the night at the theater yesterday, and now I hear that the lovely Miss Agathe even developed a fever as a result. I just want to say thank you for the hard work all of you have put in to ensure a great performance!\nLetter 4: The way your actors look and what they wear on stage... it's as if you've copied the way Morgan Theater does things! The cheek!\nLetter 5: We're longtime patrons of the theater, and we've seen how the theater has been affected by the slow economy. As such, we have taken the liberty to raise some funds among ourselves, and we hope that this modest sum of money attached will be of help to the theater."
    },
    "108": {
        "activity_id": 81381,
        "name": "In Remembrance",
        "note": "Tefnut's last gift to Shu. This pendant is the source of the power that allows Shu to utilize her second Access Key.",
        "id": 108,
        "icon": "11",
        "desc": "Shu, this pendant will allow you to use your Access Key and help you leave this place! You must go now! And remember to take good care of yourself and Poseidon..."
    },
    "109": {
        "activity_id": 81381,
        "name": "Director's Scribbles",
        "note": "A leather-bound notebook that the director always carries around, from which a page with hastily scribbled writing falls out upon opening.",
        "id": 109,
        "icon": "13",
        "desc": "The great collapse got me after all. I am now bankrupt.\nHOWEVER! The Almighty is merciful, and has given me one last chance... In that dream, I saw an indescribably wonderful musical... If I can stage it in the theater, my comeback is all but guaranteed! I may even become... THE NEXT LEGEND!\nI told my wife about this, but she said that I'd gone crazy and she would leave me and take my daughter with her to Ain Soph. No, no, no, I'm not crazy! She just doesn't get it! That grand performance will definitely make musical become a popular, mainstream art form in Omorfies!\nAs long as I make the offering, I'll get the music score for the second half and everything will go back to the way it was supposed to be! I won't have to worry about the theater's finances... The two of them will still be with me, and I'll get that morning kiss before I head out the door as always... and I'll still be their hero...\nBut I mustn't commit the deed by my own hand, for if the Knights of Convallaria find out, my wife and child will never live free again..."
    },
    "110": {
        "activity_id": 81381,
        "name": "Note From a Performer",
        "note": "A rather crumpled note. Looks like the sender hesitated for some time before handing it over.",
        "id": 110,
        "icon": "5",
        "desc": "Honorable Director,\nGood day to you. You often say that we should take good care of our instruments as if they are our own family, and that if there is ever something wrong with my French horn I could always talk ask you for the repair fee. So yesterday, I found myself standing in front of the door to your office.\nThat was how I came to hear the conversation you were having.\nThe two of you are right: A blood sacrifice is needed to start Omorfies anew.\nHowever, a great person like you should never be interrogated by the likes of the Knights of Convallaria. What you need is a blade that can carry out your will.\nAs someone who has been a friend to your acquaintance over the years, I believe that I am best suited for the job. Though I am something of a loner, I too have relationships that cannot be easily severed. I remember you saying after the performance ended yesterday that what matters most is family. You being the kind and generous person that you are, I know that once this grand ceremony is over, you will offer a small stipend to me and my gravely ill mother, so that we may have safe passage to Rostach.\n—Anton"
    },
    "111": {
        "activity_id": 81381,
        "name": "Dancer's Diary",
        "note": "An exquisite-looking diary with a photo of a dancer and a composer clipped to the title page.",
        "id": 111,
        "icon": "9",
        "desc": "July 28, 2307. Late night, foggy.\nPhew! Finally I can take a break! I'm seeing really thick fog outside the window and nothing else. I definitely prefer the place he brought me to the last time with that really starry sky! Coincidentally, our new show is called “The Stars and the Moon”, and the director wants us all to wear these pleated skirts with glittery stars on them...\nHowever, our costume designer left today. He told me that the business is facing headwinds, and he'd be better off as an instructor at the Painters' Association. I don't really understand that kind of stuff... Well, I'll make all my stage clothes myself if that means I can keep on dancing!\nJenna feels the same way, too. We've been able to talk to each other as if we're old friends even though she just joined us and is still adjusting. However, I'm sure it's only a matter of time before she gets into the groove!\nThe spotlights haven't been fixed yet and so they keep flickering... It gets a little creepy. If only I could be with him now... I always feel that I could tackle even the scariest monsters whenever I'm with him... He didn't look too good when I last saw him, though. He still hadn't received his certification from the Society of Music, which is gravely affecting the theater's business. He's been blaming himself, and I'm really worried..."
    },
    "112": {
        "activity_id": 81381,
        "name": "Doctor's Message 2",
        "note": "A note attached to a gift box with shiny golden lacquer at the top of the page.",
        "id": 112,
        "icon": "10",
        "desc": "Dear sir,\nThank you for settling your pharmacy bill in full and taking the medicines I recommended. At present, your health is on the mend.\nI hear that you are now a member of the Society of Music, which is of course also excellent news. My heartiest congratulations! My son Jack, a student at the Society, is now your biggest fan after seeing one of your musicals. It'd be so wonderful if he could receive some tutelage from you from time to time.\nThis is a Moss-brand hand warmer from Jokurr that I bought for you to celebrate your recovery. It's my earnest wish that you'll like it..\nRespectfully yours, and may you stay safe and well."
    },
    "113": {
        "activity_id": 81381,
        "name": "Dancer's Diary 2",
        "note": "An exquisite-looking diary. The elegant handwriting has been smudged by what looks like tears.",
        "id": 113,
        "icon": "12",
        "desc": "July 30, 2307. Evening, clear skies.\nThe sunset that evening was absolutely wonderful, and I suddenly wanted very much to see him.\nHowever, as I skipped up the stairs, I heard a sultry laugh from round the hall. I saw her hold up her gorgeous long skirt and walk right into his room, and heard him call her \"Rose\" in the most intimate of tones.\nHe told me before that his favorite flower is the rose.\nI suppose this is why I'm always the one to initiate dates...\nI'd been stumbling numbly from hangover to hangover, and it was over more drinks that they invited me to join them in their plan...\nThe sun was already up and blinding by the time I left the bar. I snipped off all my hair, and put on that white gown he gave me. In five hours' time, I will see him for the last time, at the art exhibition where we first met..."
    },
    "all": [
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113
    ]
}