{
    "71251": {
        "name": "Miss Shu's First Lesson",
        "activity_id": 71251,
        "stage_id": 5030401,
        "desc": "On the battlefield, the Modifier is both one and all. \"Never abandon your comrades\" is the first lesson every Modifier learns.\nWhen a teammate takes damage on the field, the entire team shares the damage.",
        "affix_list": [
            [
                583,
                1,
                3
            ]
        ]
    },
    "71252": {
        "name": "Urgent Delivery",
        "activity_id": 71252,
        "stage_id": 5030402,
        "desc": "Urgent delivery incoming! Put on your headphones and surrender to the music, for the storm is about to begin!\nWhen a Mod hits an enemy, the remaining cooldown of a basic skill on cooldown is reduced by 1 second. This effect can trigger once every 2 seconds.",
        "affix_list": [
            [
                545,
                1,
                3
            ]
        ]
    },
    "71253": {
        "name": "Strange Standards",
        "activity_id": 71253,
        "stage_id": 5030403,
        "desc": "We have discreetly changed the standards for Modifying Levels. Now, the Modifying Level reaches Ω instantly when a Modifier triggers the Dodge effect.",
        "affix_list": [
            [
                515,
                1,
                3
            ]
        ]
    },
    "71254": {
        "name": "Freeman's Crowbar",
        "activity_id": 71254,
        "stage_id": 5030404,
        "desc": "The crux of what legend holds as \"true swordsmanship\" does not only apply to the swords. Allow me to spar with you using this \"Sacred Sword of Physics\" called by a Freeman guy.\nWhen Mods hit an enemy with any basic skill, the skill's remaining cooldown is shortened by 30% once per skill. If the skill defeats the enemy, this effect will be triggered again.",
        "affix_list": [
            [
                550,
                1,
                3
            ]
        ]
    },
    "71255": {
        "name": "The Muses' Criteria",
        "activity_id": 71255,
        "stage_id": 5030405,
        "desc": "It is paramount that one remains elegant and dignified at all times.\nWhen a Mod is not hit, this Mod's ATK is increased by 15% and the effect is removed when hit. If the Mod is not hit for 15 seconds, this effect is regained.",
        "affix_list": [
            [
                570,
                1,
                3
            ]
        ]
    },
    "71256": {
        "name": "Verifying the Collapse Theory",
        "activity_id": 71256,
        "stage_id": 5030406,
        "desc": "If we use the Gen-zone equation as a starting point, perhaps we can also make use of the theory of spatial collapse to trigger a special effect at the moment of closing.\nAfter exiting Modified Mode, deals damage to enemy equal to 20% of the damage they received while in Modified Mode.",
        "affix_list": [
            [
                525,
                1,
                3
            ]
        ]
    },
    "71257": {
        "name": "Fiercer by the Slice",
        "activity_id": 71257,
        "stage_id": 5030407,
        "desc": "There is hope of promotion as long as the soldiers keep moving forward.\nWhen a Mod hits an enemy with a normal attack, the Crit Rate of this Mod is increased by 5%. Stacks up to 5 times, and this effect is removed as soon as there is a skill or Ultimate Skill crit.",
        "affix_list": [
            [
                587,
                1,
                3
            ]
        ]
    },
    "all": [
        71251,
        71252,
        71253,
        71254,
        71255,
        71256,
        71257
    ]
}