{
    "1084": {
        "1022": "In a room, together with everyone...\nNo, it doesn't feel anything like it did before.",
        "id": 1084,
        "1011": "What an interesting place! Aren't you coming, Admin?",
        "1051": "What happened?",
        "1041": "Wow, is this for me?\nThanks, Admin!",
        "1032": "Ah! Oh, you're here too, Admin?",
        "1031": "Admin, did you decorate this room yourself? That's awesome!",
        "1021": "Let me take a look...",
        "1023": "A soft bed, a comfy couch... This is great."
    },
    "1039": {
        "1022": "I'm gonna fall asleep in this cozy place...\nDefinitely a good time to catch up on my sleep now.",
        "id": 1039,
        "1011": "New room? Mmm, it feels good.",
        "1051": "It's some invisible power...",
        "1041": "Is this for me?\nLet me think... What should I give you in return...?",
        "1032": "Have you ever thought about adding a few more things here, Admin?\nI think the room will look even better that way.",
        "1031": "Hey, Admin. Looking for me?",
        "1021": "Everyone here should be able to get a good rest.",
        "1023": "If one were to stay here longer they might be able to forget all of their worries."
    },
    "1148": {
        "1022": "Goki! You're running too fast for me! Slow down!!!",
        "id": 1148,
        "1011": "Why can't I wear my rollerskates here?!\nWhat, you're afraid I'll damage the furniture?",
        "1051": "Put me down!!! AAAAAAAAH!",
        "1041": "Ooh, fun! What did you get me?",
        "1032": "Wanna play hide-and-seek, Admin?",
        "1031": "Yikes! ... Oh, Admin?! I thought you were Goki.",
        "1021": "Ooh, looks like this place is perfect for a prank!",
        "1023": "To give everyone the surprise they deserve,\nI must first familiarize myself with the terrain..."
    },
    "1080": {
        "1022": "What... do I say to them...?",
        "id": 1080,
        "1011": "Do I just stay here?",
        "1051": "What's going on...",
        "1041": "Is this... for me? ... Thank you.",
        "1032": "Admin... Can I bring Fenrir here?\nNo...? I see...",
        "1031": "Oh, Admin. You're here too...",
        "1021": "So many people in here... It's... so... hot...",
        "1023": "Can I lie down here...?"
    },
    "1027": {
        "1022": "This room is huge! Where should I start looking for Master?\n...Hold on. Is Master even here to begin with?",
        "id": 1027,
        "1011": "Can I... turn on the AC in here?",
        "1051": "Whoa! What's going on?",
        "1041": "Is this a gift for me?\nWoohoo!",
        "1032": "Yay! I'm having so much fun here!\nCome join me, Admin!",
        "1031": "Don't. Touch. My. Head!",
        "1021": "Take a look at this, Fenrir... Wait, where did Fenrir go?",
        "1023": "My ice cream's gone missing...! (Sobs)"
    },
    "1013": {
        "1022": "I don't really dare to so my daily exercise here.\nWhat if I hurt someone?",
        "id": 1013,
        "1011": "What is this place? A new training room?\nBut it doesn't look like one.",
        "1051": "Did someone just sneak up on me?!",
        "1041": "I will definitely repay you!",
        "1032": "Admin, I have a question: isn't there a place I can train here?",
        "1031": "Oh! Admin! You're here too!",
        "1021": "Oh, it's a dorm. So is there any snacks here?",
        "1023": "Since I can't train here, I should feed!"
    },
    "1038": {
        "1022": "Hmm... I don't see any of those rowdy followers in here...\nThat makes it a peaceful place, I guess.",
        "id": 1038,
        "1011": "You want me to rest in a place like this?\n...Fine.",
        "1051": "How clumsy!",
        "1041": "A gift? Well, I'll take it. Thanks.",
        "1032": "Okay. It's not that bad here.\nBut I don't want anyone to knock over my tea cup again.",
        "1031": "Need my help in re-designing this place?",
        "1021": "Yikes, it's such a mess everywhere...\nI have to find a way to deal with it.",
        "1023": "Tea and cakes... I didn't expect to see these things here."
    },
    "1032": {
        "1022": "I don't usually have a chance to rest at a place like this.\nEspecially with other people.",
        "id": 1032,
        "1011": "Is this a lounge?",
        "1051": "There's only so much I can tolerate.",
        "1041": "Thank you. I'll take it, then.\nSo, what would you like in return?",
        "1032": "Looks like you have a bit of free time on your hands. Want to play a game of chess with me?",
        "1031": "Hmm, great job you got there with this place.",
        "1021": "Well, I must say this is a pretty decent lounge.",
        "1023": "It's probably not a bad idea to take a break."
    },
    "1093": {
        "1022": "Everyone looks so happy in here.\nI can feel my spirits lifting too.",
        "id": 1093,
        "1011": "Oh, so it's a dorm. I thought we're gonna spend some alone time together, you and I...",
        "1051": "Are you trying to get my attention here?",
        "1041": "How thoughtful you are, Admin! Thanks.",
        "1032": "So, what do you want with me?",
        "1031": "I see that you've already started to miss my company, Admin...",
        "1021": "A perfect place for resting indeed.",
        "1023": "Well, since I'm already here, I might as well enjoy myself for a while."
    },
    "1096": {
        "1022": "I didn't realize there's so much to do here.\nDoesn't look like one would get bored too soon!",
        "id": 1096,
        "1011": "This place is tiny... Huh? It's a dorm? But it's mahoosive!",
        "1051": "Wow, I'm flying!",
        "1041": "Is this for me? Thanks a lot, Admin!",
        "1032": "If you need more furniture in here, Admin, you can leave the delivery part to me!",
        "1031": "Admin, I love it here!",
        "1021": "Maybe I can work out here... Do you think this floor can take the weight?",
        "1023": "It's important that one gets the appropriate amount of rest."
    },
    "1070": {
        "1022": "I can see through your disguise and you're not going anywhere! You potted-plant monster!!",
        "id": 1070,
        "1011": "Wow! Am I going to get more missions here?",
        "1051": "Hey!!! Put me down!!!",
        "1041": "I've received your gift, Admin! Yay!",
        "1032": "Oh, okay, I got it. So yaoguai won't come here, right?\nThen it's time for me to take a nap!",
        "1031": "I love being together with everybody!",
        "1021": "Ugh, I'm bored. What to do now?\nGotta find a way to ship some comics in here.",
        "1023": "My master says that we shouldn't run indoors.\nMust... remember... that..."
    },
    "1075": {
        "1022": "I forgot to bring my guqin here with me...\nBut even if I did, I wouldn't know where to put it.",
        "id": 1075,
        "1011": "This room is really spacious.",
        "1051": "Hmm? What is it?",
        "1041": "A gift? That's so thoughtful... Thank you so much.",
        "1032": "Do you have pets?\nUnfortunately, I'm not very good with those adorable little creatures...",
        "1031": "Sit with me for a while?",
        "1021": "I'm thinking of placing a medicine pot here. But I wonder if it's okay.",
        "1023": "You know, I once lived in a room very much like this one..."
    },
    "1072": {
        "1022": "So cool! But do you have a mahjong table?",
        "id": 1072,
        "1011": "This place isn't bad at all. Should I buy it?",
        "1051": "I'm being robbed!",
        "1041": "I'd love whatever you give me, regardless of how much it cost.",
        "1032": "Admin, is it rude if I ask you how much it cost to do the place up like this?",
        "1031": "Hey, Admin! I love it here!",
        "1021": "This decor, this layout... I should learn from you!",
        "1023": "I reckon you could charge people entry to come in here.\nI'm joking!"
    },
    "1058": {
        "1022": "Although I'd much prefer sleeping in a field, I have to admit that this bed is very comfy too.",
        "id": 1058,
        "1011": "A dorm? I see...",
        "1051": "Come on, don't be like that.",
        "1041": "A gift for me? Well, I'll take it. Thanks!",
        "1032": "Admin, have you thought about adding more plants here?\nOh no, I was only saying. Don't take it to heart.",
        "1031": "Come sit with me, Admin.",
        "1021": "What should we do?",
        "1023": "Hey, take a couple more sips."
    },
    "1071": {
        "1022": "Everyone else is busy, so I might just take a nap.",
        "id": 1071,
        "1011": "Wow! It's really incredible of you\nto get us a place like this!",
        "1051": "Hey! We can talk if you have any problems with me!",
        "1041": "I've been a bit hard up lately, so I haven't got anything to give you in return...\nWhat, you still want to give it to me? Oh, that's so kind of you!",
        "1032": "I've brought some xiaolongbao with me. Wanna share?",
        "1031": "Oh, you're here too? I should probably rein myself in then, ha!",
        "1021": "This piece is a real antique...\nAnd you're just putting it here?",
        "1023": "How long have I been here?\nI should probably stretch my legs a bit."
    },
    "1076": {
        "1022": "It's noisy here, but I still feel at peace.",
        "id": 1076,
        "1011": "I can't remember the last time I stayed somewhere like this.",
        "1051": "Huh?",
        "1041": "Thank you for this token of your kindness.",
        "1032": "Thank you for organizing this awesome place for us.",
        "1031": "Looking for me?",
        "1021": "I love the atmosphere here.",
        "1023": "Maybe it wouldn't hurt to relax a little."
    },
    "1042": {
        "1022": "Who knew the Administrator of Aether Gazer would have such a unique sense of style?",
        "id": 1042,
        "1011": "Where have you brought me to, little lamb?",
        "1051": "Oh, I'm the puppet this time.",
        "1041": "Are you just trying to get into my good books? Okay, I'll allow it.",
        "1032": "I can't tell who's enjoying this more—me or you?",
        "1031": "Little lamb, why don't you sit with me for a while? I promise I don't bite!",
        "1021": "There are lovely children everywhere, it's really lifting my spirits.",
        "1023": "I'm not used to Mintha and Leuce not being here..."
    },
    "1094": {
        "1022": "I don't get on with other people so well...",
        "id": 1094,
        "1011": "This dorm somehow feels like home...",
        "1051": "Looking for me?",
        "1041": "What's this for? I mean, thank you...",
        "1032": "I guess I can stay a bit longer here.",
        "1031": "Oh... You're here too...",
        "1021": "It's so quiet when Ganglati's not here.",
        "1023": "It really does feel warm."
    },
    "1111": {
        "1022": "I'm curious as to what you guys do here that makes you so happy.",
        "id": 1111,
        "1011": "I'm not one of those weaklings who needs tons of time to rest.",
        "1051": "How dare you!",
        "1041": "A present? Hahaha, okay I'll take it!",
        "1032": "What new tricks have you come up with? I can't wait to see.",
        "1031": "Oh, you're here too?",
        "1021": "Urgh, this is so boring... How long do I have to stay here?",
        "1023": "Well... I guess it's a little bit interesting."
    },
    "1081": {
        "1022": "I'm itching to go outside though... Just for a quick walk...",
        "id": 1081,
        "1011": "Hey! Do I really have to stay here?",
        "1051": "Ah ah ah, so itchy!",
        "1041": "Can I really have it? That's wonderful!",
        "1032": "There must be enough room in here for Waverender, right?",
        "1031": "Admin, Admin, come play with me!",
        "1021": "This is pretty neat considering its indoors.",
        "1023": "Let me see what other cool stuff you have in here!"
    },
    "1074": {
        "1022": "I didn't bring any documents or reports with me. It feels a little... strange.",
        "id": 1074,
        "1011": "It has such a soothing atmosphere.",
        "1051": "Where are you taking me?",
        "1041": "A present? I see. That's very kind of you.",
        "1032": "Thank you for going to the trouble of making a home for me here.",
        "1031": "Ah, you're here too.",
        "1021": "Do you want me to take a few days off here?",
        "1023": "Phew... Why do I feel so sleepy here?"
    },
    "1066": {
        "1022": "Yeah, the structure here could do with some renovation...",
        "id": 1066,
        "1011": "Have my research equipment brought over as well.\n...What's wrong with that?",
        "1051": "Now, where was I...?",
        "1041": "A gift? Just put it over there... And thanks.",
        "1032": "Admin, the facilities around here could do with some improvement. I'll look into it for you.",
        "1031": "I'm so pleased to see my plan coming to fruition.",
        "1021": "I need to find somewhere quieter...",
        "1023": "I have some ideas about a new range of BunBun furniture."
    },
    "1017": {
        "1022": "I love the layout here! Let me have a snoop around.",
        "id": 1017,
        "1011": "Okay, let the good times roll!",
        "1051": "What what what?",
        "1041": "Thank you, I'll cherish it.",
        "1032": "I can't believe you fit so many cool\nthings in here!",
        "1031": "Admin, look over here!",
        "1021": "We shouldn't be able to hear thunder here, right?",
        "1023": "I always want to dance when I'm feeling relaxed."
    },
    "1199": {
        "1022": "In my old house, I used to... Actually, I'd rather not think about it.",
        "id": 1199,
        "1011": "I find this room very calming.",
        "1051": "What is it?",
        "1041": "Thank you...",
        "1032": "It's a bit noisy around here, but I actually think\nthat'll make it easier for me to relax.",
        "1031": "Don't worry, Admin. I'm sure I'll get used to it here.",
        "1021": "I'd love a game of chess... But who would I play with?",
        "1023": "I'll stay a little longer."
    },
    "1041": {
        "1022": "I hope this feeling of peacefulness never has to end...\nI'll do everything in my power to protect this place.",
        "id": 1041,
        "1011": "This is some dorm room!",
        "1051": "What's happened?",
        "1041": "I accept your kindness with thanks.",
        "1032": "It's all thanks to you that everyone can live so comfortably here.",
        "1031": "Oh, you're here. Anything I can help with?",
        "1021": "Play a bit of violin, maybe?",
        "1023": "I'm afraid even somewhere as ordered as this needs defending..."
    },
    "1050": {
        "1022": "I've just remembered that move... No, master told me not to\nthink about this when I'm supposed to be resting. But I can't control myself...",
        "id": 1050,
        "1011": "What kind of training is this?",
        "1051": "An enemy attack?!",
        "1041": "Thank you so much.",
        "1032": "Admin, are you the one who's responsible for arranging this dorm?\nNo no, I'm not complaining, I actually really like it.",
        "1031": "It is not good to be too relaxed...\nBut I know how to keep a good balance.",
        "1021": "The dorm... It's bedtime.",
        "1023": "What do you recommend I should read?"
    },
    "1067": {
        "1022": "Oh, did you arrange all your furniture like this on purpose?",
        "id": 1067,
        "1011": "This is fine for a workshop, I guess.\n...Oh, it's not a workshop?",
        "1051": "Um...",
        "1041": "For me? Alright.",
        "1032": "If I can arrange for a decent studio, I'll have no problems staying here.",
        "1031": "Did you need me for something? I'm meant to be on a break.",
        "1021": "Just give me some peace of mind...",
        "1023": "Enlil... No, I can handle this myself."
    },
    "1055": {
        "1022": "Ohhhh, I've never seen anything like that before.",
        "id": 1055,
        "1011": "Is there anything you need me to do?",
        "1051": "What is it you need?",
        "1041": "I'll take good care of them!",
        "1032": "Admin, can I let the Ninja Irregulars stay in my room?\nI'm used to sleeping in the elements.",
        "1031": "Come and sit with me, Admin.",
        "1021": "Now I don't even need thick clothes to stay warm!",
        "1023": "Haha, that's cool!"
    },
    "1097": {
        "1022": "Huh? Where's Drowsie?",
        "id": 1097,
        "1011": "Wow, a new room...",
        "1051": "What's going on? Obviously I'm still awake...",
        "1041": "I'm so happy... Thank you, Admin!",
        "1032": "Thanks for bringing me here, Admin. I'm so happy!",
        "1031": "Oh, it's Admin! Come play with me?",
        "1021": "I want to lie down on a soft bed...",
        "1023": "I'm a little sleepy..."
    },
    "1033": {
        "1022": "I have to admit, Ookuninushi is really on to something with this dorm development program.",
        "id": 1033,
        "1011": "Looks like a place where one can focus their mind. That's good enough for me.",
        "1051": "The power that lets me hover in the air... would be worth studying.",
        "1041": "A gift? You can just put it there, thank you.",
        "1032": "Administrator, any suggestions for how the dorm facilities could be improved?\nI'll be discussing this with Ookuninushi later.",
        "1031": "You're here too, Administrator? Did you need something?",
        "1021": "The couch is so soft... I feel like this material would be better suited to a throw pillow.",
        "1023": "It's a little noisy. I need to settle down and think."
    },
    "1016": {
        "1022": "The facilities are oddly designed, but interesting nonetheless.",
        "id": 1016,
        "1011": "Oh? What a curious place this is.",
        "1051": "Whoa, what are you doing?!",
        "1041": "This is...! Thank you!",
        "1032": "Oh, hello! Here to arm wrestle?\n...I just can't think of anything better to do at the moment!",
        "1031": "Yeah, I quite like this place. I appreciate you bringing me here.",
        "1021": "What to do... Find someone to arm wrestle with, maybe?",
        "1023": "Uh... Speaking of which, the place is spotless."
    },
    "1024": {
        "1022": "A lounge shouldn't be this noisy.",
        "id": 1024,
        "1011": "It's a new environment.",
        "1051": "An anomaly...",
        "1041": "Thank you for the gift.",
        "1032": "The peace and quiet really does relax the spirit.",
        "1031": "Hey, Administrator. What's up?",
        "1021": "I see. I'll rest here for a bit then.",
        "1023": "The facilities really are... rather peculiar."
    },
    "1037": {
        "1022": "What do I have to do to be able to talk to everyone...?",
        "id": 1037,
        "1011": "You want me to help out here? Okay, sure!",
        "1051": "Huh...?",
        "1041": "Oh! I-Is this for me...? Thank you so much!",
        "1032": "Administrator, um... How do I put this...? Point is, I really like it here. Thank you!",
        "1031": "Huh? Did you come for a rest too, Administrator? Wanna sit together for a bit...?",
        "1021": "Oh, it's a dorm room!",
        "1023": "Let's listen to some music first."
    },
    "1048": {
        "1022": "Hehe, this is too much fun!",
        "id": 1048,
        "1011": "You're not planning on staying too long, are you?",
        "1051": "Flying feels pretty nice!",
        "1041": "Wow... Are you really giving this to me?",
        "1032": "Huh? Administrator? I don't have any plans... none at all.",
        "1031": "You too, Admin! Come on!",
        "1021": "I'm just about out of prank ideas. I'd better come up with some new ones ASAP.",
        "1023": "Goki! Don't stand on the couch with your shoes on!!"
    },
    "1049": {
        "1022": "Relaxing and having fun... I find both really hard to do.",
        "id": 1049,
        "1011": "This is my first time being in a room like this.",
        "1051": "Where are you taking me?",
        "1041": "A gift? Nice! Thank you.",
        "1032": "Can I ask what you were thinking when you had me stay here? I'm not upset or anything, just curious.",
        "1031": "Don't worry about me, I really like my life here.",
        "1021": "Nothing wrong with getting up and moving once in a while.",
        "1023": "Well then, I'll just try to get along with everyone."
    },
    "1052": {
        "1022": "I could really go for a couple cups of sake right now. Too bad we can't drink in here.",
        "id": 1052,
        "1011": "This room is really nicely decorated!",
        "1051": "Hahaha! Looking for me?",
        "1041": "I'll take it, thanks.",
        "1032": "That brat's here too? He didn't stir up any trouble, did he? ...Good.",
        "1031": "If you need my help with anything here, just ask.",
        "1021": "I feel like staying here's made me ten years younger! Hahaha.",
        "1023": "I don't think I've felt this relaxed in a while..."
    },
    "1158": {
        "1022": "I'll just... stay in the corner...",
        "id": 1158,
        "1011": "Uh... It's nothing. I was just reminded of something.",
        "1051": "What is it...?",
        "1041": "Thank you. You didn't have to go to the trouble...",
        "1032": "With everyone else? Th-That's okay...\nI'm... happy just watching them enjoy themselves.",
        "1031": "Thank you... for bringing me here.",
        "1021": "This room is so bright...",
        "1023": "This is great! This place... is great."
    },
    "1059": {
        "1022": "Haha, I should try to get along with everyone.",
        "id": 1059,
        "1011": "You're telling me such an impressive space is actually a dorm room?\nI see, it rather suits me!",
        "1051": "Now you have the sun in your hands!",
        "1041": "This gift is a great match for me, thank you!",
        "1032": "Oh, Administrator, it's you! On behalf of the sun, I greet you.",
        "1031": "Administrator! Could you have followed the sun's light to find me here?",
        "1021": "Now my radiance can shine upon everyone!",
        "1023": "What a luxuriously decorated room...\nI wonder if you need a cleaner?"
    },
    "1019": {
        "1022": "You have to relax a little so you can keep working later.",
        "id": 1019,
        "1011": "A room? But I still have reports to finish...",
        "1051": "What is this place?",
        "1041": "Thank you.",
        "1032": "You did a great job on the dorm. Keep it up.",
        "1031": "Do you need me for something?",
        "1021": "\"Work-life balance\" is hardly a new idea.",
        "1023": "Time for a break... That's a rare thing."
    },
    "1061": {
        "1022": "Hmph. I'm not as juvenile as some people around here.",
        "id": 1061,
        "1011": "Are you sure you want me to stay here? Okay.",
        "1051": "...Juvenile.",
        "1041": "A gift? You can put it over there. So, what would you like in return?",
        "1032": "How much effort did you put into this room?\n...It's nothing, the room is quite nice. I was just asking.",
        "1031": "If you insist on keeping me from my lab, could you at least bring me some earplugs? It's kinda noisy.",
        "1021": "Let me see what kinds of books we have here.",
        "1023": "How long did I space out for? I'd better lie down for a bit..."
    },
    "1060": {
        "1022": "I must be hallucinating from exhaustion...\nDid I... see a crane machine in the room?",
        "id": 1060,
        "1011": "Did you want me to guard this place?",
        "1051": "Wooo! Up, up, and away!",
        "1041": "For me? Thanks, I'll be sure to bring you something next time.",
        "1032": "Administrator, if you need a hand moving new furniture in, just give me a shout.",
        "1031": "You've been busy for a while now, right? Wanna come sit with me?",
        "1021": "Whoa, there's a lot of neat stuff here. Where did you find it all?",
        "1023": "Nothing to do now. I'll just have a good, long sleep!"
    },
    "1056": {
        "1022": "So, the rooms are for resting, right?\nMore activities would still be good, though!",
        "id": 1056,
        "1011": "Ooh, so, everyone's living together? I like that!",
        "1051": "Haha, come on now, stop that.",
        "1041": "Wow, I've always wanted this! Thank you!",
        "1032": "Don't be shy, Admin. Come play for a bit!",
        "1031": "Thanks for bringing me here!",
        "1021": "Haha, awesome!",
        "1023": "Everyone's so happy here. I am too!"
    },
    "1028": {
        "1022": "If Zenki's also going to be here, I'd better watch out for pranks.",
        "id": 1028,
        "1011": "It feels kinda stuffy in here, can I apply for field work?",
        "1051": "What are you doing?",
        "1041": "Oh, thanks! I'll be sure to return the favor!",
        "1032": "Administrator, I wanted to discuss something with you.\nCould you make this window a little bigger? I feel like I'm going to suffocate.",
        "1031": "Oh, it's you. This room is pretty nice, thanks!",
        "1021": "Is this some kind of training facility?\n...No, wait, it's a room.",
        "1023": "Haha, this is so fun!"
    },
    "1011": {
        "1022": "I should make something tasty for everyone!",
        "id": 1011,
        "1011": "What do you need me to do?",
        "1051": "Um, please don't do that...",
        "1041": "A gift? Thanks, Administrator!",
        "1032": "Can we play together, Administrator?",
        "1031": "Hello, Administrator! I'm having such a nice time here!",
        "1021": "Is there anything I can help with?",
        "1023": "It's so nice to be together with everyone."
    },
    "1026": {
        "1022": "Relaxing... relaxing... Oh, I see!\nIt's a problem with the drawing's design, that's why I can't do it...",
        "id": 1026,
        "1011": "A room? For resting? Just for a little while... I still have work to do.",
        "1051": "That was refreshing.",
        "1041": "Thank you for the gift!",
        "1032": "Administrator, if you ever have any furniture designs you want to implement in the room, I'd be happy to try building them for you!",
        "1031": "This is fantastic, Administrator. Thanks for bringing me here!",
        "1021": "Zzz... Oh, I accidentally fell asleep again.",
        "1023": "This machine isn't broken, is it? Let me check..."
    },
    "1127": {
        "1022": "Where's Master? Wait, never mind...\nI can take care of things all by myself!",
        "id": 1127,
        "1011": "I'll be good friends with everyone!",
        "1051": "Uppies!",
        "1041": "A gift! Thanks, Admin!",
        "1032": "Administrator, how can I get Fenrir to come in and play?\n...There's nothing I can do? Fine...",
        "1031": "Admin, Admin! Come play with me!",
        "1021": "Whew... I'm feeling kinda tired... No! I have to snap out of it!",
        "1023": "Playing is important... but so is training!"
    },
    "1015": {
        "1022": "I want to have a cup of tea, a slice of cake, and some good sleep...\nBut before all that, I'd better have a bath!",
        "id": 1015,
        "1011": "A room? Why did you want to bring me here?",
        "1051": "So, where should I stay?",
        "1041": "Is this a gift? For me? Are you sure? Well, thank you very much.",
        "1032": "I wonder sometimes... How did you guys come up with all this funny furniture?",
        "1031": "The rooms aren't just for Modifiers to rest in, right?",
        "1021": "You don't need to run any analyses to know that everyone here is happy. I'm happy too.",
        "1023": "Three, two, one... No more thinking, time to rest!"
    },
    "1119": {
        "1022": "Looks like we'll be able to get more funding for the dorm development project.",
        "id": 1119,
        "1011": "Okay, I'll rest a while then.",
        "1051": "This is inefficient behavior.",
        "1041": "That's very kind, thank you.",
        "1032": "Is everything progressing smoothly with the dorm?\nCome find me if you run into any difficulties.",
        "1031": "Did you want to chat?",
        "1021": "Interesting furniture... Ahem, well, I'd better get back to work.",
        "1023": "This environment is so calming..."
    },
    "1184": {
        "1022": "I think I got a little too excited... I'm gonna rest for a while.",
        "id": 1184,
        "1011": "Room! Room! Here I come!",
        "1051": "Whoa, my feet are off the ground!",
        "1041": "Is this for me? I like it! Thanks, Administrator!",
        "1032": "Administrator, this stuff is all so much fun! Come on, try it out with me!",
        "1031": "I'm kinda hungry. Administrator, wanna grab a bite to eat with me?",
        "1021": "It's so lively. I like it!",
        "1023": "Yay, more new fun stuff!"
    },
    "1035": {
        "1022": "Anyone wanna play cards? No?\nI'll play against myself then!",
        "id": 1035,
        "1011": "Grr... I kinda wanna go back to the Children of Iron.",
        "1051": "GRAAH! What're ya doin'?!",
        "1041": "Huh? You're just giving this thing to me?\nThen... just tell me what you want me to do, and I'll do it!",
        "1032": "This place is so big. Think I could use part of it to stock up on stuff?",
        "1031": "I NEVER take my helmet off, not even when it's time to hit the hay!",
        "1021": "Grah, I'm hungry! Gotta figure out how to get me some grub...",
        "1023": "Raah! So much freaky stuff I ain't never seen before!"
    },
    "1150": {
        "1022": "What's all this furniture used for?\nI have no clue...",
        "id": 1150,
        "1011": "This is my new cultivation space.",
        "1051": "I remain unmoved... Hm...",
        "1041": "Is this... a gift? For me?\nThank you, Administrator! I'll treasure it always!",
        "1032": "I actually find noisy places soothing...\nHuh? Master said the same thing?",
        "1031": "Thanks for bringing me here, Administrator...\nI feel so much better.",
        "1021": "Even a full schedule should include plenty of rest...",
        "1023": "I need to find somewhere... to meditate."
    },
    "1099": {
        "1022": "If only we could set up a training room here.",
        "id": 1099,
        "1011": "Familiar places are reassuring places.",
        "1051": "Need something?",
        "1041": "Thank you so much.",
        "1032": "I've been able to relax here thanks to you. But I keep thinking that I shouldn't be goofing off...",
        "1031": "I like the atmosphere here a lot.",
        "1021": "Looks really interesting...",
        "1023": "(Deep inhale) I must focus."
    },
    "1095": {
        "1022": "You call this a dorm room? It's more like an amusement center...",
        "id": 1095,
        "1011": "I didn't think you'd bring me to your dorm room.",
        "1051": "Why am I flying to, I wonder?",
        "1041": "You put a lot of thought into this gift, didn't you?\nI'll cherish it, I promise.",
        "1032": "Don't worry, I can read just fine even if it's noisy around me.",
        "1031": "I rather like this place myself. Come sit with me?",
        "1021": "It's time to start drawing up a new story.",
        "1023": "When I'm here, I can't help but daydream."
    },
    "1138": {
        "1022": "(Coughs) Looks like I've been in noisy places for too long.\nCan't believe I was so close to losing my manners.",
        "id": 1138,
        "1011": "It's not as spacious as I'd like, but there's more than enough space for a dorm room.",
        "1051": "I can walk just fine, thank you.",
        "1041": "Thank you for your gift. I graciously accept.",
        "1032": "The people here don't seem to know anything about social etiquette... \nBut that's relaxing in a way.",
        "1031": "You can just place the tea and sweets on the table next to me.\nThank you.",
        "1021": "Your taste in furnishings hasn't changed at all, Admin.",
        "1023": "Is it tea time yet?"
    },
    "1139": {
        "1022": "It makes me very happy just to be\nable to see everyone in such high spirits.",
        "id": 1139,
        "1011": "The dorm room is as comfy as ever...",
        "1051": "Heh, here again.",
        "1041": "Thanks for taking the time.",
        "1032": "What is it, Admin?\nIf you're asking how I've been, well, it's been great here!",
        "1031": "Come on, Admin. You've been working for a while now. Come take a rest.",
        "1021": "When I get the time, I must arrange for my dolphin plushies to be moved here...",
        "1023": "Have a good rest."
    },
    "1068": {
        "1022": "My experiences here have given me a lot of creative inspiration.",
        "id": 1068,
        "1011": "Ready to move at your command.",
        "1051": "There's barely a breeze here. So how did I start flying?",
        "1041": "And a gift for me too! How thoughtful of you... Thank you.",
        "1032": "I have a question, Admin... What is your secret\nto keeping this area so clean and tidy?",
        "1031": "I am very grateful that you brought me to a place as wonderful as this.",
        "1021": "The layout here should serve as a useful reference.",
        "1023": "Watch out, Father! That's the wall, over there!"
    },
    "1284": {
        "1022": "I start feeling better when I see everyone so happy.",
        "id": 1284,
        "1011": "It's... good to be back.",
        "1051": "Oh, I'm flying again.",
        "1041": "I'll cherish it, thank you!",
        "1032": "Would you stay here with me for a little while, Admin? Just a little while more...",
        "1031": "How I feel now that I'm back in my room? Hmm... Happy, that's for sure...",
        "1021": "But how to I empty out my mind...? I don't get it.",
        "1023": "I'm a little tired. Let's take a little rest."
    },
    "1197": {
        "1022": "This is so much fun, I'm not even that sleepy anymore!",
        "id": 1197,
        "1011": "I'm back!",
        "1051": "I'm flying and I'm not even dreaming!",
        "1041": "Thank you, Admin!",
        "1032": "Can I draw a picture of this, Admin? Because I really like it...",
        "1031": "Admin, Admin! Come and play!",
        "1021": "There's nothing better than a soft bed...",
        "1023": "Here is just as interesting as a dream."
    },
    "1132": {
        "1022": "It's not easy to find somewhere as chilled out as this.",
        "id": 1132,
        "1011": "It's time for a break.",
        "1051": "Does this make you happy?",
        "1041": "This is unexpected. Thank you very much!\nWait a while and I'll find something to give you in return.",
        "1032": "I'm curious, what made you want to build here exactly?",
        "1031": "This is exactly what I needed. Thank you for the invite!",
        "1021": "Somewhere people can leave their cares at the door...\nIt really feels like home.",
        "1023": "I've not seen anything like this before."
    },
    "1022": {
        "1022": "It's a little more fun here compared to the Society of Muses.",
        "id": 1022,
        "1011": "This is such a nice and quiet room. I like it.",
        "1051": "Is there a problem?",
        "1041": "I'll accept this, then. Thank you.",
        "1032": "Don't worry about it. This isn't the quietest spot, admittedly, but I quite like it here.",
        "1031": "Come sit with me for a bit?",
        "1021": "I have to say... there's quite a bit happening here.",
        "1023": "Relaxing both mind and body..."
    },
    "1020": {
        "1022": "It doesn't matter if you call it a \"lounge\" or something else... any place where I can laze about is a good place.",
        "id": 1020,
        "1011": "You want the boss of Meruism to stay here??? Wow, you really are something.",
        "1051": "Do you want me to lift you up like this?",
        "1041": "What do you want? I'll make it for you.",
        "1032": "Give me a holler if you need more furniture. I'll help you make them.\nBut I do charge a fee, mind you. It'd be around... several hundred grand in Ain Soph Coins?",
        "1031": "Another look altogether? But here? With all these people???",
        "1021": "These pieces of furniture are... rather imaginatively designed.",
        "1023": "All sweet young ladies here. Wonderful!"
    },
    "1156": {
        "1022": "Let's decorate Meruism like this sometime. The kids will be thrilled.",
        "id": 1156,
        "1011": "Kali, you're here!",
        "1051": "Haha, this is pretty fun!",
        "1041": "Thank you so much! What would you like in return?\nLet's go pick out something for you in a bit!",
        "1032": "If you're feeling tired, come rest with me here.",
        "1031": "You're finally here. I just came up with a new milk tea recipe, come try it.",
        "1021": "Or is there something I can help you with?",
        "1023": "I'm a little tired... I should take a short break."
    },
    "1089": {
        "1022": "I see all these familiar faces at the restaurant next door. Do tell me\nI have to work there as well... Is this my cue to run?",
        "id": 1089,
        "1011": "I just wanted somewhere to have a good nap.\nSurely we don't have to go to all this trouble?",
        "1051": "Oh my.",
        "1041": "I can't wait to find out what you're giving me... But whatever it is, thanks in advance!",
        "1032": "Did Brahmā say anything about arranging a lounge or something like that\nfor me when she was here? No? Alright, then...",
        "1031": "Want a chocolate bar?",
        "1021": "Good, good. I suppose no one from Meruism will find me here?",
        "1023": "There's never too much time for rest."
    },
    "1045": {
        "1022": "The room isn't all messed up... right?",
        "id": 1045,
        "1011": "This looks like a relaxing place.",
        "1051": "Um... what are you doing?",
        "1041": "It looks like I'll need to prepare a gift in return.",
        "1032": "Since we're here already, you should get some rest too.",
        "1031": "I'm fascinated by the cuisine of Ain Soph. Can you teach me?",
        "1021": "Are you sure it's okay to just... do nothing?",
        "1023": "I... feel a little drowsy."
    },
    "1046": {
        "1022": "You should act like a soldier wherever you go.",
        "id": 1046,
        "1011": "Is it time to take a break?",
        "1051": "Where do you need me to go?",
        "1041": "Are you sure it's all right for me to take this?",
        "1032": "Relax, I've designed an exclusive 24-hour plan just for you.",
        "1031": "Please issue any battle commands you have.",
        "1021": "Hmm... I'll need to prepare the upcoming training plan in advance.",
        "1023": "This... isn't the... time to sleep..."
    },
    "all": [
        1084,
        1039,
        1148,
        1080,
        1027,
        1013,
        1038,
        1032,
        1093,
        1096,
        1070,
        1075,
        1072,
        1058,
        1071,
        1076,
        1042,
        1094,
        1111,
        1081,
        1074,
        1066,
        1017,
        1199,
        1041,
        1050,
        1067,
        1055,
        1097,
        1033,
        1016,
        1024,
        1037,
        1048,
        1049,
        1052,
        1158,
        1059,
        1019,
        1061,
        1060,
        1056,
        1028,
        1011,
        1026,
        1127,
        1015,
        1119,
        1184,
        1035,
        1150,
        1099,
        1095,
        1138,
        1139,
        1068,
        1284,
        1197,
        1132,
        1022,
        1020,
        1156,
        1089,
        1045,
        1046
    ]
}