{
    "1011": {
        "id": 1011,
        "name": "The Secret Recipe",
        "anecdote": "Osiris is known for being the best cook in Division Nine, and everyone at some point or another has received a bento box or cake that she's made herself.\nBut everyone has a different opinion on what exactly makes Osiris's food so tasty.\nSome say that Osiris is such a hard worker, she probably practices her cooking in secret.\n\"Lil' Osi, do you practice cooking on your own when you're at home after work? Make sure you don't overdo it!\"\n\"Huh? I just cook for you guys when I feel like it. I'm not secretly training or anything.\"\nOther people think that Osiris must have studied under a professional chef.\n\"Lil' Osi, I swear your food gets better every time I try it. Are you learning from a master chef?\"\n\"A-a master chef? No... You're all just being polite. Besides, I don't know any chefs.\"\nThe most outlandish theory—put forward by Zenkibo—is that Osiris is using the power of Ausar to help her cook.\n\"I've figured it out! Osiris, are you using Ausar's power to make your food taste so good?\"\n\"She might look innocent, but secretly, she's a trained chef! See, Detective Zenkibo is on the case!\" Zenkibo says proudly.\n\"I don't do that... You're all overthinking this.\"\nOsiris thinks Zenkibo's detective game will end there, but she's wrong.\nAfter that conversation, she keeps feeling like she's being watched whenever she's in the kitchen.\nAt first it gives her the creeps, but then one day, she comes home to find someone has stuck a piece of paper on her door saying, \"I'm watching you,\" and she relaxes. She'd recognize Zenkibo's handwriting anywhere.\nThings come to a head one day when she comes home and discovers Zenkibo in her kitchen. \"Zenkibo, what on earth are you doing?!\"\n\"Osiris, I've cracked the case! The secret behind your cooking is the Cooking God's Book!\" Zenkibo puts on the air of a skilled detective to hide her guilt at having broken into Osiris's home.\n\"The Cooking God's Book? What's that?\" Osiris asks, understandably confused. \"You're the one who's been spying on me while I cook, right? What kind of practical joke is this?\"\n\"This is no joke! It's an investigation! And I'm on to you, missy! Every time you cook, you've constantly got your nose in that little black notebook—it must be the Cooking God's Book!\"\n\"You mean this notebook?\" Osiris pulls out a black notebook and opens it up. Inside are her notes on what kind of food everyone likes.\n\"Ver likes meat, especially with a squeeze of lemon juice to lighten up the flavor a little bit, but she hates green bell peppers.\"\n\"Poseidon loves fruit salads, her favorite being...\" Osiris begins to read aloud from the book, under Zenkibo's curious gaze.\nZenkibo is confused—this is not at all what she was expecting from a \"Cooking God's Book.\" \"So... it isn't a secret tome?\"\n\"It's just a normal notebook... I always try to make sure I cook something suited to the other person's tastes.\"\n\"But there must be some kind of secret recipe in there!\" Zenkibo cries out, still refusing to believe it.\n\"I just try to help others as much as I can, and cook food that I think will make them happy. If there is a secret recipe, maybe that's it.\" Osiris says with a gentle smile.",
        "reward": [
            [
                11011,
                10
            ]
        ]
    },
    "1048": {
        "id": 1048,
        "name": "A Different Kind of Punishment",
        "anecdote": "Zenkibo sits in front of Miss Shu's desk, having been caught in an act as natural to her as breathing—pulling a series of pranks. She contemplates how best to plead for a reduced self-reflection and detention sentence.\nUnlike how these talks normally go, however, this time Heimdall is also seated behind the desk beside Miss Shu. Seeing Heimdall's icy stare from behind her glasses, Zenkibo thinks she'd better keep her future pranks as far away from the Cryptics as possible.\nHeimdall speaks up. \"As punishment, I don't think a self-reflection and detention are equitable to the damages suffered by the Cryptics.\" Zenkibo's eyes gleam when she hears this, but she quickly resumes a neutral expression. Shu nods in acknowledgment. Heimdall then leads Zenkibo out of the office.\nHaving dodged writing another self-reflection, Zenkibo happily bounds after Heimdall. But after five minutes of silence in an increasingly unfamiliar environment, unease finally starts to creep into Zenkibo's mind.\n\"Sooo... what do I need to do?\" Zenkibo cautiously raises her head to look at Heimdall. \"You'll serve as our test subject.\" Heimdall replies. Zenkibo's expression freezes upon hearing this. Heimdall enters a passcode, and a door opens to reveal impenetrable darkness.\nBehind the door, several weapon prototypes are on display. A black, white, and yellow rifle has been placed in the center.\n\"This is the Comet R4Y Ct-08 Self-generating Beam Rifle,\" Heimdall explains. \"You'll be helping the Cryptics test its performance.\" Before she realizes it, Zenkibo has already approached the rifle. A gasp escapes her mouth as she admires the gun's exquisite build.\n\"Well? Certainly beats writing a self-reflection, no?\" Heimdall says, shifting her glasses.\nZenkibo lifts the rifle and nods furiously. She then accidentally pulls the trigger, destroying yet another instrument that was resting on the ground.\n\"...Your punishment will be increased one level. Well then, let's get started.\" Ookuninushi walks out from behind the door and gestures to Zenkibo to enter the training room.\nAccording to Ookuninushi, as a test subject, Zenkibo must test the weapon's power, precision, and durability. After being led into the dark and gloomy place they're calling \"the training room,\" however, Zenkibo gets a bad feeling.\n\"Your task is to hit the target,\" Ookuninushi says through the intercom. \"Begin.\"\nJust when she thinks this will be a piece of cake, Zenkibo is immediately knocked to the ground by a tremor under her feet. With a loud mechanical roar, the training room door slams shut.\nZenkibo looks around, but doesn't see any targets. She asks about this and is told that the target won't appear for a while—she'll need to go through a few \"little tests\" first.\nSuddenly, the floor starts to get burning hot. Zenkibo has no choice but to keep jumping up and down, but the higher she jumps, the heavier her feet get and the more they burn when they land on the ground.\n\"Why's the floor all hot if I'm just testing a weapon??\" Zenkibo asks between leaps.\n\"Whoops, I must have accidentally switched on the underfloor heating system.\" Ookuninushi replies airily.\n\"What kind of underfloor heating gets as hot as a griddle?!\"\nZenkibo, noticing a rope hanging above her head, instinctively grabs hold of it. The moment her body leaves the ground, a mechanism is activated, causing the stationary rope to suddenly start moving around.\n\"What's happening now?!\" Zenkibo's voice rises and falls with the rope's movements.\n\"That's a device we use for dynamic shooting training. It responds to gravitational forces.\"\n\"Responds to gravitational forces? Meaning...?\"\n\"It only stops moving when you come down from it.\"\nAfter being repeatedly spun around on the rope, Zenkibo finally lets go, dropping to the ground. Just as she thanks her lucky stars that the floor has returned to a normal temperature, a soft mechanical whirring catches her attention. She looks up to see her surroundings panning forward. Two seconds later, she realizes that the ground beneath her feet has turned into a conveyor belt carrying her backwards to a bottomless pit that has suddenly appeared behind her.\n\"Seriously?? Is this another one of your training devices?\"\n\"Huh. I guess the construction crew cut some corners when they built this room.\"\n\"Y-You call this 'cutting corners?!'\"\nA fierce wind suddenly whips through the training room with a force that nearly lifts Zenkibo off the ground. The machine generating the wind also seems to be spitting out leaves and debris... On the other side of the door, Heimdall diligently washes her dirtied hands.\nZenkibo then noticed a big, red button with the word \"STOP\" on it in front of her. As the conveyor belt speeds up, she runs forward with all her might, getting pelted three times with bits of stone as she does so. With one final leap, she just manages to reach the edge of the button with her fingertip.\nThe conveyor belt stops, but before Zenkibo can celebrate, she notices something else in the area in front of the button: a huge trap, right where she's standing. Before she can react, the rope is already tightening around Zenkibo's ankles. Losing her balance, all Zenkibo can do is let herself be dragged along the ground until she ends up hanging upside-down from the ceiling.\nFrom her vantage point, Zenkibo sees Ookuninushi push open the door above her head and walk in on the ceiling.\n\"So, uh... that's it, right...?\" Zenkibo asks weakly.\n\"Your task was to hit the target. There's the target over there... Where's your gun?\"\nZenkibo's hands are empty—the gun left them for who-knows-where at some point in the chaos of the \"test.\" Ookuninushi picks up the gun and returns it to Zenkibo.\n\"You failed the test. Start again.\"\nThe rope loosens, dropping Zenkibo to the ground. The target then disappears, and the floor starts to get hot again...",
        "reward": [
            [
                11048,
                10
            ]
        ]
    },
    "1066": {
        "id": 1066,
        "name": "Experience Invention Day",
        "anecdote": "Every year, Ookuninushi holds an \"Experience Invention Day,\" on which she opens all of her inventions to the members of Division Nine. Though called a day of \"experience,\" in reality, it's more like an opportunity to get the division to serve as lab rats for her works-in-progress.\nDespite this, her novel inventions still manage to pique everyone's curiosity—giving her no shortage of willing volunteers.\nAll sorts of inventions are on display this year, such as the \"BunBun Orange Juicer.\"\n\"All you have to do is sit in the chair and think, 'I'd like some orange juice,' and it'll feed orange juice straight into your mouth.\" Ookuninushi explains.\n\"Just like that? Lemme try.\" Zenkibo excitedly sits in the chair, concentrating on the thought 'I'd like some orange juice' as she opens her mouth. As promised, a squirt gun shoots orange juice in.\n\"Uh... Ookuninushi, why isn't it stopping?\" Zenkibo asks, seeing no end of juice in sight from the nozzle.\n\"You're still thinking about wanting orange juice. It won't stop until the thought completely disappears from your head.\" Ookuninushi replies coolly as she logs data into a terminal.\n\"Huh? I don't want anymore. Stop! Hey, I said stop!\" No matter what Zenkibo says, juice continues to spray from the nozzle in an endless stream.\n\"Hmm... Looks like there's still room for improvement.\"\nAnother is the \"BunBun Laser Grill.\"\n\"Ookuninushi, how do I use the BunBun Laser Grill?\" Unlike Zenkibo, who was mentally prepared for today, this is Verthandi's first Experience Invention Day.\n\"Just place the meat on the grill, say 'Activate grill,' and it'll grill the meat for you. Due to funding constraints, however, you'll need to provide your own meat.\"\n\"No problem. I'll be right back!\" A little while later, Verthandi returns to the lab with a freshly-bought pack of meat. \"Activate grill!\"\nAlmost instantly, a hot laser beam sears one small piece of meat. The rest, however, remains untouched.\n\"Huh? Um... Ookuninushi, does it only cook this much meat?\"\n\"For safety reasons, I've strictly limited its power output. You'll need to manually adjust it and restate the command.\"\n\"That doesn't sound 'automatic' at all... Activate grill! Activate grill! Activate grill!\"\nAll sorts of other bizarre inventions on display, such as the \"BunBun Portable Standing Bed\" and \"BunBun Onion Chopper,\" bewilder everyone present.\n\"Most people wouldn't know truth or science if it bit them on the nose. They're always talking about 'practicality' and are in no position to give research advice, yet they're always asking endless questions...\" With the crowd gone, Ookuninushi looks at the log on her terminal.\n\"Still... I suppose they're the only ones who are stupid enough to keep volunteering for my experiments.\"\nLooking over the feedback data on the screen, a new seed of inspiration starts to germinate in Ookuninushi's head. \"Maybe I'll hold the next Experience Invention Day early,\" she thinks to herself.",
        "reward": [
            [
                11066,
                10
            ]
        ]
    },
    "1041": {
        "id": 1041,
        "name": "Fight Like a Knight",
        "anecdote": "\"Wow... So that's how knights fight...\" Athena's eyes light up as she watches the \"knight\" battling on the platform.\nThe actor playing the knight lets out a yell as he executes an elaborate sword move, and the enemies standing two meters away go flying off the stage.\nThis is just one of the dramatic performances you can see anywhere in Omorfies, with over-the-top scripting and choreography that are about as far removed from reality as possible.\nBut that's not how the young Athena sees it.\nShe practically runs home, where she picks up her wooden sword and starts training with a practice dummy.\nShe copies the knight she just watched on stage, standing two meters away from the dummy and executing the same move.\nOf course, the dummy doesn't move an inch.\n\"Huh? Is it because I didn't yell first?\" Athena tries again, this time adding in the step she'd forgotten.\n\"Hi-ya!\" she yells as she chops with her sword, yet still nothing happens.\n\"I don't get it... It must be because I haven't practiced enough.\" She nods her head in determination and begins training.\n\"Hi-ya! Hi-ya! Hi-ya!\"\nAthena spends hours doing this, but her attacks still don't have the same effect as the knight's.\n\"Waaah!\" She eventually slumps to the ground, dejected, staring blankly at the sword in her hand.\nHer grandmother, Pallas, hears movement in the dojo when she comes home, but when she steps outside, she just sees Athena looking sad.\n\"Grandmother... am I never going to become a mighty knight?\"\n\"What's the matter, Athena?\"\n\"I can't do... the knight's move...\"\n\"The knight's move?\"\nAthena describes the performance she watched earlier, her voice full of bitterness.\n\"Is that so?\" Pallas doesn't know what to do—she doesn't want to shatter the young girl's dreams, but nor does she want to indulge her fantasies.\n\"Grandmother, can you show me how the move's meant to be done? I think I'll be able to get it if I see it again!\"\n\"All right...\" Pallas sighs, realizing she can't get out of this.\nPallas picks up the wooden sword and assumes the stance. Her aura is much stronger than the knight's, even a little menacing. Athena is expecting her to be able to slice the dummy in half.\nHowever, it still doesn't move, even after Pallas performs the move.\n\"Athena, you know that move was fake, right?\"\n\"No way! Grandmother, you're awesome!\" Athena exclaims, having gone to inspect the dummy.\nConfused, Pallas walks over to see a number of deep cuts on the back of the wooden dummy.\nIt suddenly dawns on her that she wasn't the one who left these marks—they must have been made by her granddaughter.\n\"Will I ever become an awesome knight like you, Grandmother?\" Athena looks at Pallas in excitement, now more convinced than ever that her grandmother is the best knight in the world.\nPallas chuckles and swallows back the speech she had prepared—it looks like her granddaughter's dream might come true after all.\nShe gently caresses Athena's cheek and says, \"Of course you can. In fact, I think you'll be even better than me!\"",
        "reward": [
            [
                11041,
                10
            ]
        ]
    },
    "1099": {
        "id": 1099,
        "name": "Dark Side of the Moon",
        "anecdote": "The handle of the blade was cold to the touch.\nThe first day her sister taught her swordfighting, it was snowing and the hand gripping her bamboo sword soon turned bright red from the cold. She wasn't used to holding such a big, heavy weapon, and it wasn't long before her hand started to ache. Despite that, her sister made her hold the stance right there in the snow for an entire night.\nBut the Sakubo blades are different. She'd thought that metal handles would be even colder to the touch than bamboo, but when she glided her fingers along the handles of the two swords, they were warm. Not abnormally so, but enough to make Tsukuyomi feel strange. The subtle warmth extended to her fingertips and fused with them, making Tsukuyomi think that this must be how Access Keys call out to their owners.\nSaku and Bo are completely different blades. Saku is light and agile, so Tsukuyomi enjoyed how it felt in her hand and quickly became proficient with it. Even now, she is constantly refining her technique with Saku.\nOne day, Tsukuyomi realized that she would be even more effective in her missions if she just took Saku, so she started to leave Bo in the dojo. So there it sat, forgotten in its scabbard, for a good few months.\nDay followed day, battle followed battle, and Tsukuyomi is beginning to lose count of the number of enemies who have fallen to Saku. A small but nagging feeling is starting to gnaw in the back of Tsukuyomi's mind, as she realizes she not only enjoys wielding her sword—it's becoming an addiction. On one mission, even after she's killed all of the Visbanes, she finds herself chopping down all the trees in her vicinity. It's not until she's about to strike down a passing deer that she returns to her senses. She knows she needs to deal with this obsession.\nHer passion for battle doesn't fade. She goes to the dojo with the hope of getting it all out of her system.\nTsukuyomi takes a deep breath and attacks the practice dummy. It cracks from its head all the way down to the floor, which she's never seen it do before. She stays in the dojo all day, training tirelessly, but the fighting spirit in her heart only becomes ever stronger.\nShe is startled by her older sister suddenly appearing in front of her.\n\"Tsukuyomi... why are you only holding one sword? Don't you remember what I taught you?\"\nIn a daze, Tsukuyomi suddenly realizes that the sword is burning hot in her hand. She doesn't know if it's a hallucination or just a trick of the light, but at this very moment, Bo's purple blade starts to shimmer, as though it's calling out to her.\nShe goes over to pick it up, blowing off the dust.\nBo's handle is icy to the touch, but when she grasps it, the burning sensation from Saku immediately begins to subside.\n\"Both of the Sakubo blades are my Access Key, and one false move can cause my Heart of Sword to be biased... I still have much to learn.\"\nTsukuyomi understands that she abandoned half of her Access Key due to laziness, and it nearly cost her sanity... She swears that it will never happen again.\nJust like those countless snowy nights in her youth, she once again finds herself wielding a bamboo sword that's far too big for her. The heavy blade draws a lavender arc as it swings through the air.\nFrom this point on, her mind is as serene as an undisturbed lake.\nIf only the same could be said of the dojo—it took a week to repair the damage she caused from her first training session.",
        "reward": [
            [
                11099,
                10
            ]
        ]
    },
    "1111": {
        "id": 1111,
        "name": "Chips and Soda",
        "anecdote": "From time to time, Osiris goes to the Imago Room to chat with Ausar, usually about fairytales or things that have happened to her in the outside world.\nOsiris often asks her if she'd like to trade places and experience the outside world, but Ausar always refuses with an impatient wave of her hand.\nIt's not that Ausar is completely uninterested in the real world, it's just that she's only ever gone there in times of catastrophe, so it hasn't left her with a very good impression.\nTo try and alleviate Ausar's boredom, Osiris buys her books of fairytales or brings her interesting trinkets.\nOne day, Osiris randomly brings a bag of chips to share with Ausar. The crunchy texture seems to light a fire in Ausar's taste buds, and before long, she's polished the entire bag off herself. To her surprise, though, her mouth is extremely dry afterwards.\nFrom that point on, she suffered the conflicting emotions of \"I really want more chips\" and \"But they make my mouth so dry.\"\n\"When you guys eat those things called 'chips'... don't they make your mouth dry?\" she finally asks Osiris one week later.\n\"A little bit, yeah... Ausar, wait a minute.\" A little while later, Osiris reappears with a can of soda. The only time Ausar has seen one of these before is when Zenkibo played a practical joke on her.\n\"Are you sure that thing's okay? It's not the one where something pops out at you once you open the lid, is it?\"\n\"That was just one of Zenkibo's practical jokes. Nothing will burst out of this when you open it, as long as you don't shake it beforehand. Give it a shot!\"\nAusar looks skeptical as she takes a cautious sip, but she's pleasantly surprised when the sweetness and slight astringency of the soda washes away the saltiness on her tongue.\n\"So, do you like it?\"\n\"It's okay, for a mediocre drink. But it's no better than that!\"\nFrom that day forth, Osiris always brings various snacks and drinks for Ausar to try, but her favorites remain chips and soda.\n\"This brand of chips are slightly too thick, but I guess that's what makes them unique.\" Ausar is now quite the expert on potato chips.\n\"Oh, are they? I never noticed. How about you go out and choose the bag you want next time?\" Osiris giggles, as she watches Ausar expertly wash down her chips with a glug of soda.\n\"Hmm... I'll think about it.\" There can't be any harm in going out for a quick look, Ausar thinks to herself.",
        "reward": [
            [
                11111,
                10
            ]
        ]
    },
    "1148": {
        "id": 1148,
        "name": "Rollerskates",
        "anecdote": "\"The most important thing for practical jokes isn't their method or performance, it's to make sure you don't get caught!\" This is one of Zenkibo's favorite pearls of wisdom. She says that, but getting caught is almost a daily occurrence for her. If it weren't, she wouldn't have to worry about writing apology letters. This is especially true because no one else in Aether Gazer plays practical jokes, so even if Zenkibo gets away with one at first, it won't be long until Shu is knocking on her door.\nHowever, Zenkibo does prefer not being caught right away, if only so she can savor the taste of victory for a short while.\nBut not getting caught means she has to make a fast get-away. So how can she get faster? Zenkibo has tried all kinds of experiments in the past, including but not limited to bringing a skateboard with her, hiding a scooter near the scene of the crime, and pre-planning her escape route and installing a zipline...\nPerhaps unsurprisingly, all of these ruses have failed to help her.\nThat zipline she spent a week making? A member of the logistics team found it pretty quickly and took it down, so when she went to use it, she managed to get two whole meters before she was thrown off. The scooter was hardly the stealthiest mode of escaping down corridors, and Shu tracked her down pretty easily. The skateboard was the closest she came to success, allowing her to escape the scene without anyone noticing. The problem was that Shu noticed Zenkibo carrying a skateboard with her and smelled a rat, then told all members of staff to not sell skateboards to Zenkibo.\nBut Zenkibo is nothing if not resourceful. She looked at her broken skateboard, then at her shoes, then at the perfectly functioning wheels on her skateboard...\nI should just put the wheels on my shoes!\nSpurred on by her brilliant idea, Zenkibo immediately emptied out the contents of her treasure chest. With a bit of craftsmanship, she fashioned a pair of what you could call rollerskates. The first few days Zenkibo used them, the people she pranked could always hear the sound of someone falling over not that far away.\nBut Zenkibo quickly masters the art of using this method of transportation, even wearing them to battle one time. Unfortunately, she forgot to factor in the recoil from her gun, so she was repelled backwards by the wheels whenever she fired a shot. When Thor and Apollo reached the target location, they turned back and saw Zenkibo still at the starting point, wrestling with her rollerskates. Luckily, this was only a simulation battle.\nZenkibo dejectedly enters the training room, steeling herself for a barrage of criticism. To her surprise, Shu isn't angry for once and even offers to make her a more combat-ready pair of rollerskates to try out. Zenkibo's mouth drops open in astonishment.\nShu explains that Zenkibo will be even more agile in battle if she can maneuver in the rollerskates.\n\"Thank you, Miss Shu!\"\n\"And now, let's talk about all those pranks you pulled over the past week...\"\n\"Okay, okay, I'll start writing the apology letters...\"",
        "reward": [
            [
                11148,
                10
            ]
        ]
    },
    "1199": {
        "id": 1199,
        "name": "The Third Inscription",
        "anecdote": "The Access Key Shinri has been enshrouded in mystery ever since it first appeared.\nIt consists of a set of three long blades, each engraved with three ancient Xu Heng characters. Two among them were deciphered to mean \"shock\" and \"radiance,\" pronounced \"shin\" and \"ri.\"\nThe meaning of the third inscription, however, remains a mystery. Tsukuyomi learned from an ancient text that \"shin\" and \"ri\" represent directions, but the trail went cold there.\nAfter using Shinri to slay Orochi the Snake God, Tsukuyomi couldn't shake the feeling that the third inscription had changed somehow, but Nuadha's debugging didn't find any abnormalities.\nIn her later training sessions, Tsukuyomi realized that when she was distracted or confused, the third inscription seemed to appear twisted and jumbled, and Shinri became harder to control.\nOn the other hand, when her mind was clear and her focus was constant, the inscription looked more like writing, and she could use the sword as easily as if it were an extension of her arm.\nAs Tsukuyomi grew more adept at wielding Shinri, the inscription gradually became clearer. However, she was still unable to determine whether the inscription changed depending on her mental state or if she was just seeing things in her preoccupation. This question had taken root in Tsukuyomi's mind.\nOnce on her way back from a mission, a run-down blacksmith's caught Tsukuyomi's eye. Hardly anyone still forged weapons in the traditional way anymore, and such weapons were more often regarded as handicrafts or antiques these days.\nBut the blades displayed in this blacksmith's shop flaunted no flowery motifs or intricate ornamentation—Here, they existed in their purest form, as if to show the world that they were not artifacts, but weapons in the truest sense.\nAn elderly bladesmith stepped out from the shadow of the weapons display and, without even raising his head to look at Tsukuyomi, fixed his eyes on the long sword at her waist. He then solemnly asked Tsukuyomi to unsheathe Shinri so that he could see it in its entirety.\nTsukuyomi quietly nodded, then slowly drew Shinri from its scabbard. Normally when she'd draw this blade, lightning would appear, but nothing happened this time. It was as if Tsukuyomi held a perfectly ordinary sword in her hand, and the engraving upon it clearly resembled writing. The old bladesmith, however, nodded his head and even clapped his hands in approval.\nWith some anticipation, Tsukuyomi told the bladesmith about her question, hoping he might be able to shed some light on it. Naturally, he welcomed the challenge, and took Shinri into his hands for a closer look.\nAfter scrutinizing it from tip to hilt, the bladesmith returned Shinri to Tsukuyomi, and slowly began to speak.\n\"The sword's heart has no name, but its intent takes shape. This inscription symbolizes the 'way' you've awakened to.\"\n\"The 'way...?'\"\n\"The way of the sword is the way of the heart. The inscription fluctuates because you've yet to dispel the confusion from your mind. Once your sword's heart is clear, its intent will manifest. Only then will the inscription's meaning make itself known.\"\nAfter thanking the bladesmith profusely, Tsukuyomi continued her journey with a newfound understanding. The inscription also seemed to grow a little clearer.",
        "reward": [
            [
                11199,
                10
            ]
        ]
    },
    "1127": {
        "id": 1127,
        "name": "Data-gathering",
        "anecdote": "Labbi, the consciousness tethered to the Countertide Whalesong, once said that this Access Key possesses 165 different functions. For Leviathan, each one of these functions holds a certain degree of mystery.\nIn a battle simulation, she tries to use the water jet feature to push enemies back, but the spray was so powerful it actually knocks her off her feet. When she finally manages to get up again, she switches to the function that summons two geysers to burst up beneath distant enemies' feet, but something goes wrong and she accidentally summons both of them beneath her instead... Frustrated at her inability to control her own Access Key, the baby orca decides to go and ask Ookuninushi for advice.\n\"I was actually just thinking how interesting your Access Key is, but in order to help you, I'm going to have to collect its performance data. And I need you for that,\" Ookuninushi replies.\n\"That's great, thank you so much, Ookuninushi! Where do we start?\" Leviathan summons her Countertide Whalesong in eager anticipation.\n\"Go over to that test column and try to inflict as much damage as possible.\"\n\"As much damage as possible? But if I do that, I'll be the one who gets sent flying...\" Leviathan answers, the apprehension already showing in her eyes.\n\"Then aim downward—the ground around the test column is also equipped with data sensors. And it's padded, so even if you get knocked down, your fall will be cushioned.\"\n\"Okay, here goes nothing...\" Leviathan aims the nozzle toward the floor and concentrates her Divine Grace. The Access Key springs to life, and the force sends her flying into the air.\n\"Whoa! Ookuninushi, what should I do?\"\n\"DEPLOY... CHUTE...!\"\nFrom that height, Leviathan is only able to make out a few garbled syllables, but she understands enough to know that Ookuninushi wants her to open the Countertide Whalesong's parachute.\nThe parachute works far better than expected, and the landing is much gentler than Leviathan is used to.\n\"Well, that was scary...\"\n\"Interesting... The height you reached doesn't tally with how slow the initial acceleration was...\" Ookuninushi is writing the results furiously in her notebook, then looks over at Leviathan as she sits on the padded floor.\n\"Leviathan, I need you to do that two more times. So we can rule out data bias.\"\n\"You want me to do THAT two more times?\"\n\"Not only that—we've got another 164 functions to test out after this, and each one of those needs to be done three times as well. I need comprehensive, accurate data.\"\n\"Greeeeat.\"",
        "reward": [
            [
                11127,
                10
            ]
        ]
    },
    "1039": {
        "id": 1039,
        "name": "A Day Off",
        "anecdote": "Poseidon has taken a week off work. During this time, her clients have been told that \"counselling services are currently unavailable.\" Poseidon's door was closed for five days in a row, and by the fifth day, she even stopped taking calls. After much consideration, a worried Shu decided to enter her room to check on her.\nInside, it is dead quiet. All she sees is Poseidon lying on her bed, motionless. Alarmed, Shu immediately runs over to her.\n\"Poseidon! Poseidon! What's the matter with you?\" \n(Snoring sounds)\n\"Huh?\" \nPoseidon opens her eyes to see a very anxious-looking Shu. There is confusion in her bleary eyes. After some rather disjointed conversation, Shu finally realizes that Poseidon was just sleeping in.\n\"You have nothing to worry about. I'm just taking a break!\"\n\"Well, usually when someone takes so many days off, it's for something serious isn't it? I got a little worried when I didn't see you come out of your room... Sorry for barging in like that.\" \n\"That's alright. I just wanted to take a week off, that's all.\" \n\"Did you really spend all this time sleeping in?\" \nPoseidon thought for a while before nodding her head. Shu's mind is boggled. After all, she's quite the workaholic herself, and the thought of taking days off just to sleep in has just never crossed her mind. Shu shuts the door behind her as she leaves the room, and Poseidon promptly goes back to dreamland.\nIn truth, however, Poseidon actually fibbed a little—she'd actually only started her slumber the night before. Prior to that, she'd been working for four days and three nights in a row to sew a large boxful of dolphin plushies as gifts for her clients. Each dolphin plushie has a unique appearance and expression. And more importantly, each and every one of these plushies are a gift from Poseidon's heart.\nFor Poseidon, sewing plushies for everyone is also a way to take a break.",
        "reward": [
            [
                11039,
                10
            ]
        ]
    },
    "1139": {
        "id": 1139,
        "name": "Low Temperature Training",
        "anecdote": "A huge round object appeared at the entrance to the training room and became stuck while trying to come through the door. Little did everyone expect this rotund figure in a pickle to be Poseidon. Thanks to everyone's help, Poseidon—who's wrapped in not one, but ten blankets—is finally freed.\nThis is the second day Poseidon is learning to use Arctic Abyss in training. The day before, the frost from Arctic Abyss was so great, she became numb all over. So, she's decided to be fully prepared today by wrapping ten blankets around her.\nWhat Poseidon didn't expect is that training today would be supervised by Odin herself. Odin doesn't rebuke her for her rather unusual measure. Instead, she allows Poseidon to put her blankets back on one by one before commencing training.\n\"It's so cold...\" The blankets don't seem to have a warming effect at all, and Poseidon continues to feel the chill in her bones as she practices using Arctic Abyss. Furthermore, all this extra bulk on her is making her movements rather unwieldy.\n\"Why do you think you're still feeling the cold with all those blankets on?\" Odin is looking at her amusedly, her hands on her hips.\n\"Um... I don't quite understand...\"\n\"Arctic Abyss is your Access Key, which means that this chill that you're feeling is actually coming from your Divine Power.\" \nThis statement from Odin seems to have enlightened Poseidon somehow, for she then proceeds to throw off all the blankets on her. She tries to raise Arctic Abyss once again. His skin instantly turns red from the cold, and her frozen hand involuntarily loosens its grip on the staff.\n\"This is your power, so don't be afraid of it! Embrace it!\" Odin's voice has become rather stern.\nPoseidon raises the ice-cold staff again. \"Yes, I mustn't be afraid... This is my power!\" \nMoments later, Poseidon can feel the warmth spreading through her body again. And so, she is able to continue training with Arctic Abyss, and is soon able to wield her Access Key and summon the chill with ease.\nHer Divine Power is now gushing forth, and it's like a fierce snowstorm has appeared in the small training room. The falling snow turns into solid ice and covers the ground before shattering like crystal in an instant, leaving a glittering scene behind. Poseidon is delighted after seeing her progress. She stands in the vast ice field she's created, and doesn't feel cold in the slightest.\nAfter training, she goes to Odin to thank her for the advice, but finds her standing rigidly in place where she'd left her.\n\"Odin, what's wrong?\" \n\"I'm freezing. Your Arctic Abyss has affected even me. Nice work, Poseidon.\" \n\"Woah, I didn't know I could even...\" Poseidon hurriedly grabs a blanket and wraps it around Odin. Poseidon practically skips back to the training ground after hearing Odin's praise.\nOdin is happy to see her training so diligently. She removes the blanket from around her and fans her warm face. Of course she hadn't really been affected by such unpracticed Divine Power. But what's wrong with a little white lie if it helps Poseidon knuckle down and unleash her true potential?",
        "reward": [
            [
                11139,
                10
            ]
        ]
    },
    "1019": {
        "id": 1019,
        "name": "Diary From the Past",
        "anecdote": "Shu looks over at the junk she's put in a pile in the corner of the room. She has, on this rare day off, finally found some time to deal with these old belongings of hers.\nThere are the hardcopy magazines she purchased in college, small accessories bought on a whim, books bought but never read, obsolete communicator models...\nShu's gaze falls on a diary. While it's not that big a surprise to see a diary in the room, it is notable for the yellowed cover that hints at its age.\nDriven by nostalgia, she opens up the diary.\n\"The food at the cafeteria today was way too sweet. I hope to taste something different tomorrow. —Shu. Most of the things she wrote down in here were trivial matters. However, these countless and ordinary day-to-day occurrences are what come together to form one's past.\nAs if she's just turned an hourglass upside down, Shu can feel the past as she flips through the pages of the diary. At times, she smiles a little to herself, while at others, she's frowning and holding her head in exasperation or horror.\n\"I hope to become someone like Odin in the future.\" \nHer words may still be there on the page, but Shu has long forgotten the person or incident which led to this musing.\nThe youthful Shu admired Odin, who was like the \"parent of Aether Gazer\" watching over and supporting everyone at this \"household.\" And now, somehow, over time, Shu has taken over most of Odin's work at Aether Gazer and become the \"parent\" herself.\n\"I totally forgot that I wrote something like this... Odin must never see this!\" \nShu flips to the next page, where she sees some tiny handwriting, made slightly translucent by the light coming in from the window.\nShe lowers her head a little to read it—\"I hope so, too.\" The handwriting here is unmistakable.\n\"So she saw this a long time ago, huh...\" Shu, her hand on her face, recalls the time she took over the job of Director. Odin was wearing a rather cheeky smile then, come to think of it.\n\"(Sighs) I didn't mean for you to hand over everything to me...\"",
        "reward": [
            [
                11019,
                10
            ]
        ]
    },
    "1119": {
        "id": 1119,
        "name": "A Rare Break",
        "anecdote": "\"Shu, did you work through the night again?\" Poseidon walks into the office with a worried look. The dark eye circles can be clearly seen on Shu's face.\n\"The business negotiations last night took a little longer than I expected... But it's alright, we have the contract down now, and things will be a lot easier from now on.\" \n\"If that's the case, how about I take over your duties this week? You need a good rest.\" \n\"But...\"\n\"Apart from Odin, I'm the one who knows best what's going on around here. Besides, there won't be any more business meetings for the time being, and I'm still up to doing the basic work. Don't worry.\" \nBut, in the face of Poseidon's determined persuasion, Shu eventually accedes to Poseidon's suggestion.\nOn the first day of her break, Shu sleeps in for almost the entire day. It's only when she wakes up with a start that she remembers that Poseidon is standing in for her. But it is only after she checks in with Poseidon to make sure that everything is going smoothly that she finally relaxes again.\nOn the second day of her break, for the first time in years Shu is lazing about on her bed. Although this is something she's always thought she's needed, she ends up feeling a rather inexplicable sense of guilt instead.\nOn the third day of her break, Shu tries to sit in on the training session for the new Modifiers, only to be chased away by Poseidon at the door.\nThe fourth day of her break.\n\"Heh heh!\" Now that Miss Shu isn't around, I can do whatever I want! Whee!\" Zenkibo sprints brazenly down the hallway, pointing and firing her water dye gun at all and sundry.\n\"Oh? Really?\" Shu has appeared behind her out of nowhere.\n\"M-Miss Shu? Aren't you on a break?\" \n\"Let's continue this conversation in the detention room.\" \n\"NOOOOOOOOOO! I've been fed false intel!!!\" \n\"Miss Shu—\" Poseidon flashes a wry smile as she watches Shu drag Zenkibo to detention by the collar.\n\"I'm sorry... Looks like I'm just incapable of taking a break.\" \n\"(Sighs) Promise me that you won't work through the night again, then.\" \n\"Um... I'll try.\"",
        "reward": [
            [
                11119,
                10
            ]
        ]
    },
    "all": [
        1011,
        1048,
        1066,
        1041,
        1099,
        1111,
        1148,
        1199,
        1127,
        1039,
        1139,
        1019,
        1119
    ]
}