{
    "1001": {
        "letter_send_time_1": "2024,5,3",
        "mail_id": 6003,
        "letter_title": "Come and Play A Game ",
        "letter_belongs": 1048,
        "letter_sender_face": 2110481,
        "letter_sender": "Zenkibo Tengu",
        "letter_desc": "Well, I wouldn't have agreed to come to the party if Shu hadn't reminded me again and again.\nThink about it, everyone getting together just to sing a song, that's pretty boring, isn't it?\nBut—if you are coming to this Arrival Day party, it'll definitely be fun, hehehe.\nRemember that promise you made before? About the game? Hmph, I've been noticing that you haven't been online since we played together that time.\nNow here's another chance for you: Get online and help me decorate the room in that game we played together last time.\nOf course, I've made some small \"designs\" in the game. If you accidentally trigger them...\nLet's see if you'll pass it successfully, or become my... let's say, \"accomplice\"?\n",
        "id": 1001,
        "reward_item_list": [
            [
                50006,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1002": {
        "letter_send_time_1": "2024,5,8",
        "mail_id": 6004,
        "letter_title": "Blessings of the Lightning! ",
        "letter_belongs": 1028,
        "letter_sender_face": 2110281,
        "letter_sender": "Thor",
        "letter_desc": "Actually, I am not good at writing letters... At first, I wanted to ask Zenki to write it for me. After all, she wrote a lot of self-disciplinary reports. However, she held a strange pen for half a day, scribbled down a meaningless title and left... So I had to continue on my own.\nWell, from the very start of my memory, I've been in constant battle. So, just like everyone's impression of me as a fight enthusiast, I don't even remember anything outside of combat.\nIf we must commemorate a day like this, simply praise me for my strength as you always do. If my lightning can be of an aid to you, that would be far more thrilling than any Arrival Day celebration!\nCome on Admin, I really see something defferent in you. If one day you're tired of sitting in the office, feel free to come to my Thunder Squad!\nBy the will of lightning, I will protect you.\nAnd, remember that today is my Arrival Day (multiple underlines). Double chocolate bananas today! Double!\nThe pen seems to be getting worn out, so I'll just stop here.\nThese are for you, and next time I'll treat you to my grilled...\n(The rest of the content is blotted by ink stains, which spread right up to the previous line quite noticeably. Looks like Thor intentionally blocked the ink with her cuff.)\n",
        "id": 1002,
        "reward_item_list": [
            [
                50035,
                10
            ],
            [
                40603,
                1
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1003": {
        "letter_send_time_1": "2024,4,20",
        "mail_id": 6005,
        "letter_title": "An Invitation ",
        "letter_belongs": 1052,
        "letter_sender_face": 2110521,
        "letter_sender": "Marduk",
        "letter_desc": "Admin, are you available tonight? Let's have some drinks together?\nNot for any particular reason, just that today is my Arrival Day. You've got to have some kind of reason to give yourself a break now and then. Don't you think?\nBirthday... Yes, I still prefer to call it that. Birthdays used to remind me of my increasing age. But now, I'm going to look like this forever. It's good that I've experienced it all, so I have no regrets, haha!\nWell... Why am I talking about these things?\nAnyway, that's it. Today, let's just let go of those nerve-racking things and have some real fun!\n",
        "id": 1003,
        "reward_item_list": [
            [
                50032,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1004": {
        "letter_send_time_1": "2024,5,21",
        "mail_id": 6006,
        "letter_title": "Greetings from the Sun and the Trade Wind ",
        "letter_belongs": 1059,
        "letter_sender_face": 2110591,
        "letter_sender": "Apollo",
        "letter_desc": "Hey Admin, and everyone in Aether Gazer, do you miss me?\nI recently took my annual leave, which I had been saving up for a long time, and went back to Omorfies for a vacation after a long time. I didn't realize that what I was thinking about the most here was each and every one of you. I'm actually a little uncomfortable that I don't have to deal with the pranks of Zenkibo when I'm out, haha.\nBut don't worry. Your Sun, never leaves everyone. It is bathing in the waves of Sea of Stars, and sending you all warm greetings and gifts as always through the trade wind.\n",
        "id": 1004,
        "reward_item_list": [
            [
                50024,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1005": {
        "letter_send_time_1": "2024,5,24",
        "mail_id": 6007,
        "letter_title": "Make Sure You Read Until the End ",
        "letter_belongs": 1071,
        "letter_sender_face": 2110711,
        "letter_sender": "Mengzhang",
        "letter_desc": "Long time no see, Admin! I hope you've been doing well.\nTime really flies. It feels like you've hit me with the Delusion Buster just yesterday, ha ha!\nAlright, alright, I'll stop joking and get down to business. A few days ago, when I was exploring a well-known antique shop on Yuyi Isle, I came across a local clan that was celebrating the centenary of the eldest family member. What a lively scene it was, and I couldn't help but walk in through the open door and help myself to the celebratory viands.\nAs I extended my wine cup for a refill, it suddenly occurred to me that my own Arrival Day was coming soon.\nIn the past, Lingguang would gather folks who are free for a party on such occasions. Although not everyone would make it, they were always full of warmth and laughter.\nWould you have the time to join us at the Quad for such a party?\nOf course, you don't have to bring a gift.\n(I'll let you in on a secret: the longevity noodles made by the Quad's chef are truly scrumptious! Alas, we are allowed to have them only once a year. But if you come, I'll share mine with you.)\n",
        "id": 1005,
        "reward_item_list": [
            [
                50039,
                10
            ],
            [
                40603,
                3
            ],
            [
                40414,
                1
            ]
        ]
    },
    "1006": {
        "letter_send_time_1": "2024,6,6",
        "mail_id": 6008,
        "letter_title": "So I Performed a Reading Just for Fun...",
        "letter_belongs": 1066,
        "letter_sender_face": 2110661,
        "letter_sender": "Ookuninushi",
        "letter_desc": "Admin, there's something I'd like to discuss with you...\nUm, put simply, my research budget's been slashed, which means I'll have to stop several important studies of mine. The good thing is, I can perform a reading for you now. Weren't you interested in tarot card readings before?\nAnd the payment I require, Admin, is your help in resubmitting all those budget requests. Alright, that's a deal! Performing your reading now...\nAnd your card, Admin, is... the Fool. Hmm, I suppose that makes sense from what I know of you.\nDon't get me wrong, this isn't an insult. A right-side-up Fool is a very good draw. It means that although you may seem a little reckless at first glance, and although you always persist along a path of danger, you'll end up gaining something quite unexpected...\nYeah, that sounds about right.\nI keep getting the feeling that between you and I, you're getting the far better deal here.\n",
        "id": 1006,
        "reward_item_list": [
            [
                50014,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1007": {
        "letter_send_time_1": "2024,6,12",
        "mail_id": 6009,
        "letter_title": "HYAH!",
        "letter_belongs": 1027,
        "letter_sender_face": 2110271,
        "letter_sender": "Leviathan",
        "letter_desc": "HYAH! Hey, Admin!\nHeh heh, I just learned this from Master during a mission: the way to call for your companions in the polar regions! What do you think? Cool, right? But of course, since Master was the one who taught it to me!\nBecause the weather can get rather rough all year round at the poles, you have to really yell to get your voice across, even if it's only a few meters.\nOh, that reminds me. I must thank you for recommending that Master and I go on that polar mission. You can leave all future missions there to us!\nOnly on missions like these can I get one-on-one time with Master... and learn more about survival in places like this from her!\nHYAH!\n",
        "id": 1007,
        "reward_item_list": [
            [
                50011,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1008": {
        "letter_send_time_1": "2024,6,12",
        "mail_id": 6010,
        "letter_title": "Are You Free Tonight?",
        "letter_belongs": 1050,
        "letter_sender_face": 2110501,
        "letter_sender": "Buzenbo Tengu",
        "letter_desc": "It's been a while, Admin.\nI've been working hard at learning from Master recently, for after what happened at Sasanami, I realized that there's still a lot I have to work on.\nAs a student of the sword, the one thing I have to do is to stay true and focused. However, I allowed myself to be affected by my feelings and nearly caused harm to Master and everyone else as a result...\nI was going to train today too, until Master told me I should take a rest as today's an important day.\nWhen I was young, I envied the other kids who celebrated their birthdays. But now, all I want is to become better at the sword.\nBut maybe it's not such a bad idea to take a break once in a while...\nSo, would you have some time tonight by any chance? If yes... come have a chat with me over here at the training room?\nFor some reason, I feel most assured when I'm in there.\n",
        "id": 1008,
        "reward_item_list": [
            [
                50018,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "1009": {
        "letter_send_time_1": "2024,6,13",
        "mail_id": 6011,
        "letter_title": "Take Care of Yourself ",
        "letter_belongs": 1024,
        "letter_sender_face": 2110241,
        "letter_sender": "Anubis",
        "letter_desc": "Thanks for reminding me.\nHad it not been for you and your dinner invite, I wouldn't have remembered that it's my Arrival Day today.\nBut I must respectfully decline. Time is precious, and we shouldn't be wasting it on frivolous pursuits.\nI still have a number of reviews to perform, and I hope you can understand.\nI do appreciate the thought, though.\n...\nHere's a little something from me by way of apology. You should find it useful since you train so often.\nLet's have a meal the next time you come by to return the dumbbell. My treat.\n",
        "id": 1009,
        "reward_item_list": [
            [
                50005,
                10
            ],
            [
                50004,
                1
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1010": {
        "letter_send_time_1": "2024,6,19",
        "mail_id": 6012,
        "letter_title": "I Miss You! ",
        "letter_belongs": 1070,
        "letter_sender_face": 2110701,
        "letter_sender": "Jinwu",
        "letter_desc": "Hey, Admin! I haven't seen you for a long time! I miss you!\nIt's my Arrival Day today. Would you celebrate it with me? And oh! There's a live action \"Prime Codex\" movie on! Wanna go watch it with me?\nAlso, I've come up with a new dish based on Chapter 20 of the \"Prime Codex\". But I seem to recall that you can't take spicy food? Your face turned all red the last time you tried something I made... I promise to use less spice this time!\nCome on over! Be there or be square!\n",
        "id": 1010,
        "reward_item_list": [
            [
                50040,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1011": {
        "letter_send_time_1": "2024,6,20",
        "mail_id": 6013,
        "letter_title": "It's Summer Again ",
        "letter_belongs": 1075,
        "letter_sender_face": 2110751,
        "letter_sender": "Lingguang",
        "letter_desc": "Dear Administrator of Aether Gazer, I hope this finds you well!\nThey tell me that you're the only one with certain responsibilities at Aether Gazer, so you must be pretty busy. But please take good care of yourself! Don't overwork yourself, and remember to take a break every now and then.\nThis morning, I was playing music in the courtyard as usual when I saw that a few water lilies in the pond had bloomed. It was only then that I realized that summer is upon us! Every time it's my birthday, I can't help but feel that time is moving too fast and there're so many things I've yet to accomplish... at the Quad, at Vermilion Wellness, and in life. But I always look forward to the people I'll meet and the new things I'll encounter in the coming year. For example: what are the two of us going to learn about each other?\nAs everyone knows, I'm not keen on big parties, and don't really do much for birthdays apart from writing and answering letters, and it was when I was responding to one such letter that I thought of you. I thought about what happened after we met at Tian Lu Traders, and what you didn't tell me about your health that day. It's been weighing on my mind, both as a doctor and as a friend. And the path of one who watches out and protects is a hard one.\nI'm sorry for being such a wet blanket on a happy day like this. But I'm already so used to looking out for everyone's safety and well-being.\nCome by Nanjiao Isle the next time summer rolls around if you wish. I'll be here. The water lilies here at Vermilion Wellness are beautiful when they're in full bloom!\n",
        "id": 1011,
        "reward_item_list": [
            [
                50036,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1012": {
        "letter_send_time_1": "2024,6,23",
        "mail_id": 6014,
        "letter_title": "So, So Pure ",
        "letter_belongs": 1056,
        "letter_sender_face": 2110561,
        "letter_sender": "Kali",
        "letter_desc": "Hi, Admin! I hope you've received the Shashvat specialty products I sent along with this letter!\nThe weather's getting real hot over here, and the kids pestered me into taking them out to a restaurant for some ice cream.\nIt turned out that they had organized an Arrival Day surprise for me at the restaurant: a curry-and-ice cream creation! I wonder how they came up with that, ahahaha!\nThey even made sure to leave some for you, but since you're so busy with work I'll take care of your portion for you.\nOh, by the way, they also made you a visor hat for when you next come to Shashvat. It looks pretty light and airy to me. I think it means they like you, heh.\nYou should come to Shashvat one of these summers!\n",
        "id": 1012,
        "reward_item_list": [
            [
                50029,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1013": {
        "letter_send_time_1": "2024,7,21",
        "mail_id": 6015,
        "letter_title": "A Midsummer Celebration",
        "letter_belongs": 1138,
        "letter_sender_face": 2111381,
        "letter_sender": "Hera",
        "letter_desc": "Let me make this clear to you: not everyone is entitled to an invitation from yours truly. Now that you've received my handwritten invite, you'll have to have a really, really good reason before you can say no.\nThat's settled, then: you're attending the celebration of the occasion of my glorious arrival into this world.\nYou ought to, anyway. Surely, those chosen by one such as myself must go through the experience of attending a proper tea party. Remember the Ps and the Qs that I taught you! I won't help you if you make a fool of yourself.\nYou don't have to bring a gift. Besides, an item chosen with the eyes and acumen of a mediocre one will only mar the occasion. Just accept the souvenir I've painstakingly arranged for with gratitude in your heart. A souvenir that you, perhaps one day, will finally be able to appreciate. While I do see a wisp of talent in you, I don't expect you to develop enough taste and discernment by this time next year... Here's a gentle reminder that there are few critics in Omorfies who are more professional than my exceptional self.\nOf course, you'll have to play your part at the tea party. As to how best to express your praise and good wishes for me on this occasion... It's time to put all of your knowledge and learning to good use!\n",
        "id": 1013,
        "reward_item_list": [
            [
                50019,
                10
            ],
            [
                40603,
                3
            ],
            [
                40414,
                1
            ]
        ]
    },
    "1014": {
        "letter_send_time_1": "2024,8,8",
        "mail_id": 6016,
        "letter_title": "Hot Streak",
        "letter_belongs": 1072,
        "letter_sender_face": 2110721,
        "letter_sender": "Luliang",
        "letter_desc": "Admin! I must say, I really like the mahjong tiles you gave me the other time.\nAllow me to thank you by teaching you the game of mahjong!\nThis may seem incredible to you, but believe me when I say that I've closed countless deals over a game of mahjong.\nWhile I don't deliberately seek to do so, how someone plays mahjong can tell you a lot about them, and if they're suited to be your business partner.\nSo, come play a game with me, and I'll tell you if you have what it takes to become a big shot at Aether Gazer! Ha ha, I kid, I kid.\nOh that's right, I've also been looking into the Sasanami style of mahjong recently.\nDid you know that there's more than one winning hand in mahjong? There's the famous Thirteen Wonders, of course, as well as the Three Great Scholars and the Three Lesser Scholars, etc., etc...\nHeh heh, don't worry, we'll start from the basics. No point shooting for the stars when you can't yet stand on your own two feet! To tell you the truth, what I enjoy most is working up a winning streak with the minor winning hands!\n",
        "id": 1014,
        "reward_item_list": [
            [
                50041,
                10
            ],
            [
                951114,
                2
            ],
            [
                40301,
                50
            ]
        ]
    },
    "1015": {
        "letter_send_time_1": "2024,8,11",
        "mail_id": 6017,
        "letter_title": "Urgent: Home Appliance Tester Needed",
        "letter_belongs": 1026,
        "letter_sender_face": 2110261,
        "letter_sender": "Nuadha",
        "letter_desc": "Haha! If it weren't for the auto-reminder system of Hearth of Danu, I'd have totally forgotten today is my Arrival Day.\nPerhaps due to the rising temperatures, I've been flooded with appliance repair orders this month. And... You have to admit that the elderly sure possesses extraordinary creativity when it comes to feature design!\nTake this \"MeloChill\" Watermelon Ice Bucket for example, an order from an old man with a sensitive stomach. Once linked with a vital signs monitoring bracelet, the bucket can adjust the temperature within in real-time, ensuring each bite you take of the fruit remains refreshingly cool without overly stimulating the digestive system...\nAnd then there's this \"Just-One-More-Episode\" Portable Projector, a custom order from a soap opera-loving elderly woman. You know, watching TV for too long can strain your eyes, right? But sometimes, she just can't stand the suspense! So, I designed this projector, which downloads and decodes upcoming episodes while you're watching the current one. When your eyes start to feel tired, it generates a simulation signal to stimulate the visual cortex in your brain, letting you \"watch\" without actually watching... Of course, I've put strict controls on the extension period to keep it within reasonable limits.\nWould you be interested in coming over to take these devices for a test run today? I have a little thank-you gift prepared for you, but let's keep that under wraps for now.\nBy the way, Kitty has recently been sent to me for maintenance and upkeep. She'd be thrilled to see you again, don't you think?\n",
        "id": 1015,
        "reward_item_list": [
            [
                50025,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1016": {
        "letter_send_time_1": "2024,9,1",
        "mail_id": 6018,
        "letter_title": "A Special Day of Rest",
        "letter_belongs": 1041,
        "letter_sender_face": 2110411,
        "letter_sender": "Athena",
        "letter_desc": "Each and every member of the Knights of Convallaria is entitled to time off to enjoy and celebrate their own birthday. This is a rule among the Knights, and as their leader, I must abide as well.\nThis rule goes back to the time when my grandmother Colleen was the commander. As Omorfies was not at peace then, every member of the Knights had to be on high alert all the time, and Colleen decided that everyone had to take at least a day off on their birthdays, no matter what.\nThis has since become our tradition, and I guess everyone is grateful to my grandmother for that. (Including myself, as I've already made plans for this day...)\nAdmin, I'd like to make it up to you for what happened the last time. Would you like to visit and see a little of Omorfies on Sept. 1st?\nAs I will not be on duty as a Knight of Convallaria, I'll be able to spend this special day of rest with you as myself, Athena Pallas.\n",
        "id": 1016,
        "reward_item_list": [
            [
                50008,
                10
            ],
            [
                951220,
                1
            ],
            [
                40301,
                50
            ]
        ]
    },
    "1017": {
        "letter_send_time_1": "2024,9,6",
        "mail_id": 6019,
        "letter_title": "A Special Experiment",
        "letter_belongs": 1033,
        "letter_sender_face": 2110331,
        "letter_sender": "Heimdall",
        "letter_desc": "Dear Admin, I hear that you've been really busy at work lately?\nYou should know that working for long periods of time can actually lower your efficiency. This is a scientific fact proven many times by both theory and practice. And sleep alone isn't enough for the human body to obtain complete rest. What is also needed is a certain amount of leisure activity that can help one relax.\nThere's this new restaurant in the neighborhood that apparently serves great fruit salad. It's a nice, quiet joint, so I think it'll be pretty relaxing to have a chat there.\nBased on the above, want to have dinner there with me tonight, Admin?\nOh, by the way, I should mention that it's my Arrival Day today. Which in theory isn't a terribly special day, since the concept of birthdays doesn't exist for Modifiers.\nHowever, spending quality time with others may be meaningful in itself in practice.\nTherefore, I need your help as I study the effect of such behavior on dopamine levels in the brain.\nThis is an important and special experiment that will help us improve work efficiency levels in the General Office.\nI'll be waiting for you at the restaurant tonight.\n",
        "id": 1017,
        "reward_item_list": [
            [
                50013,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1018": {
        "letter_send_time_1": "2023,9,10",
        "mail_id": 6020,
        "letter_title": "Just Got Back From the Trip",
        "letter_belongs": 1199,
        "letter_sender_face": 2111991,
        "letter_sender": "Tsukuyomi",
        "letter_desc": "It's been a while since I last saw you, Admin. Is that insomnia of yours still bothering you? I've been there before, so shoot me a note through the terminal if you want some suggestions.\nNow that the Pheasant Squad has completed the mission, we'll be back in Ain Soph in three days.\nThanks for that early Arrival Day gift you sent! I shared the snacks with the squad, and everyone thinks you have a gift for baking. As... do I.\nNuadha tells me that you made this necklace yourself...? (I didn't mean to be nosy, but we see each other very often because of the Access Keys...)\nDuring battle, when I feel its coolness on my skin, my mind immediately quietens even if it's all hot outside.\nAnd when I'm in a scrap with the enemy, I can feel it on my skin as I move, as if it's telling me to take care as someone faraway is thinking of me...\nDo you have some time for me when I return to Aether Gazer? I also have something for you. Besides, I can't wait to share with you what happened on this trip.\n",
        "id": 1018,
        "reward_item_list": [
            [
                50016,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1019": {
        "letter_send_time_1": "2023,9,17",
        "mail_id": 6023,
        "letter_title": "GROCERY RUN!!!!!",
        "letter_belongs": 1035,
        "letter_sender_face": 2110351,
        "letter_sender": "Sobek",
        "letter_desc": "Yoohoo, Admin! Long time no see!!!\nWe're on our way to do a big job, and Pops wants me to get some canned food for the trip. But canned food's awful expensive here in Rostach, GAAAH!\nBossman says that it should be much cheaper in Ain Soph since there are so many shops there. Heh, Admin, do you think you could send over some of that good stuff in that case?\nBossman also gave me a little extra cash for the food, saying that my \"Arrival Day's\" coming soon and we oughta celebrate that anyway. But what in the world is an \"Arrival Day\"...?\nWhatever! A happy day is a happy day! I gotta say, Admin, Pops, Bossman, everybody's counting on me here, so please help me out here. I really need that cheap and tasty canned food!\nOf course, I won't let you do this for free. You can take the money Bossman gave me and buy yourself something nice and yummy. Psst, here's my go-to recipe: get some tinned black bread, then add luncheon meat and fried fish to it. Then you gonna put some peanut butter on it, and finish with some tomatoes and chickpeas... Muack! Delish!\nMan, I'm drooling now... I'll have to make do with some canned pickles for now. Hear from you soon, Admin!\n",
        "id": 1019,
        "reward_item_list": [
            [
                50004,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1020": {
        "letter_send_time_1": "2023,10,9",
        "mail_id": 6024,
        "letter_title": "Come Share Some Cake?",
        "letter_belongs": 1096,
        "letter_sender_face": 2110961,
        "letter_sender": "Hermes",
        "letter_desc": "Hiya Admin! Haven't seen you for a while. Wonder when you'll actually see this note.\nHmm, actually that's not quite true. I always walk past your office when I make deliveries to Aether Gazer, but I suppose you've been too busy working to notice me?\nSo anyway, I found all these presents on my desk at Olympia Express this morning, and I was so puzzled. I'd have just spent the rest of the day making deliveries had Iris not brought me a cake and told me to take the Arrival Day off!\nAlthough there's loads of packages to deliver, everyone tells me that I should be spending the day with someone special instead.\nSo I thought it over for a bit, and um... I thought I'd like to spend this day with you.\nI'm so thankful to have come to this world and made friends with folks like you and Iris. Well... I mean, I still have the cake Iris gave me—do you want to have some with me?\n",
        "id": 1020,
        "reward_item_list": [
            [
                50023,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "1021": {
        "letter_send_time_1": "2023,11,9",
        "mail_id": 6025,
        "letter_title": "Thanks From a Lost Sheep",
        "letter_belongs": 1011,
        "letter_sender_face": 2110111,
        "letter_sender": "Osiris",
        "letter_desc": "Admin, thank you for coming to make the cake with me...\nYou've no idea how happy I was when you praised my baking skills. Of course, at the end of the day I'm just an amateur baker.\nAnd I want to say... I used to cause so much trouble to you all. Thank goodness you managed to find me in the Imago Room back then!\nYes, one has to face the truth... But having said that, I'm still unsure of myself when I'm not around you and the others.\nSeeing how good you are at your work and at taking care of others, Admin, I'm also inspired to work harder... to be able to stand by your side one day.\nUm... the fall here in Ain Soph can get a little chilly, so I've made you a scarf and a pair of gloves.\nPlease, if there's anything I can help you with, Admin, just let me know.\n",
        "id": 1021,
        "reward_item_list": [
            [
                50003,
                10
            ],
            [
                40603,
                3
            ],
            [
                40414,
                1
            ]
        ]
    },
    "1022": {
        "letter_send_time_1": "2023,11,9",
        "mail_id": 6026,
        "letter_title": "Divine Judgement from the Underworld",
        "letter_belongs": 1111,
        "letter_sender_face": 2111111,
        "letter_sender": "Ausar",
        "letter_desc": "Did you just wish me a happy Arrival Day? The audacity of you, Admin.\nBut I'm curious to know: where does this courage of yours come from? Hmm? Did Osiris put you up to this?\nPfft... Cat got your tongue?\nFine, whatever. It's laudable that a human like you is paying respects to my power on this special day, so I'll indulge you.\nYou may regard this letter as an invitation. Just don't expect me to welcome you with noisy fanfare the way Osiris does.\nRemember, when you're before me on this special day, you're not to mumble to yourself like a stubborn fool.\nJust say something nice, and keep me happy.",
        "id": 1022,
        "reward_item_list": [
            [
                50003,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1023": {
        "letter_send_time_1": "2023,11,9",
        "mail_id": 6027,
        "letter_title": "Shall We Celebrate Together?",
        "letter_belongs": 1097,
        "letter_sender_face": 2110971,
        "letter_sender": "Oneiroi",
        "letter_desc": "Good morrow, Admin! (Hmm, Lady Hera tells me that this is a courteous greeting that was used back in the day. Does it make you happy when I use that?)\nLeuce and Mintha have been busy all morning... But when I ask them what they're doing, they don't tell me a thing about it. Hades is also skulking around in an unusual manner... Well... I'm starting to feel sleepy but... No, I can't.\nHad Drowsie not shown me the calendar, I might've just slept through my Arrival Day this year...\nWhen... was the last time we saw each other? (Although to be honest I do see you quite often in my dreams, Admin...)\nYou're always so busy with work... and have no time for yourself, let alone... me.\nI hear that today... Leuce and Mintha plan to bake me a cake. As you know, they make really good desserts and... I'm sure any cake they make will be even better...\nSo, will you come celebrate my Arrival Day with me? I'll be at... the lobby of the Society of Muses. I hope to see you when I open my eyes, Admin.\n",
        "id": 1023,
        "reward_item_list": [
            [
                50021,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1024": {
        "letter_send_time_1": "2023,11,25",
        "mail_id": 6028,
        "letter_title": "Your Goals and Mine",
        "letter_belongs": 1016,
        "letter_sender_face": 2110161,
        "letter_sender": "Kingu",
        "letter_desc": "Huh? My Arrival Day? Where did you hear that from...? Must be... Hmph. He sure likes sticking his nose into other folks' business.\nBut thanks for the good wishes anyway.\nI know what you want to say, but I'm not gonna respond to that. I am pleased with my life right now, and I'm also working towards my long-held goal.\nYou and I, though we'll never agree on some things...\nLet's get together again when all this is over. We'll have the best booze in Rostach and meat by the platefuls, and we'll arm-wrestle till the sun comes up!\nWhat a party it'll be!\n",
        "id": 1024,
        "reward_item_list": [
            [
                50033,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1025": {
        "letter_send_time_1": "2023,12,3",
        "mail_id": 6029,
        "letter_title": "Miss Hel's Arrival Day",
        "letter_belongs": 1094,
        "letter_sender_face": 2110941,
        "letter_sender": "Hel",
        "letter_desc": "Dear Admin, I hope this finds you well. This is Ganglati.\nI wish Miss Hel could see the expression on your face as you're reading this. It'd make her so happy.\nAlright, let's skip the niceties and get to business. I hope you've remembered that today's Miss Hel's Arrival Day, and that you've come up with a gift commensurate with Miss Hel's status.\nIf you're ready, then please show up on time at her Arrival Day party tonight.\nPlease understand that this is not my idea but Miss Hel's. I'm simply the messenger since she won't say her wishes out loud.\nOh, one more thing: Miss Hel says she's very... <System Reminder> Reboot Complete...\nGanglati. Too chatty. Don't listen to it...\nYou may come or not... Anyway... I'll save a place for you. That's all.\n",
        "id": 1025,
        "reward_item_list": [
            [
                50022,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1026": {
        "letter_send_time_1": "2023,12,21",
        "mail_id": 6030,
        "letter_title": "The Sound of Snow Falling",
        "letter_belongs": 1037,
        "letter_sender_face": 2110371,
        "letter_sender": "Hodur",
        "letter_desc": "Admin, I wonder what the weather is like where you are? The weather forecast says it'll snow here in Ain Soph next week... Hope you can get back just in time to see the first snow of the year.\nEveryone's been looking forward to throwing an Arrival Day party for me, though I'm not sure if that'd take up too much of their time... So, I decided to invite everyone to that steak restaurant I like, to try out their new menu offerings as a celebration instead.\nAlthough I haven't seen you much lately, I'm still happy that I can help you out with my intel...\nI haven't open that present you gave me yet... Just want to keep the mystery a little longer. I'm guessing there's a great music CD in there? Thank you so much.\nWhen you're back, how about we listen to this CD together in the dorm? I'll get ready some comfy cushions and hot tea for you, along with a nice, warm throw.\nWhat do you think?\n",
        "id": 1026,
        "reward_item_list": [
            [
                50017,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1027": {
        "letter_send_time_1": "2023,12,24",
        "mail_id": 6031,
        "letter_title": "The White Album",
        "letter_belongs": 1068,
        "letter_sender_face": 2110681,
        "letter_sender": "Enlil",
        "letter_desc": "With all this white everywhere, it must mean that the Winter Festival is upon us again.\nActually, my Arrival Day is also on the same day, which is why this is usually a rather lively time of the year for me, as it's almost as if everybody is celebrating for me, too. (I'm not proud of having this thought.)\nThis year, Stellaris Academy is holding an ice sculpture exhibition against the backdrop of its gorgeous winterscape, and I hear that the works are all created by the teachers at the Department of Sculpture.\nYou know, the idea of a fairy tale world full of ice and snow is fascinating, and I can show you around if you're here. But you're probably too busy at work, so let's meet up next time you are free.\nHowever, I've created this album of pictures of the Winter Festival I've taken around the academy over three days.\nA little incident to share with you: it was snowing heavily when I completed the album. I left the album by the window, and by the time I came back from the kitchen it was covered with snowflakes.\nThat is why I then chose to call it the White Album. I hope you'll love the look of Stellaris Academy during the Winter Festival as much as I do after looking through it.\n",
        "id": 1027,
        "reward_item_list": [
            [
                50027,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1028": {
        "letter_send_time_1": "2024,1,1",
        "mail_id": 6032,
        "letter_title": "The Time I've Spent With You",
        "letter_belongs": 1067,
        "letter_sender_face": 2110671,
        "letter_sender": "Oceanus",
        "letter_desc": "The calendar tells me that my Arrival Day is coming around again.\nTo me, occasions like this have become rather unimportant over time. However, I... still remember a friend from back then and how excited he'd get at this time. The first few years, he would urge me to cut the cake and say to me his signature blessings: \"May your inspiration never die\".\nSo, as time went by, I got used to the idea of celebrating Arrival Day. It's not the cake that interests me, though. It's just that on this day each year, I like to indulge in a little bit of sculpting work.\nAs I look back on the past year, I keep thinking about the time I've spent with you. So, I'd like to invite you to join me here in Omorfies as I work on my sculpture of the year.\nTime flows like water. As my carving knife slides across the plaster, what was previously elusive takes tangible form; no matter how much time has passed, there're always certain moments I want to retain forever.\nEspecially since... you've been in many of them this year.\n",
        "id": 1028,
        "reward_item_list": [
            [
                50009,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1029": {
        "letter_send_time_1": "2024,1,4",
        "mail_id": 6033,
        "letter_title": "Two Yet-Unfulfilled Wishes",
        "letter_belongs": 1019,
        "letter_sender_face": 2110191,
        "letter_sender": "Shu",
        "letter_desc": "Relax, Admin. This has nothing to do with work, and I'm writing this invite in my personal capacity.\nI was tidying up and going through my things over New Year's when I came across an old planner in which I'd written several to-dos outside of work. At first I thought this must be a planner I used when I first started working (I was still a novice in categorizing back then), and it was only when I started flipping through its pages that I realized it was just a personal notebook.\nAll these things I had wanted to do all seem so foreign to me now. I've been so busy with my duties at Aether Gazer all this time that I've forgotten most of them.\nAs it's my Arrival Day today, Poseidon and Osiris have bundled me out of my office for the day, saying that they'll help me with my work.\nThe thing is, I'm not sure what I should do with myself now that I've left the office, except maybe visit the coffeehouse and the bookstore, two places I've listed in my notebook.\nI thought about it, and I'd like to visit them with you, Admin. I wonder if you're interested in coming with me?\nI'll see you in a bit at Aether Gazer's lobby.\n",
        "id": 1029,
        "reward_item_list": [
            [
                50001,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1030": {
        "letter_send_time_1": "2024,1,5",
        "mail_id": 6035,
        "letter_title": "Invitation to Dinner",
        "letter_belongs": 1032,
        "letter_sender_face": 2110321,
        "letter_sender": "Tyr",
        "letter_desc": "I received your card and gift. You chose well, I commend your taste in style.\nWith the new year fast approaching, the Valleyrand Family and Division Three have had even more matters to attend to. If it weren't for your reminder, I may very well have forgotten my own Arrival Day again.\nI've never believed in the necessity of spending time on such things, but perhaps you're correct—sometimes taking a rest can better prepare one for the work that lies ahead.\nOnce our work has wrapped up, I'll arrange a time. I hope you'll be able to join me then. This has nothing to do with business. I'm simply extending the invitation as a friend.\nThere's nothing to be uneasy about either, it will just be an ordinary family dinner. I'm sure that Mr. Hoenir and Edward will also be pleased to see you.\nAs for pre-meal activities, I believe it's time we picked up our last game of chess where we left off.",
        "id": 1030,
        "reward_item_list": [
            [
                50010,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "1031": {
        "letter_send_time_1": "2025,1,7",
        "mail_id": 6036,
        "letter_title": "Peace and Contentment",
        "letter_belongs": 1076,
        "letter_sender_face": 2110761,
        "letter_sender": "Gengchen",
        "letter_desc": "Dear Admin, thank you for thinking of me. I've been well.\nNew Year's is almost here again, and folks all over Xu Heng have begun to prepare for the festival celebrations. It all feels very different from the rest of the year! If you're free, you should come to Xu Heng to check it out. Just let me know when you're coming, and I will take some time off to accompany you. It's also been very busy at the Quad, but everyone was kind enough to celebrate my Arrival Day. Today, I received many good wishes, followed by questions about what the celebration would be like. It sounds a little odd, but this really got me in the mood, and I quite liked it, actually.\nWhenever I talk about Arrival Day, I feel rather distant from it, and I don't know how to respond to everyone's good wishes. They often say that this is a day worth celebrating, for this marks the continuation of life and bears testimony to growth over the year just past. What I remember most clearly, however, is the first time, the real \"Arrival Day,\" which was also the day when catastrophe had struck Gaea. If the world had never needed me, maybe it would be worthy of everyone's celebration... Only on Arrival Day would I feel so sorry.\nWe came into this world with the responsibility of protecting life, and all we've to show for it after all these years is this unfinished business. Fortunately, there's always someone by my side, helping me do the things I can't do and understand the true meaning of perseverance. I hope that someday in the future, both Gaea and we can usher in a new life and the true continuation and growth of civilization.\nI wish you lasting peace and contentment.",
        "id": 1031,
        "reward_item_list": [
            [
                50042,
                10
            ],
            [
                40603,
                3
            ],
            [
                40414,
                1
            ]
        ]
    },
    "1032": {
        "letter_send_time_1": "2024,1,12",
        "mail_id": 6037,
        "letter_title": "Festival?",
        "letter_belongs": 1080,
        "letter_sender_face": 2110801,
        "letter_sender": "Vidar",
        "letter_desc": "It's my Arrival Day today. I don't quite get what that means, but I do know that on this day each year, Leviathan would put a pointy hat on my head and wish me a happy Arrival Day.\nI've seen how the others spend their Arrival Day. Everyone gets together and eats a lot of nice food. Maybe... Arrival Day is just like a festival day?\nI understand what a \"festival\" is: it's when everyone comes together on the same day to celebrate something. What I don't get is, what is it that we're celebrating on Arrival Day?\nI think I'm just going to settle for \"a special day that everyone has for themselves\"... for now.\nAnyway, it's my Arrival Day today, and I... would like to invite you to have a fun day out with me, and have lots and lots of meat together, meat I brought back from the pole. It's perfect for a day like this.\nI've learned how to sing that Happy Arrival Day song Leviathan always sings... I'll sing it for you on your special day, Admin.",
        "id": 1032,
        "reward_item_list": [
            [
                50012,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1033": {
        "letter_send_time_1": "2024,1,31",
        "mail_id": 6038,
        "letter_title": "Marvelous Drive",
        "letter_belongs": 1042,
        "letter_sender_face": 2110421,
        "letter_sender": "Hades",
        "letter_desc": "It's been a while, my little lamb.\nMiss me a little, maybe? Or perhaps you miss Leuce and Mintha, my lovely dolls, even more?\nDo give me an honest answer, or else... Haha, relax. I'll give you a break here. But I do have something to ask of you regarding the two of them.\nEvery year, it's always them who get everything perfectly arranged for my Arrival Day celebration, and I've been wanting to do something for them instead.\nSo this year, I want to do something different, like take them on a drive to the Stellaris Sea coastline or some such. And of course, we're going in my car!\nAnd since I'm taking them, I might as well include you too, my little lamb. Wanna feel the wind in my limited-edition, 1,500-horsepower sports car on a route specially designed by yours truly? Surely you won't decline this exciting invitation?",
        "id": 1033,
        "reward_item_list": [
            [
                50031,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1034": {
        "letter_send_time_1": "2024,2,8",
        "mail_id": 6039,
        "letter_title": "A Ritual of Mine",
        "letter_belongs": 1017,
        "letter_sender_face": 2110171,
        "letter_sender": "Bastet",
        "letter_desc": "Hey Admin, it's been a while! Do you miss me?\nI've finished reading the book you recommended the last time we worked together, and tried to use what I learned from the book in my work. Guess what? My peers told me I've made great progress recently! I have you to thank for this!\nTime really flies, and we're looking at the start of a new year again. I really hope that when CORG works with you again I'll get to join forces with you. I'm sure this better me will ease your burden!\nRemember you said that you wanted to see me dance? In fact, every year on my Arrival Day, I hold a solo dance for myself as a tiny ritual.\nThis year... I want to invite someone special that I'm grateful to. Not just to watch me dance, but to also dance with me, and create some memories together. I've already come up with a dance duet for that, and the steps are really easy.\nWould you like to have a dance with me, Admin?",
        "id": 1034,
        "reward_item_list": [
            [
                50034,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1035": {
        "letter_send_time_1": "2024,2,21",
        "mail_id": 6040,
        "letter_title": "A Little Bit of Pleasure",
        "letter_belongs": 1093,
        "letter_sender_face": 2110931,
        "letter_sender": "Kuninotokotachi",
        "letter_desc": "Hey! Where were you on this important day of mine, sweetie?\nI can't believe I have to spend tonight all by my lonesome! How about... you tell me where you'll be tonight, and I'll come to you? As you know, I can get pretty stealthy, so no one's gonna find us out...\nHaha! Fine, fine, I'll stop. I'm in a good mood today—I stopped by the wine store and bought myself something. They tell me that it's really highly rated. Why don't we sample it together when you're back?\nI've an idea: if there's snowfall when you drop by, we can admire the snow and soak in a hot spring together, you and I... And then would you also rub my back for me? I've been on all these missions lately and really need a bit of help.\nDrop by when you're free. I'll be waiting for you...",
        "id": 1035,
        "reward_item_list": [
            [
                50015,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1036": {
        "letter_send_time_1": "2024,2,23",
        "mail_id": 6041,
        "letter_title": "Let's Have Another Great Year Together!",
        "letter_belongs": 1084,
        "letter_sender_face": 2110841,
        "letter_sender": "Verthandi",
        "letter_desc": "It's New Year again, Admin!\nSo much has happened in the past year, and happy or sad, you've always been right by my side.\nAs long as you're with me, nothing seems impossible.\nANYWAY. It's my Arrival Day today, and although we used to celebrate it over barbecue... I'd like to do something different this year.\nLet's go on a trip somewhere! On our missions, we've gone past so many scenic places. I've done a little research and it appears that Spring Gardens and Dragonridge Hill are both very well-known sights in Xu Heng. But honestly, I'll be happy to go anywhere with you.\nAnd when we're done with the sightseeing, I'll have you try the cake I made myself, and you'll take up the most important task of singing me the Arrival Day song!\nLet's have another great year together, Admin!",
        "id": 1036,
        "reward_item_list": [
            [
                50002,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "1037": {
        "letter_send_time_1": "2025,3,3",
        "mail_id": 6042,
        "letter_title": "Waiting for You in the Spring Air",
        "letter_belongs": 1074,
        "letter_sender_face": 2110741,
        "letter_sender": "Yingzhao",
        "letter_desc": "Hello, Admin. This is an invitation.\nI stopped by Sophora Garden to tend to the plants after I got back from my business trip yesterday. Some of the late-blooming plum blossoms haven't fallen yet, but there are already some new sprouts dotting the trees, and new grass is poking its way out of the soil.\nI always found winters unbearably long when I was little, but there would always come a day when I'd look up from my work and see a few shoots of green among the withered leaves. It was comforting to me, knowing that even though I was shivering cold at the moment, winter was on its way out.\nThere's something to see in the garden every season, but because of those memories, I find this season particularly special. The snow is beginning to melt and green is starting to reappear. I know the trees and flowers aren't growing for any specific person, but still... I'd like to share all this beauty and these memories with you.\nAlso, today's my Arrival Day. Linyu keeps track of it even better than I do—not that I could forget it even if I wanted to, given that she starts preparing for it weeks in advance. I've had this invitation ready for a while. Just been waiting for the right time to give it to you.\nLinyu and I prepared tea for three at Sophora Garden. Your cup is waiting for you.\n",
        "id": 1037,
        "reward_item_list": [
            [
                50044,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1038": {
        "letter_send_time_1": "2024,3,17",
        "mail_id": 6043,
        "letter_title": "Fishsticks at the Cape",
        "letter_belongs": 1081,
        "letter_sender_face": 2110811,
        "letter_sender": "Skadi",
        "letter_desc": "Evening, Admin! Feels like this sea voyage is taking forever... Maybe because you're not here with me? I mean, because you always tell me such interesting stories! Yeah, that must be the reason...\nAnyway, I'll be reaching my destination in a few hours and taking in the beautiful vistas of Cape Mysteria soon.\nThe special fishsticks you concocted for me will go perfectly with the beautiful sunrise—I'll make sure the seagulls don't carry them off this time.\nIt kind of sucks you won't be here to celebrate my Arrival Day with me. Still, eating a tasty snack and watching the sunrise isn't the worst way to spend it.\nLet's plan a trip next time we're both free, one long enough to see all the places we want to!\nIt's a promise, Admin.\n",
        "id": 1038,
        "reward_item_list": [
            [
                50030,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1039": {
        "letter_send_time_1": "2024,3,21",
        "mail_id": 6044,
        "letter_title": "A Spring Date at the Beach",
        "letter_belongs": 1039,
        "letter_sender_face": 2110391,
        "letter_sender": "Poseidon",
        "letter_desc": "Right as I opened your Arrival Day card, a slight breeze blew across my face, almost as if the wind were carrying the warmth of your well-wishes to me.\nI know we see each other at Aether Gazer all the time, but I like the feeling of talking through letters like this. It feels like here I can say all the things I usually can't manage to.\nI made a necklace using the shells I found last time I went to the beach. I think it'd be a nice thank-you gift. Hope you like it.\nYou know, I had a thought while I was making it. When people think of the beach, it's always about summer, but the ocean is also lovely in the spring. It's not that wild now, but there's a certain charm in its quietness. It's just... I feel like I would be lonely if I went to see it by myself.You often say I always think of what other people want—that I never take the time to think of what I want. Well... Admin, would you go take a walk down the beach with me, on this special day?",
        "id": 1039,
        "reward_item_list": [
            [
                50007,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1040": {
        "letter_send_time_1": "2024,3,21",
        "mail_id": 6045,
        "letter_title": "Start of Spring",
        "letter_belongs": 1058,
        "letter_sender_face": 2110581,
        "letter_sender": "Kagutsuchi",
        "letter_desc": "Hey, long time no see, Admin. Been doing okay?\nToday's my Arrival Day... I think. I don't remember exactly. Maybe it's been too long since I really paid attention to it.\nOne thing I can say for sure, though, is that I feel lucky to see another spring.\nWhen I was with the Karasugo, all I thought about every day was when death would come for me—right until someone came and rescued me from within those walls. When I got out, I saw the rolling hills covered in spring flowers, stretching towards all directions before me. That was the first time I felt truly grateful for being alive.\nAh, seems like I'm rambling a bit. What I'm trying to say is, I'm thinking of how I want to celebrate my Arrival Day, but I'm drawing blanks. I think... (A long line is scratched into the letter here, as if the writer tried to completely erase the second half of the sentence.)\nNever mind. Better just not to worry about unimportant things like this.\nAnyway, spring is here. Want to go look at the flowers together?",
        "id": 1040,
        "reward_item_list": [
            [
                50026,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1041": {
        "letter_send_time_1": "2025,5,3",
        "mail_id": 6046,
        "letter_title": "Take This, Admin!",
        "letter_belongs": 1048,
        "letter_sender_face": 2110481,
        "letter_sender": "Zenkibo Tengu",
        "letter_desc": "Are you surprised that you're getting an invitation to a fight instead of a party?\nDon't tell me you forgot what happened last year, my partner in crime! I couldn't believe that, out of everyone, only you escaped the prank unscathed. You have NO idea what a huge blow that was to me!\nYou know what they say: \"If at first you don't succeed, try, try again!\" That's where the fun begins, no?\nSo, for my Arrival Day party this year, I'm gonna get everyone who lost last time to fight against YOU, Admin!\nThat said, since you're my partner in crime, I'm gonna give you a little helping hand... I've written down a strategy for you on the back of this letter. Take a very good look at it!\nI can't wait to see what the results will be this year! I can be pretty tough when I want to be, you know!\nI worked really hard to put this all together, so no flaking out on me, got it?!\n",
        "id": 1041,
        "reward_item_list": [
            [
                50006,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1042": {
        "letter_send_time_1": "2025,5,8",
        "mail_id": 6047,
        "letter_title": "Everything On My Mind",
        "letter_belongs": 1028,
        "letter_sender_face": 2110281,
        "letter_sender": "Thor",
        "letter_desc": "Almost every year, I've spent my Arrival Day in battle. It's often weeks before I remember to check my mailbox and see all the gifts everyone sent me.\nBut you... you reminded me just how much this day means. That’s why I sent this comms request right away.\nSeeing everyone come together just to celebrate my Arrival Day, I... can't help but try to finish up my mission as quickly as possible. Just two more days, and I'll be back to see you all!\nAhem. That's what you taught me, right? You should tell the people you care about most everything that's on your mind.\nWhen I think about the countless battles we've fought together, I realize that the reason I can give it my all is because I know you've always got my back.\nThank you, Admin, for showing me how special my Arrival Day really is.\nKeep an eye out for my next message! As soon as my missions are all wrapped up, I'll return to you in a flash.",
        "id": 1042,
        "reward_item_list": [
            [
                50035,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1043": {
        "letter_send_time_1": "2025,4,20",
        "mail_id": 6048,
        "letter_title": "The Brewers Festival",
        "letter_belongs": 1052,
        "letter_sender_face": 2110521,
        "letter_sender": "Marduk",
        "letter_desc": "Hey, Admin. Thanks for the gift you sent me—I've been wanting to get my hands on that old record for a while now.\nWhen we celebrated my Arrival Day last year, you expressed an interest in Rostach wine. If you have the time, why don't you come check out our Brewers Festival?\nI say \"festival\"—I suppose \"mini bazaar\" would be a more accurate description. On that day, everyone brings out all sorts of homemade brews and handicrafts to sell. The kids call these little critters made from scrap metal \"brewer fairies\"—it's pretty funny.\nDon't worry, plenty of the drinks are a new sort that you can drink without getting silly. You won't find that outside of Rostach!\nOnce you've got a time in mind, let me know. I'll be waiting for you in the usual spot at the Akkadian Guild.\n",
        "id": 1043,
        "reward_item_list": [
            [
                50032,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1044": {
        "letter_send_time_1": "2025,5,21",
        "mail_id": 6049,
        "letter_title": "Waiting Patiently for You",
        "letter_belongs": 1059,
        "letter_sender_face": 2110591,
        "letter_sender": "Apollo",
        "letter_desc": "Don't forget, Admin, you'll lose your glow if you don't get a proper amount of rest.\nYou've been so engrossed in work recently, I've even seen you sleeping at your desk on more than one occasion. Industriousness may be a laudable quality, but neglecting to rest is counterproductive.\nToday is an especially important day—the sun's Arrival Day. As it so happens, I received my performance wages from the opera house the other day, so I ordered some tea party desserts from Omorfies and organized a concert at a restaurant.\nAs the star of the show, I'll be putting on a splendid show for everyone, in which my kind, warm light will wash away everyone's weariness.\nNaturally, I've reserved the best seat in the house for you. Your shining sun patiently awaits your arrival.\n",
        "id": 1044,
        "reward_item_list": [
            [
                50024,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1045": {
        "letter_send_time_1": "2025,5,24",
        "mail_id": 6050,
        "letter_title": "Cold and Desolate, My Life Is",
        "letter_belongs": 1071,
        "letter_sender_face": 2110711,
        "letter_sender": "Mengzhang",
        "letter_desc": "It's almost my Arrival Day again, which means I'll get to eat longevity noodles again!\nDo you still remember what they taste like, Admin? ...Er, though the last time I had longevity noodles, I ate them so fast I forgot to leave any for you... But the bowl of soup we shared afterwards was still nice, right?\nI actually asked the chef several times if he could make an exception and bring us two bowls, but in the end, there was nothing I could say to make him flout the \"special significance of longevity noodles.\"\nBut where there's a will, there's a way. Since I'm writing to you now, naturally that means I've found a way.\nAfter asking around, I got the recipe for longevity noodles, and I've even gathered the ingredients so we can make a big bowl to share. What do you think?\nRest assured, after living a life of solitude for so many years, I've honed my culinary skills to perfection!\n...Though if anything goes wrong, we can always return to the Quad.\n",
        "id": 1045,
        "reward_item_list": [
            [
                50039,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1046": {
        "letter_send_time_1": "2025,6,6",
        "mail_id": 6051,
        "letter_title": "Not Going Out",
        "letter_belongs": 1066,
        "letter_sender_face": 2110661,
        "letter_sender": "Ookuninushi",
        "letter_desc": "It's so hot again today I don't want to go out. So I'm sending this message instead.\nA few days ago, you asked what my plans for my Arrival Day are. I didn't come up with any, so I'll leave that to you. Anything would be fine. Just don't make me go outside.\nI drew the upright Empress card this morning, and you'll be here, so I think we'll have fun whatever we decide to do. And you better give me my present then. If you pretend like you forgot to bring it, you dropped it in the sea, or BunBun-3 crushed it... you can spend my Arrival Day with BunBun-3 instead.\nThat said, I've already prepared a thank-you gift for you, and just like we agreed last time... I'll save one Arrival Day wish for you. I won't tell you what it is, though—not this year, next year, the year after, or even in a hundred years... So, you'll just have to stick with me until then.\nThat reminds me—when you do come over, don't forget to bring the \"BunBun Mobile Home for Two\" drawing I left in your room. You've forgotten it every single time... not that it's your fault.\nThe desserts I ordered will be here soon. I'll be here waiting for you.\n",
        "id": 1046,
        "reward_item_list": [
            [
                50014,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1047": {
        "letter_send_time_1": "2025,5,18",
        "mail_id": 6052,
        "letter_title": "Let's Go!",
        "letter_belongs": 1060,
        "letter_sender_face": 2110601,
        "letter_sender": "Luwu",
        "letter_desc": "Thank you for your message, Admin. I saw it first thing this morning, and it has definitely brightened my day.\nI came across this really nice place outside while on a mission a while ago. The scenery there was stunning, and there was such a nice breeze. I almost fell asleep while I was resting there, heh heh.\nHowever... though the scenery was beautiful, I felt it was such a pity that I was the only one enjoying it. It would have been better if you'd been there, too.\nSince I happen to be going to Ain Soph soon, why don't you join me on a trip to that spot? Pack some things and meet me at the Photon Rail station. I'll take care of everything else, and I guarantee the trip will be worth your while.\nBe there or be square, Admin!\n",
        "id": 1047,
        "reward_item_list": [
            [
                50046,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1048": {
        "letter_send_time_1": "2025,6,12",
        "mail_id": 6053,
        "letter_title": "Aurora Date",
        "letter_belongs": 1027,
        "letter_sender_face": 2110271,
        "letter_sender": "Leviathan",
        "letter_desc": "Arrival Day... I only learned what this term meant after I came to Aether Gazer.\nHowever, when I was back at the pole, sometimes there would be sunlight all day, and sometimes there would be none at all, so I often couldn't keep track of the days. It would have been pointless for me to know what Arrival Day is back then!\nBut you know, you can only see the aurora at the poles, and it's so beautiful!\nIt has all sorts of colors: the shades of milk tea and matcha ice cream, and even the hue of Master's hair... It really is stunning!\nHow about you come see the aurora with me some time, Admin? But first, you have to promise that you'll take lots and lots of great pictures for me!\n",
        "id": 1048,
        "reward_item_list": [
            [
                50011,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1049": {
        "letter_send_time_1": "2025,6,12",
        "mail_id": 6054,
        "letter_title": "I'll Meet You at the Training Ground",
        "letter_belongs": 1050,
        "letter_sender_face": 2110501,
        "letter_sender": "Buzenbo Tengu",
        "letter_desc": "Another year has passed. I've already done a thorough cleaning of the training room just in case you come by again this year.\nWith all of my day-to-day duties and training, I very rarely have any time to myself. While I have no idea what I want to do, my first instinct is to spend the day with you somehow. I think even just chatting over tea would be fine.\nOh, by the way, I went out today and managed to get the dango I told you about last time... But wait—I forgot about the tea!\nSorry Admin, but I have to stop my note here and head out again.\nAdmin... you're coming, aren't you? If you do, I'll meet you at the usual spot.\n",
        "id": 1049,
        "reward_item_list": [
            [
                50018,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1050": {
        "letter_send_time_1": "2024,6,12",
        "mail_id": 6055,
        "letter_title": "How I'm Feeling",
        "letter_belongs": 1049,
        "letter_sender_face": 2110491,
        "letter_sender": "Izanami",
        "letter_desc": "I've received the folding fan you sent. The painting on it is really beautiful... Thank you.\nActually, I never thought that I'd receive a gift from you, Questioner. It's been a long time since Arrival Day has meant anything to me, perhaps.\nSo I'm not sure how to describe my feelings to you now... But since my mother told me before that emotions are embedded in music, I'll record all my thoughts right now in the score.\nYou always say that you'd like to hear me play the ryūteki. I wonder if you can tell how I'm feeling from the music?\nIt's a deal, Questioner. I'll be waiting for you. Think of it as... my Arrival Day wish.\n",
        "id": 1050,
        "reward_item_list": [
            [
                50045,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1051": {
        "letter_send_time_1": "2025,6,13",
        "mail_id": 6056,
        "letter_title": "Time to Fulfill My Promise",
        "letter_belongs": 1024,
        "letter_sender_face": 2110241,
        "letter_sender": "Anubis",
        "letter_desc": "I'm sorry for the late reply—I was on a mission earlier today.\nI've received the dumbbells you sent back to me, though it looks like you didn't use them much. Is it because I didn't clearly explain how to use them, or were you too busy? I may have to replace your fitness equipment at this rate...\nHowever, since you've already returned the dumbbells, it's also time I fulfilled my promise. I've not forgotten your invitation from last year.\nI've already made a reservation at a restaurant, which is right next to CORG's headquarters. If need be, I can pick you up in a company car.",
        "id": 1051,
        "reward_item_list": [
            [
                50005,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1052": {
        "letter_send_time_1": "2025,6,19",
        "mail_id": 6057,
        "letter_title": "The Great Food Demon",
        "letter_belongs": 1070,
        "letter_sender_face": 2110701,
        "letter_sender": "Jinwu",
        "letter_desc": "Admiiiiin! How have you been? I miss you so much!!!\nYou remember what day it is today, don't you? Yes, yes, it's my Arrival Day! My Arrival Day!\nMaster has granted me leave from Ruomu Palace for the day and even given me these pretty blue things, which she says I can use to buy myself delicious food.\nSo I followed my nose and came to this shop with all these yummy smells coming from it, and I gave them all of the little blue things I had on me.\nThen, I'm not sure why, but they gave me lots and lots of yummy food. I've been working really hard at finishing it all, but I still can't seem to manage.\nMy gut instinct is telling me that there's a food Yaoguai in my stomach that's making me so full, I can't even walk. I'm sure it's going wreak havoc on the world later on.\nBut I'll never allow something like that to happen! So then I thought of you, Admin. You'll come help me deal with the food demon as soon as you read this, right?\nHurry, hurry—I'm waiting for you!\n",
        "id": 1052,
        "reward_item_list": [
            [
                50040,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1053": {
        "letter_send_time_1": "2025,6,20",
        "mail_id": 6058,
        "letter_title": "Health Check",
        "letter_belongs": 1075,
        "letter_sender_face": 2110751,
        "letter_sender": "Lingguang",
        "letter_desc": "Dear Admin, it's a while. I hope this message finds you well!\nI only realized what occasion it is today after receiving Arrival Day wishes from a patient of mine. But I don't plan to take the rest of the day off today. I've been treating patients for years, after all, and I'm used to it. Besides, it's been as busy as ever at Vermilion Wellness today. But I'll make an Arrival Day wish, which is that the world will not experience any more suffering!\nI've been thinking about how you mentioned last time that you've been under a lot of stress. I think you should definitely take some herbs. Since you're busy at work, I've taken the liberty of putting together a decoction for you, which should arrive with this note. All you have to do is to boil it in water and take one dose a day. Of course, I've tweaked the formula so it shouldn't be too bitter this time. Having said that, while this formula can improve your bodily functions, if you continue to experience issues, you should seek medical treatment as soon as possible.\nMmm... How about this. If you have some free time, Admin, give me some advance notice and I'll head over to Ain Soph to help you. Given the specifics of your condition, I think it's best that I come myself. Besides, I'm already familiar with your health... Since you're doing crucial work, low mood and overwork may be unavoidable. Even so, I hope you'll be able to take care of yourself. You may leave the rest to me.\n",
        "id": 1053,
        "reward_item_list": [
            [
                50036,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "1054": {
        "letter_send_time_1": "2025,6,23",
        "mail_id": 6059,
        "letter_title": "The Fragrance",
        "letter_belongs": 1056,
        "letter_sender_face": 2110561,
        "letter_sender": "Kali",
        "letter_desc": "It's been a long time since we last talked, Admin. I hope things have been going well for you over at Aether Gazer!\nI've been wanting to write you for some time now, but there's been a lot of heavy rain here recently and I've been so busy working on repairing the facilities on Meruism's perimeter, I forgot.\nIn fact, I only opened my Arrival Day gift moments ago, and what a surprise it was! I can't believe that you remembered how fond I am of this spice... You must have spent a lot of time to get ahold of it! I'll treat you to some food the next time you're in Gar!\nYou have no idea how much I've missed this spice. I had a bottle of it before Brahmā brought me to Meruism, and I'd take a sniff of it whenever my hunger was too much to bear and imagine using it on all sorts of delicious food. Heh—it sounds a little weird now, doesn't it?\nJokes aside, the spice does perk you up, and taking it as a tea rightbefore combat can be helpful. I can send you the recipe right now if you're interested.\nAlthough I wasn't able to celebrate my Arrival Day with you, we can still mark the occasion by sharing a cup of the same tea at the same time, can't we?",
        "id": 1054,
        "reward_item_list": [
            [
                50029,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1056": {
        "letter_send_time_1": "2025,7,21",
        "mail_id": 6061,
        "letter_title": "Tea Party Invitation",
        "letter_belongs": 1038,
        "letter_sender_face": 2110381,
        "letter_sender": "Hera",
        "letter_desc": "I'm writing to let you know that your gift arrived here at the Society of Muses on time.\nThe packaging was far too basic, by the way. No aesthetic and unworthy of your kind intent. I can see I'm going to have to find the time to impress upon you the value of beauty and good manners...\nThat said, the gift itself was quite tasteful. You must have put a lot of thought into it and I can see all my efforts in tutoring you have not gone to waste. I like it.\nAlthough... Well, obviously you should mark my Arrival Day, but any gift deserves something in return.\nI'm sure you've heard of the divine tea parties we have in Omorfies? The finest delicacies, the loveliest music, and of course the best tea ever. It'll just be the two of us, so I do hope you can find the time. And don't worry about my travels. I only have one Arrival Day a year, so I should spend it doing something special with someone important.\nI'm enclosing an invitation and hope to see you here, at the Society of Muses, on my Arrival Day.",
        "id": 1056,
        "reward_item_list": [
            [
                50019,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1057": {
        "letter_send_time_1": "2025,8,8",
        "mail_id": 6062,
        "letter_title": "The Way of Finance",
        "letter_belongs": 1072,
        "letter_sender_face": 2110721,
        "letter_sender": "Luliang",
        "letter_desc": "Admin, I got your gift! Thanks so much for remembering, I'm so busy I forgot all about it. Ha ha!\nAnd in exchange for wishing me a Happy Arrival Day, I'll wish you riches and fortune!\nThere's no greater blessing in Xu Heng, you know.\nHey, I remember you said things weren't going too well for you financially? If you want, I could find you a job here? Maybe you'll like it!\nNah, only kidding! Have to admit though, your situation is a new one to me... Tell you what, download Tian Lu Traders' new app, Bustling Business, and tap on the Knack for Business class, then follow us.\nWe publish short lessons on financial management every week, teaching everyone how to manage their money and make it work for them.\nI'm not going to claim it'll mean financial freedom after one lesson, we're just explaining that there's more to do with your money than simply saving it. Investments, that kind of thing, and the associated risks and rewards.\nAnd it's free, obviously, but we appreciate it if you repost or favorite anything you find useful.\nNot that it's advertising for us, of course! Oh, almost forgot. I've booked a table at a restaurant here, you must remember to come.",
        "id": 1057,
        "reward_item_list": [
            [
                50041,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1058": {
        "letter_send_time_1": "2024,8,2",
        "mail_id": 6063,
        "letter_title": "Come make sushi cake with us!",
        "letter_belongs": 1055,
        "letter_sender_face": 2110551,
        "letter_sender": "Kuramitsuha",
        "letter_desc": "Hey, Aether Gazer, how have you been since we last met? I got your gift!\nGot to admit, I thought only the Ninja Irregulars would remember my Arrival Day. I mean, you know how the locals here are SO scared of me. They probably wish I had a Leaving Day, not an Arrival Day, ha!\nI think you are the only people who'll be celebrating.\nPreviously, I just used to eat soba noodles with the Irregulars for my Arrival Day. Maybe with some extra fried oysters or shrimp. It's not like it was a feast or anything big, but it kinda marked the day, y'know.\nBut this year is different, because I got a gift from you! That means I have to play the host to show my gratitude and treat you! The Irregulars want to make a sushi cake this year. I sneaked in to have a look at the ingredients they've collected: tempura, salmon, wasabi octopus, everything! With so much to eat, there's got to be something you'll like, huh?\nSo... do you want to come and help them make the sushi cake? It'll be fun, and you get to eat the food made with your own hands, and that's always the tastiest. And... And I guess I'd like to taste something made with Aether Gazer's very own hands. It would be like...\nNo, wait! It wouldn't! I've said enough. Anyway, you will come, won't you, Aether Gazer?",
        "id": 1058,
        "reward_item_list": [
            [
                50043,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "1059": {
        "letter_send_time_1": "2024,8,5",
        "mail_id": 6064,
        "letter_title": "This is an email",
        "letter_belongs": 1015,
        "letter_sender_face": 2110151,
        "letter_sender": "Sekhmet",
        "letter_desc": "Let me guess what you thought when you saw the message notification?\nAn unexpected task to do? A surprise holiday? Or something that would let you try your luck with the Scanning System?\nSorry, all of those answers are incorrect. It's my Arrival Day, that's all.\nI can't recall what I've done on this day in the past. Tracked down fugitive criminals? Had a big long nap? Nothing worth remembering, anyway. But when I got up this morning and saw the date, I felt like I shouldn't let the day pass unnoticed. After all, now I can use it as an excellent excuse for a day off, right?\nSo, I'm having a party!\nOr I thought I would. Problem is, who to invite? And what to do?\nThe first person I thought of, Admin, was you. Don't bother asking why, just tell me if you're free or not.\nThe chances are it'll just be me and you, eating a cake and instant noodles. But I'm sure you won't mind wasting an evening with me.\nHey, maybe now I should start calling it my birthday, not my Arrival Day, like humans do?\nStill sounds good to me!",
        "id": 1059,
        "reward_item_list": [
            [
                50049,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "1060": {
        "letter_send_time_1": "2025,8,11",
        "mail_id": 6065,
        "letter_title": "Mechanical Heart",
        "letter_belongs": 1026,
        "letter_sender_face": 2110261,
        "letter_sender": "Nuadha",
        "letter_desc": "So sorry, Admin! We've had some electrical problems at the Hearth of Danu and I was so busy working on them that I almost missed your Arrival Day message. I hope it's not too late to say thanks.\nAnyway, the repairs were a good chance to give the workshop a good top-to-bottom cleaning. I found lots of old things I made, so it was a nostalgic process.\nOne of them was a speed-chopping assistant mecha. Put it on and you can chop ten different ingredients at once! Very practical if you want to open a restaurant!\nAnother was a kind of frame you can put fishing rods on and it alerts you if any of them catch a fish, so you can have a dozen or more rods working at once. But I don't know anyone who goes fishing, so it was never used.\nOh, and another was a bed-car? Or a car-bed? Anyway, it is a bed with wheels, and you can steer it in any direction you want. It can turn on the spot, even. You can go off-road racing in it!\nAnyway, I found lots of things like those. I thought about giving you a few to say thanks, but I wasn't sure if you'd like any of them... Oh, there was a mechanical heart, which was the first thing I made after I returned to work. I've always believed that people and machines can find a way to co-exist, and so used my skills with technology to help those in need. It's a beautiful feeling, when I see someone living their best life because of something I've made. I hope I'll be able to help you too.\nOh, I know! I could convert it into a small clock. It'd be perfect for keeping time! And if you like the sound of any of those other things I mentioned, do tell me and I'll bring those for you too.",
        "id": 1060,
        "reward_item_list": [
            [
                50025,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30501": {
        "letter_send_time_1": "2025,9,1",
        "mail_id": 630501,
        "letter_title": "Cello-bration",
        "letter_belongs": 1041,
        "letter_sender_face": 2110411,
        "letter_sender": "Athena",
        "letter_desc": "Hey Admin! Long time no see. Thanks for the letter and gift.\nAsh wants me to say hello from him, too. And let me tell you, there aren't many people that he deigns to say hello to! It must be because he likes that mane brush you sent him so much, huh?\nYou know, this day last year you came to Omorfies just to spend my Arrival Day with me. I remember it as if it was yesterday. You mentioned in the letter you're still grateful for my performance of Sea of Stars. Well, I'm the one who should be saying thanks.\nBecause that was when I got back into my cello playing! I had neglected it for ages. After coming home at night, I no longer find myself staring at it in the glass cabinet. But now all I need to do is think of the attentive audience I had that night and the bow comes alive in my hand.\nOh, I wish I had the words to express how grateful I feel. If I have the chance, I'd love to play for you again. But only if you're willing to listen, Admin.",
        "id": 30501,
        "reward_item_list": [
            [
                50008,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30503": {
        "letter_send_time_1": "2025,9,6",
        "mail_id": 630503,
        "letter_title": "Invitation Notification",
        "letter_belongs": 1033,
        "letter_sender_face": 2110331,
        "letter_sender": "Heimdall",
        "letter_desc": "Admin, I'm sure you've already guessed why I'm writing, so I won't beat around the bush.\nI'd like you to attend my celebratory dinner tonight. You don't need to do anything or bring anything, just turn up on time.\nIt'll only be the two of us. As you know I'm not exactly the social type, so you're the only invitee. After all, researchers have found it's not the quantity of attendees at these events that's important, it's the quality. Get the right people and the desired emotional effects will follow. Anyway, what I'm trying to say is... I hope you can make it.\nOh, and while I'm writing: I've written up my recent experimental findings into a paper and submitted it for publication. The feedback is looking good, and it confirms the feasibility of using dopamine to promote efficiency. Of course, I do need more data so tonight's meal will involve a little bit of work in amongst all the play. I'm sure you won't mind helping out, Admin.\nOkay, see you tonight!",
        "id": 30503,
        "reward_item_list": [
            [
                50013,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "30504": {
        "letter_send_time_1": "2024,9,10",
        "mail_id": 630504,
        "letter_title": "A Wanderer Returns",
        "letter_belongs": 1199,
        "letter_sender_face": 2111991,
        "letter_sender": "Tsukuyomi",
        "letter_desc": "Admin, it's been a while!\nI've been all over the place since temporarily leaving Aether Gazer. But whenever I stop to practice, I find myself thinking of you and Pheasant Squad. Of fighting with you all, shoulder to shoulder, and of daily life back at Aether Gazer. I've found lots of fascinating chess records and tasty snacks on my travels and sent them back to HQ. Hope you like them!\nI still haven't found who I'm looking for or done what I need to do. But I know there are important people behind me, as well as somewhere off in front.\nYou know, I only realized my Arrival Day was today, when I was flicking through my calendar yesterday. It's a half-moon, which isn't as bright or romantic as a full moon, but it's enough to light the path between friends, I think.\nI'm sending this on my way back to Aether Gazer.\nHope to see you as the moon rises!",
        "id": 30504,
        "reward_item_list": [
            [
                50016,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "30505": {
        "letter_send_time_1": "2024,9,17",
        "mail_id": 630505,
        "letter_title": "Crazy-Croco-Bash!!!",
        "letter_belongs": 1035,
        "letter_sender_face": 2110351,
        "letter_sender": "Sobek",
        "letter_desc": "Yoohoo, Admin! Thanks for the canned food! Thanks to you I was fully fueled for my mission and I beat the other guys good and proper! Bossman said our coffers are overflowing, though I'm not sure what a coffer is or if I even have one... Anyways, everyone's happy!\nBossman also said something about it being my \"birthday\" soon and gave me some spending cash to buy whatever I want.\nI'm not sure what a birthday is, but whatever, I figure I should eat and drink to celebrate it!\nSo, I'm holding a Crazy-Croco-Bash!\nHehe, Pops taught me to stick \"crazy\" on the start of words. Makes them sound WAY cooler!\nBossman also said parties need a crowd to be fun, and I thought of you right away! I've got lots of crazy things ready: canned peas, black bread, blue cheese... piles and piles of stuff!\nSo remember, don't miss my Crazy-Croco-Bash!",
        "id": 30505,
        "reward_item_list": [
            [
                50004,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30601": {
        "letter_send_time_1": "2024,10,9",
        "mail_id": 630601,
        "letter_title": "Come out, come out!",
        "letter_belongs": 1096,
        "letter_sender_face": 2110961,
        "letter_sender": "Hermes",
        "letter_desc": "I got the present you sent me, Admin! But next time don't pay so much for the express service, huh? It was a fun surprise but it'll be so much cheaper if I just come and pick it up in person.\nBut I think I understand why you went to so much expense. You must have been as excited to send it as I was to open it, right?\nHehe, I'm right, I know. Anyway, thank you so much, Admin. I was so happy to get your gift!\nWork wasn't too busy today, so Iris gave me the day off. I was going to chillax at home, but I couldn't sit still and came out for a wander.\nAnd guess what? I wandered all the way to your building! I won't come up and bother you though, as I'm sure you're working hard.\nBut if you get this and you're free, do you want to come down and join me? You can't stay healthy sitting at your desk day after day.\nWe can... go to my place! It's not far, maybe 15 kilometers. I'm having an Arrival Day meal there this evening!\nOh, and don't worry too much. If you really can't manage the distance I can offer a door-to-door delivery service!",
        "id": 30601,
        "reward_item_list": [
            [
                50023,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "30701": {
        "letter_send_time_1": "2024,11,9",
        "mail_id": 630701,
        "letter_title": "The Meaning of Arrival Day",
        "letter_belongs": 1011,
        "letter_sender_face": 2110111,
        "letter_sender": "Osiris",
        "letter_desc": "Thank you for taking the time out from your busy schedule to get these for me, Admin!\nAnd you really went out of your way, Admin, contacting everyone at Aether Gazer on the terminal so that I can have \"a feel of what it's like to be at Aether Gazer\"... And I received so many gifts, too. I have all these boxes stacked so high everywhere in my room at the moment.\nBelieve me when I say that I can feel everyone's love from here. After all, I've only gotten to where I am today thanks to the care I've enjoyed from everyone, including you, Admin...\nI'll never forget all the moments we've had together along the way, be it the challenges we've faced side by side or the moment when I finally stood tall next to you...\nTherefore, when I celebrate Arrival Day, I also think of several other things: my responsibilities and my commitment to the things I have to safeguard and protect, as well as my relationships with others...\nHow about you take a day off today, Admin? The cake is ready and will be brought to you soon.\nI'll keep on working hard! Please continue guiding me, and I promise you won't be disappointed!",
        "id": 30701,
        "reward_item_list": [
            [
                50003,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "30702": {
        "letter_send_time_1": "2024,11,9",
        "mail_id": 630702,
        "letter_title": "Your Warning for This Year",
        "letter_belongs": 1111,
        "letter_sender_face": 2111111,
        "letter_sender": "Ausar",
        "letter_desc": "Did I not tell you last year not to waste time on what you call \"well wishes for me, and only me\"? Or that any such actions by you would only cause me to feel inconvenienced?\nIf you imagined doing this would make me happy, you're more foolishly obsequious that I thought. You, Ver, and Osiris... I detest that cheeky smile you people always have on your faces! It's so very tiresome!\nWhy make such a fuss? Just treat today as any other day. Or does it please you to defy me?\nUgh! Just thinking about that shameless look on your face infuriates me. Since you want a gift in return that much, I'll satisfy you just once in view of the occasion. Take this. But know that if you ever lose it or break it, you won't ever get a second one.\nJust whose Arrival Day are we celebrating today anyway?!\nListen carefully. Even on a day like today, my gift to you is not for you to take for free.\nDo what you should do, and deliver to me what you have promised. And if you can't do what you've promised me...\nHmph. You know what the consequences are.",
        "id": 30702,
        "reward_item_list": [
            [
                50003,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30703": {
        "letter_send_time_1": "2024,11,9",
        "mail_id": 630703,
        "letter_title": "My Cookie Kingdom",
        "letter_belongs": 1097,
        "letter_sender_face": 2110971,
        "letter_sender": "Oneiroi",
        "letter_desc": "The last time I ventured into your dream, Admin, I made cookies with a cookie machine... The machine was incredible. I mean, all I had to do is to press a few buttons and out came tasty cookies!\nSo, I told Hades that I wanted a cookie machine just like that one as a gift for my Arrival Day this year as I wanted to make everyone cookies.\nBut Hades says that we Omorfies kids must know how to make cookies with cookie cutters and the good old oven, because this way is the only way we can make cookies of the exact flavor and shape that we want...\nConsequently, for my Arrival Day gift this year Hades gave me a big oven and lots of adorable-looking cookie cutters.\nI've been working really hard since to learn how to make cookies... And Hades says I have a natural gift for making them. Although they still turn out a little burnt from time to time, now I can already make cookies in the shape of teddy bears, stars, and even Mintha's gauntlets!\nAdmin, if you're coming to my Arrival Day party, would you also come make cookies with me?\nHowever, we can't have the cookies I've made yet, as I still need to learn how to make lots of other cookies to build my very own Cookie Kingdom! When the time comes, Admin, let's take part in the kingdom's parade together, shall we?",
        "id": 30703,
        "reward_item_list": [
            [
                50021,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30801": {
        "letter_send_time_1": "2024,11,25",
        "mail_id": 630801,
        "letter_title": "True Friendship",
        "letter_belongs": 1016,
        "letter_sender_face": 2110161,
        "letter_sender": "Kingu",
        "letter_desc": "I've been running around non-stop lately. If it weren't for your message, I would have forgotten that today is my Arrival Day.\nGiven your status, the fact that you remembered such a small detail earns my respect.\nAs for living conditions, I've never really cared much about them. I'd rather focus my energy on missions. While you might have mentioned it out of politeness, not everyone cares about someone considered a nominally dangerous person, so I appreciate it.\nI now have a clear goal with group of like-minded people. Although all things are far from pleasant, I know I'm doing the right thing.\nI'm on the front lines almost every day, so I haven't had time to prepare a proper gift. I'm sending you my trusty combat knife instead; it's been very useful in the field.\nIf you're not interested in using it for fighting, it's also great for slicing smoked meat.\nThere's nothing more to say. I hope we both... go forward smoothly.",
        "id": 30801,
        "reward_item_list": [
            [
                50033,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "30802": {
        "letter_send_time_1": "2024,12,3",
        "mail_id": 630802,
        "letter_title": "Invite",
        "letter_belongs": 1094,
        "letter_sender_face": 2110941,
        "letter_sender": "Hel",
        "letter_desc": "Dear Admin, I hope this finds you well.\nIs this how you start a letter?\nThis year's invite, I plan to write myself. If I leave it to Ganglati… it will say strange things again.\n…Will you come to the Arrival Day party? There will be a place saved for you.\n(Smudged marks)\n…Ganglati said I shouldn't write like last time… it made you feel disliked.\nThat wasn't my intention at all. Ganglati is so nagging.\n…I'm sorry, I didn't know writing like this would make you sad.\nWriting letters... is such a hassle. I just want to see you...\n\n\n<System Notification> Encrypted message… This is Ganglati.\nShe stayed up writing this letter… and fell asleep while writing.\nSo I'm adding a final note on her behalf. Remember to prepare early, Miss's party starts on time, don't be late.\nYou know, you're the only one she invited.",
        "id": 30802,
        "reward_item_list": [
            [
                50022,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "30901": {
        "letter_send_time_1": "2024,12,21",
        "mail_id": 630901,
        "letter_title": "A Sweet Ritual",
        "letter_belongs": 1037,
        "letter_sender_face": 2110371,
        "letter_sender": "Hodur",
        "letter_desc": "Admin, what would you want to drink to keep warm on a cold day when snow blankets the bright streets of Ain Soph?\nI suppose you wouldn't refuse coffee. I remember when we were out doing field work and stopped at that restaurant, you told me that coffee was bitter and sweet, and that you couldn't help but drink one cup after another.\nThis time, on my Arrival Day, to thank you for your care over the past year, I'm inviting you to taste some coffee I brewed... What do you think?\nI do prefer the cool sweetness of sports drinks to the slight sourness of coffee... But after seeing how much you like to drink it when you're working, I got curious...\nSo I asked a barista how to roast the beans and how to do simple latte art. I hope you'll like it.\nI'll work extra hard this week so I can leave my entire weekend for you.",
        "id": 30901,
        "reward_item_list": [
            [
                50017,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30902": {
        "letter_send_time_1": "2024,12,24",
        "mail_id": 630902,
        "letter_title": "Warm Winter Night",
        "letter_belongs": 1068,
        "letter_sender_face": 2110681,
        "letter_sender": "Enlil",
        "letter_desc": "Thank you for your gift, Admin. In winter, everything is cold—even the package you sent. But opening your gift made me feel warm and fuzzy inside.\nThis year I didn't participate in the Stellaris Academy Winter Festival. I helped cook instead. The dinner menu was huge. Fortunately, I was only responsible for the honey nut cookies. By the way, the oven mitts you gave me really came in handy.\nThe younger students followed me around as soon as the cookies came out of the oven. I wondered—if you were there, would you have joined them?\nToday is the Winter Festival, but it's also my Arrival Day. In the past, I'd spend it in front of the window, watching the scattered pedestrians on the street and the heavy snow bending the branches.\nBut now it's lively and joyful outside. The painting students have decked every corner of the school in red and green, the vocal students have been rehearsing for the evening program, and the sculpture students had a snowman competition instead of making ice sculptures like they did last year.\nAnd I'm writing this letter by the lounge fireplace, freshly baked cookies at my side. Everything both inside and outside the window makes me feel warm.\nDinner will start at nightfall. I've got a plate ready for you too. Looking forward to seeing you!\nOf course, your cookie is the best part. As for what I put in it... You'll have to try it and see.",
        "id": 30902,
        "reward_item_list": [
            [
                50027,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "30903": {
        "letter_send_time_1": "2025,1,1",
        "mail_id": 630903,
        "letter_title": "Theater Invitation",
        "letter_belongs": 1067,
        "letter_sender_face": 2110671,
        "letter_sender": "Oceanus",
        "letter_desc": "To this day, I still don't like so-called modern communication. The neat fonts and fancy interfaces are far less effective in conveying information than handwritten letters.\nBut Enlil said it's too late to send one today, so I guess I'll make an exception this time.\nI received your blessings and gifts, as always. I ought to thank you, but there's a question that's been bothering me for some time.\nYou know I've lived a long time. In order to hide my identity and move freely in human society, my official birth date as Cadyllon is far from my actual Arrival Day. I never expected anyone to care about my Arrival Day, but you take it out year after year and polish it until it reflects like a mirror. It's as though you're telling me that the road I've traveled will never be covered in dust.\nI used to think that only sculptures remember everything, recording the changes of time and making everything eternal. But maybe recording every moment can also make memories shine.\nAnd so, in addition to the gift enclosed with this letter, I've reserved seats for tonight's performance at the oldest theater in Omorfies. Perhaps commemorating this day with you will help me find my answer.\nWell, that's all I have to say. Now... Well, I just press this button and the letter goes, right?\n(garbled code and noise)",
        "id": 30903,
        "reward_item_list": [
            [
                50009,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30904": {
        "letter_send_time_1": "2025,1,4",
        "mail_id": 630904,
        "letter_title": "Today's Trip",
        "letter_belongs": 1019,
        "letter_sender_face": 2110191,
        "letter_sender": "Shu",
        "letter_desc": "I've arranged your schedule for today and delivered three sets of clothes to your office.\nYou'll wear the Aether Gazer uniform when we meet with CORG in the morning. At noon, we'll have lunch in the CORG cafeteria. For the afternoon, you'll need to change into a business suit and accompany me to meet one of Aether Gazer's important partners.\nThe casual outfit... well, you can think of that as an invitation from me. You can wear it in the evening if you want and finish the day with me.\nToday is my Arrival Day. Despite Poseidon's constant insistence, there was no way for me to push all my work to the side. Fortunately, you'll be with me all day. That's a little Arrival Day good luck, right?\nAfter work, I've planned for us to eat at the restaurant in the notebook. The one we didn't have time to visit last year. They just started offering a candlelight meal for two. Then we can go for a drive and a walk on the beach. The beach market sells some neat stuff, so maybe we can check it out too.\nI'll meet you in your office in half an hour to get ready.\nLooking forward to today—and tonight.",
        "id": 30904,
        "reward_item_list": [
            [
                50001,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "30905": {
        "letter_send_time_1": "2025,1,5",
        "mail_id": 630905,
        "letter_title": "A Heartfelt Reply",
        "letter_belongs": 1032,
        "letter_sender_face": 2110321,
        "letter_sender": "Tyr",
        "letter_desc": "I saw your congratulatory letter right after the meeting. I have to say, it's a bit of a relief.\nEvery year at this time, people send their wishes, most of them accompanied by expensive gifts. But these gifts are often covers for desires with higher prices.\nBut some of the wishes are pure, and yours must be one of them. Not many people have such thoughts about me, but they are all precious.\nIf it weren't for friends like you, my Arrival Day would be like any other day.\nIt's precisely because of people like you that I remind myself to take a short vacation this time every year, all because of your concern for me.\nThis year I'll take Edward and the others out on the yacht for a few days. If you're free, you're welcome to join us. So this is both a reply and an invitation.\nWe set sail in two days. I hope to hear from you by then.",
        "id": 30905,
        "reward_item_list": [
            [
                50010,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "30906": {
        "letter_send_time_1": "2026,1,7",
        "mail_id": 630906,
        "letter_title": "Happy Birthday",
        "letter_belongs": 1076,
        "letter_sender_face": 2110761,
        "letter_sender": "Gengchen",
        "letter_desc": "Rain and mist cover the ink-stained bridge. Lotus flowers bloom on the banks around it at night.\nEvery day brings new surprises, while always remaining the same. No matter how many years go by, everything always returns to what it was at the start.\nNeighbors care for the safety of those near them, while pondering lands beyond.\nI hope the world knows peace, so we can enjoy the beauty of the moon together with our shadows.",
        "id": 30906,
        "reward_item_list": [
            [
                50042,
                10
            ],
            [
                40603,
                3
            ],
            [
                40414,
                1
            ]
        ]
    },
    "30907": {
        "letter_send_time_1": "2025,1,12",
        "mail_id": 630907,
        "letter_title": "The Meaning of Birth",
        "letter_belongs": 1080,
        "letter_sender_face": 2110801,
        "letter_sender": "Vidar",
        "letter_desc": "Admin, today is the annual day of celebration, though I still don't understand what everyone is celebrating...\nLeviathan said it's to celebrate our birth... I don't quite understand. Is there any special meaning to birth?\nI woke up on the snowfield of Jokurr, where there is only ice, snow, beasts, and Visbanes.\nI'm living well in Aether Gazer now. There's you, Leviathan, and many others; we don't need to worry about food or warmth. But I still dream about my days in the snowfield. I used to think I came here just to fight non-stop, but apparently that's not the case...\nAdmin, if you're free, will you go back with me today? I want to show you the life I used to lead.\nYou're really smart. If it were you, what would you celebrate?",
        "id": 30907,
        "reward_item_list": [
            [
                50012,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "31001": {
        "letter_send_time_1": "2025,1,26",
        "mail_id": 631001,
        "letter_title": "Between the Lines",
        "letter_belongs": 1095,
        "letter_sender_face": 2110951,
        "letter_sender": "Thoth",
        "letter_desc": "I've received your gift. It must have taken you ages to gather these letters from all over... That promise we made is always on your mind, huh?\nElectronically recording my daily thoughts and feelings lacks that personal touch. But when those thoughts are shaped into letters and delivered into someone's hands—carefully crafted with the tip of a pen—even ordinary little things become something to cherish.\nWhen we exchange letters, you always uncover charming little details I hadn't noticed, as though we experienced those moments side by side. The secrets once hidden in my diary now have a listener, and to my surprise, it's a wonderful feeling.\nAs for our celebration, how about we meet at my place this time? Cooking isn't exactly my forte, but consider cooking with a recipe my gift to you.\nAfter dinner, we can enjoy a cup of that calming black tea we're so fond of. Its soothing effects will leave us relaxed—and ensure a good night's sleep.\nAnd those things you didn't know how to express in writing... How about telling me in person? It's my turn to listen to your secrets.",
        "id": 31001,
        "reward_item_list": [
            [
                50048,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "31002": {
        "letter_send_time_1": "2025,1,31",
        "mail_id": 631002,
        "letter_title": "Thanks for the Invite",
        "letter_belongs": 1042,
        "letter_sender_face": 2110421,
        "letter_sender": "Hades",
        "letter_desc": "I've received your invitation and gift. Did you make that doll yourself? It's quite wonderful—I like it very much.\nThe Society of Muses has been brimming with artistic submissions lately. Without your reminder, I might have let Arrival Day slip my mind entirely.\nSince you put so much thought into inviting me, I guess I'll take advantage of Arrival Day to relax and grant this unusual request of yours.\nHowever, simply watching the performance isn't enough for me. I'll be counting on you to kindle inspiration for my next work.\nConsider it my wish for Arrival Day—I hope I won't leave empty-handed again.\nIf all goes well, the next time you visit Omorfies, I'll give it to you to return the favor.",
        "id": 31002,
        "reward_item_list": [
            [
                50031,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "31003": {
        "letter_send_time_1": "2025,2,8",
        "mail_id": 631003,
        "letter_title": "Untimely Rainstorm",
        "letter_belongs": 1017,
        "letter_sender_face": 2110171,
        "letter_sender": "Bastet",
        "letter_desc": "Admin, I received the hairpin you sent me. Can you guess where I've pinned it?\nI planned to reveal the answer to you at the ball, but Miss Raincloud decided to crash the party—it's raining cats and dogs outside, and the sky is all gloomy.\nWhenever this happens, I can't help but worry about thunder showing up next, and it always puts me in a foul mood.\nAfter all, I'm a little afraid of thunder. As for why… well, you know the reason.\nLooks like the Arrival Day ball is a bust this year. Still, since it's my Arrival Day, I intend to make a wish.\nCan I ask you to stay by my side tonight?",
        "id": 31003,
        "reward_item_list": [
            [
                50034,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "31101": {
        "letter_send_time_1": "2025,2,21",
        "mail_id": 631101,
        "letter_title": "Punishment for Misbehavior",
        "letter_belongs": 1093,
        "letter_sender_face": 2110931,
        "letter_sender": "Kuninotokotachi",
        "letter_desc": "Why didn't you stay with me for a while longer? You left in such a hurry!\nThe way you turned your back to me and walked away really hurt my heart. It was just a kiss… Did you have some weird thoughts and run off cause you got shy?\nI've seen you in every way, so why do you still get shy so easily? It's adorable.\nIf I didn't have an urgent task to take care of right now, I'd be running off to find you and finish what we started—right now!\nAs punishment for leaving me all alone just now, when I come back tonight, I expect to see you waiting for me in your room!",
        "id": 31101,
        "reward_item_list": [
            [
                50015,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "31102": {
        "letter_send_time_1": "2025,2,23",
        "mail_id": 631102,
        "letter_title": "Wish on the Ema Plaque",
        "letter_belongs": 1084,
        "letter_sender_face": 2110841,
        "letter_sender": "Verthandi",
        "letter_desc": "The first message I received upon waking up was your Arrival Day wish, Admin! Today must be my lucky day!\nI couldn't stop thinking about it all morning, and even started giggling during training, which earned me a scolding from Miss Shu for not paying attention… Oh no, I'm rambling again!\nI saw an ad for the Spring Promenade in Citizens Park earlier. There'll be a snack street, all sorts of mini-game booths, and even an exclusive Wish Shrine event.\nFrom what everyone on the Pheasant Squad told me, the Ema plaque only works if you write your wish on it and hang it at the shrine. Admin, I know you said you'd give me another one, but I was thinking… maybe we can make a wish together this time!\nIt's a date! Let's meet at the station soon. See you there!",
        "id": 31102,
        "reward_item_list": [
            [
                50002,
                10
            ],
            [
                40603,
                4
            ]
        ]
    },
    "31103": {
        "letter_send_time_1": "2026,2,27",
        "mail_id": 631103,
        "letter_title": "Come, or I'll Come for You!!!",
        "letter_belongs": 1020,
        "letter_sender_face": 2110201,
        "letter_sender": "Brahmā",
        "letter_desc": "Tada! This is an invitation to my Arrival Day party written by me personally—and by that, I mean by placing my hand firmly on Parvati's head as she does the work of putting words to paper.\nAs to why I have to make Parvati do it this way, you, the \"accomplice,\" must know the reason very well, don't you?\nA few days ago, I received an email containing well wishes in my private mailbox. While this should have been a happy thing, but guess what?\nIt was an unsigned email wishing me well for my Arrival Day. However, oddly enough, it also claimed that I'm a \"neglectful boss\" who's been exploiting the employees of Meruism, \"especially Parvati,\" every day. Thankfully, it didn't take me very much to uncover the culprit. I don't suppose you knew that Parvati would insert something like that into the email under the pretext of helping you send the message to me...\nI can't believe that the culprit is my beloved Parvati! How saddening!\nSo, to punish the treacherous Parvati, I've decided to have her organize my Arrival Day party this year all by herself!\nYou're coming to the party, aren't you, Admin? If you say no, I swear I will follow the network cables to where you are and come get you myself!!!",
        "id": 31103,
        "reward_item_list": [
            [
                50052,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "31104": {
        "letter_send_time_1": "2025,3,1",
        "mail_id": 631104,
        "letter_title": "Unpublished Song",
        "letter_belongs": 1022,
        "letter_sender_face": 2110221,
        "letter_sender": "Selene",
        "letter_desc": "Admin, I received the music box you sent a few days ago. The works of that music box maker from Ain Soph are quite rare. I can only imagine the effort it took to get one, and I truly cherish it.\nHades mentioned that Leuce and Mintha prepare an Arrival Day banquet for her every year, and she suggested I invite some close acquaintances to host something similar. I turned her down.\nSuch festivities suit the younger crowd, and only someone with a personality like hers would have the energy to celebrate every year. I'm simply not interested.\nHowever, she made a valid point—special days should indeed be shared with someone.\nI've composed a new song, inspired by the music box you sent me. I don't intend to publish this piece, but I'd like to share it with you.\nHow about tonight?",
        "id": 31104,
        "reward_item_list": [
            [
                50051,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "31105": {
        "letter_send_time_1": "2026,3,3",
        "mail_id": 631105,
        "letter_title": "Taste of Spring",
        "letter_belongs": 1074,
        "letter_sender_face": 2110741,
        "letter_sender": "Yingzhao",
        "letter_desc": "Time flies—it's the beginning of spring again.\nLinyu went behind my back and requested a few days off for me in advance from Boss Luliang. With nothing much to do at home, I've been tending to the plants in Sophora Garden and noticed the tender tips of bamboo shoots starting to sprout.\nWhile strolling through the garden, Linyu started mumbling about dishes to prepare for Arrival Day. That gave me an idea—I plan to ask Linyu to teach me how to cook. Would you like to join in?\nI've heard that the season for bamboo shoots is short, and they're best picked and cooked fresh on the same day. Perhaps their tender sprouts embody the spirit of spring, demanding the gentlest of care.\nIf we could share this taste of spring together, maybe it would leave a memory where the beauty of early spring intertwines with my Arrival Day... a selfish wish of mine, I admit.\nI'll be waiting with all the necessary tools and ingredients at Sophora Garden.",
        "id": 31105,
        "reward_item_list": [
            [
                50044,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "31106": {
        "letter_send_time_1": "2025,3,17",
        "mail_id": 631106,
        "letter_title": "Polar Express Message",
        "letter_belongs": 1081,
        "letter_sender_face": 2110811,
        "letter_sender": "Skadi",
        "letter_desc": "It's my Arrival Day again! So, my dearest adventure buddy, do you still remember our promise? This voyage is bound to be another unforgettable journey!\nRecently, Snowflake 2 and I have been traveling far and wide on missions. I even had the fortune of seeing golden-finned dolphins several times! Between us, Admin, I whispered a wish to one of them. Can you guess what it was? Nope, I'm not spilling the beans just yet. You'll have to wait until we meet!\nSpeaking of wishes, do you remember entry No. 137 that I wrote in the Wish Book? That polar penguin hood I longed for—it turned out to be far sillier and more adorable than I imagined! I got one for you too. I can't wait to see you try it on—it's going to be hilarious!\nNow back to the important stuff. By the time you read this letter, I'll be on my way back from the polar region, full throttle, to meet you. It's once again time for our annual adventurous journey together!\nI know you're super busy, Admin. But hey, adventures don't have to be on the high seas, right? For me, anywhere with you feels like an adventure. With you around, every wish turns into a memory, and our story? Oh, it's only just beginning.\nThe weather on the sea has been great lately. Care to join me, Admin?",
        "id": 31106,
        "reward_item_list": [
            [
                50030,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "31107": {
        "letter_send_time_1": "2025,3,21",
        "mail_id": 631107,
        "letter_title": "To the Heart of the Ocean, Together",
        "letter_belongs": 1039,
        "letter_sender_face": 2110391,
        "letter_sender": "Poseidon",
        "letter_desc": "Hush—don't make a sound when you see this letter. Admin, this is a secret invitation.\nMy Arrival Day has come again. While I appreciate Shu and the others wanting to throw me a birthday party, I have a special idea this year—I want to visit the heart of the ocean.\nI've always been curious, what's it like far out in the ocean where fish swim freely?\nThough I've watched many documentaries and explored the ocean during missions, I've never spent an entire day relaxing in the middle of the ocean, listening only to the sound of fish and waves from sunrise to sunset.\nAnd, well… you know, sometimes I just want to escape.\nIt's a wish only you can fulfill. And I want it to be with you. Let's spend a day in the heart of the ocean—staring at the sky from the deck, watching for leaping fish by the railing, and doing anything our hearts desire.\nJust for today, let's escape to the heart of the ocean together. What do you say?",
        "id": 31107,
        "reward_item_list": [
            [
                50007,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "31108": {
        "letter_send_time_1": "2025,3,21",
        "mail_id": 631108,
        "letter_title": "Card Game Invitation",
        "letter_belongs": 1058,
        "letter_sender_face": 2110581,
        "letter_sender": "Kagutsuchi",
        "letter_desc": "Today, as I was dozing off in the yard, I suddenly sneezed. I opened my eyes to find a cherry blossom had landed on me.\nWhile watching the soft, pink flowers swaying above, I realized it's cherry blossom season again—and recalled how we spent this time together last year, Admin.\nI still remember how you mentioned your interest in the card game Hanafuda. Unfortunately, I didn't have a deck with me at the time.\nAfter that, we both got busy, and we never found the time to play together.\nI'm on leave right now. Do you happen to have some free time, Admin?\nThe cherry blossoms are in full bloom, and I'll be waiting for you under them.",
        "id": 31108,
        "reward_item_list": [
            [
                50026,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "40201": {
        "letter_send_time_1": "2026,6,6",
        "mail_id": 640201,
        "letter_title": "Translating:【mail_special_letter$40201$letter_title$0】",
        "letter_belongs": 1066,
        "letter_sender_face": 2110661,
        "letter_sender": "Ookuninushi",
        "letter_desc": "Translating:【mail_special_letter$40201$letter_desc$0】",
        "id": 40201,
        "reward_item_list": [
            [
                50014,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "40202": {
        "letter_send_time_1": "2026,6,12",
        "mail_id": 640202,
        "letter_title": "Translating:【mail_special_letter$40202$letter_title$0】",
        "letter_belongs": 1127,
        "letter_sender_face": 2111271,
        "letter_sender": "Leviathan",
        "letter_desc": "Translating:【mail_special_letter$40202$letter_desc$0】",
        "id": 40202,
        "reward_item_list": [
            [
                50011,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "40203": {
        "letter_send_time_1": "2026,6,12",
        "mail_id": 640203,
        "letter_title": "Translating:【mail_special_letter$40203$letter_title$0】",
        "letter_belongs": 1050,
        "letter_sender_face": 2110501,
        "letter_sender": "Buzenbo Tengu",
        "letter_desc": "Translating:【mail_special_letter$40203$letter_desc$0】",
        "id": 40203,
        "reward_item_list": [
            [
                50018,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "40204": {
        "letter_send_time_1": "2026,6,12",
        "mail_id": 640204,
        "letter_title": "Translating:【mail_special_letter$40204$letter_title$0】",
        "letter_belongs": 1049,
        "letter_sender_face": 2110491,
        "letter_sender": "Izanami",
        "letter_desc": "Translating:【mail_special_letter$40204$letter_desc$0】",
        "id": 40204,
        "reward_item_list": [
            [
                50045,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "40205": {
        "letter_send_time_1": "2026,6,13",
        "mail_id": 640205,
        "letter_title": "Translating:【mail_special_letter$40205$letter_title$0】",
        "letter_belongs": 1024,
        "letter_sender_face": 2110241,
        "letter_sender": "Anubis",
        "letter_desc": "Translating:【mail_special_letter$40205$letter_desc$0】",
        "id": 40205,
        "reward_item_list": [
            [
                50005,
                10
            ],
            [
                20002,
                1
            ]
        ]
    },
    "40206": {
        "letter_send_time_1": "2026,6,19",
        "mail_id": 640206,
        "letter_title": "Translating:【mail_special_letter$40206$letter_title$0】",
        "letter_belongs": 1070,
        "letter_sender_face": 2110701,
        "letter_sender": "Jinwu",
        "letter_desc": "Translating:【mail_special_letter$40206$letter_desc$0】",
        "id": 40206,
        "reward_item_list": [
            [
                50040,
                10
            ],
            [
                40603,
                3
            ],
            [
                40301,
                100
            ]
        ]
    },
    "40207": {
        "letter_send_time_1": "2026,6,20",
        "mail_id": 640207,
        "letter_title": "Translating:【mail_special_letter$40207$letter_title$0】",
        "letter_belongs": 1075,
        "letter_sender_face": 2110751,
        "letter_sender": "Lingguang",
        "letter_desc": "Translating:【mail_special_letter$40207$letter_desc$0】",
        "id": 40207,
        "reward_item_list": [
            [
                50036,
                10
            ],
            [
                40603,
                2
            ],
            [
                20001,
                1
            ]
        ]
    },
    "40208": {
        "letter_send_time_1": "2026,6,23",
        "mail_id": 640208,
        "letter_title": "Translating:【mail_special_letter$40208$letter_title$0】",
        "letter_belongs": 1056,
        "letter_sender_face": 2110561,
        "letter_sender": "Kali",
        "letter_desc": "Translating:【mail_special_letter$40208$letter_desc$0】",
        "id": 40208,
        "reward_item_list": [
            [
                50029,
                10
            ],
            [
                40503,
                10
            ],
            [
                20001,
                1
            ]
        ]
    },
    "get_id_list_by_letter_belongs": {
        "1127": [
            40202
        ],
        "1022": [
            31104
        ],
        "1020": [
            31103
        ],
        "1095": [
            31001
        ],
        "1015": [
            1059
        ],
        "1055": [
            1058
        ],
        "1038": [
            1056
        ],
        "1049": [
            1050,
            40204
        ],
        "1060": [
            1047
        ],
        "1058": [
            1040,
            31108
        ],
        "1039": [
            1039,
            31107
        ],
        "1081": [
            1038,
            31106
        ],
        "1074": [
            1037,
            31105
        ],
        "1084": [
            1036,
            31102
        ],
        "1093": [
            1035,
            31101
        ],
        "1017": [
            1034,
            31003
        ],
        "1042": [
            1033,
            31002
        ],
        "1080": [
            1032,
            30907
        ],
        "1076": [
            1031,
            30906
        ],
        "1032": [
            1030,
            30905
        ],
        "1019": [
            1029,
            30904
        ],
        "1067": [
            1028,
            30903
        ],
        "1068": [
            1027,
            30902
        ],
        "1037": [
            1026,
            30901
        ],
        "1094": [
            1025,
            30802
        ],
        "1016": [
            1024,
            30801
        ],
        "1097": [
            1023,
            30703
        ],
        "1111": [
            1022,
            30702
        ],
        "1011": [
            1021,
            30701
        ],
        "1096": [
            1020,
            30601
        ],
        "1035": [
            1019,
            30505
        ],
        "1199": [
            1018,
            30504
        ],
        "1033": [
            1017,
            30503
        ],
        "1041": [
            1016,
            30501
        ],
        "1026": [
            1015,
            1060
        ],
        "1072": [
            1014,
            1057
        ],
        "1138": [
            1013
        ],
        "1056": [
            1012,
            1054,
            40208
        ],
        "1075": [
            1011,
            1053,
            40207
        ],
        "1070": [
            1010,
            1052,
            40206
        ],
        "1024": [
            1009,
            1051,
            40205
        ],
        "1050": [
            1008,
            1049,
            40203
        ],
        "1027": [
            1007,
            1048
        ],
        "1066": [
            1006,
            1046,
            40201
        ],
        "1071": [
            1005,
            1045
        ],
        "1059": [
            1004,
            1044
        ],
        "1052": [
            1003,
            1043
        ],
        "1028": [
            1002,
            1042
        ],
        "1048": [
            1001,
            1041
        ]
    },
    "all": [
        1001,
        1002,
        1003,
        1004,
        1005,
        1006,
        1007,
        1008,
        1009,
        1010,
        1011,
        1012,
        1013,
        1014,
        1015,
        1016,
        1017,
        1018,
        1019,
        1020,
        1021,
        1022,
        1023,
        1024,
        1025,
        1026,
        1027,
        1028,
        1029,
        1030,
        1031,
        1032,
        1033,
        1034,
        1035,
        1036,
        1037,
        1038,
        1039,
        1040,
        1041,
        1042,
        1043,
        1044,
        1045,
        1046,
        1047,
        1048,
        1049,
        1050,
        1051,
        1052,
        1053,
        1054,
        1056,
        1057,
        1058,
        1059,
        1060,
        30501,
        30503,
        30504,
        30505,
        30601,
        30701,
        30702,
        30703,
        30801,
        30802,
        30901,
        30902,
        30903,
        30904,
        30905,
        30906,
        30907,
        31001,
        31002,
        31003,
        31101,
        31102,
        31103,
        31104,
        31105,
        31106,
        31107,
        31108,
        40201,
        40202,
        40203,
        40204,
        40205,
        40206,
        40207,
        40208
    ]
}