{
    "1001": {
        "unlock_by_time": "",
        "name": "Gaea Developer's Notes (Part One)",
        "archive_id": 1001,
        "archive_icon": "TextureConfig/MardukUI/Marduk_bg_0024",
        "desc": "As our time was running out and didn't have too many attempts left... \n\nWe decided to trust our members. As everyone was from different parts of the world, it was normal for them to have their own ideas. We decided that we may as well give it a try. We lifted all resource limitations and gave the highest clearance to the volunteers. We hoped they will lead happy lives in the paradise we had designed. \n\nBut our world ended after just ten minutes. \n\n\"Excessive freedom led to boundless desires - authority was abused, physical engine parameters were arbitrarily played with, and people argued fiercely over customizing the new world. As quarrels filled the air, the world began to deform: it distorted rapidly, collapsing, contracting, and then, finally disintegrating...\" \n\nWe have learned our lesson. The second time, we didn't modify any ecological parameters and closed all special privileges. We removed the limits on human lifespan, allowing for the gradual creation of wealth. Everyone had to work together.This time seemed certain to work... We all hoped... \n\nBut our new world still couldn't take it. \n\n\"People didn't want to work and instead yearned for society's support, like giant babies. Everyone sneered at those who worked, and morality and laws vanished due to the eternal lifespans. Civilization regressed as people turned back into beasts...\"\n",
        "tag_id": 1,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 5060104,
        "chapter_id": [
            6010110,
            6010111
        ]
    },
    "1002": {
        "unlock_by_time": "",
        "name": "Gaea Developer's Notes (Part Two)",
        "archive_id": 1002,
        "archive_icon": "TextureConfig/MardukUI/Marduk_bg_0024",
        "desc": "We have conducted a detailed analysis of the failures from the first two attempts. This time, the system's initial performance settings closely resemble the original world, with the exception of a few tweaks. We are ready. \n\n \"It initially ran smoothly, but the so-called \"tweaks\" exceeded Gaea's system capacity. Based on earth, Gaea's system is unable to handle such vast data and is collapsing... \n\nThe focus of our next attempt is stability... We don't have much time left, our immune systems have been weakened by the overload of work, and intense radiation is damaging our bodies. But, for the sake of humanity's future, we can't give up so easily. \n\nFor the fourth attempt, we optimized Gaea's system database. The world's stability was observed by us using the \"deviation rate\", we were confident we could keep it running with only deviating above or below 2%. \n\n\"The system didn't collapse, and people could live peacefully in the Gaia world, with society developing orderly, just as we envisioned. But the good times didn't last, people born with past memories refused to submit to Gaea's rule. Chaos began to spread - this is not the future we desired.\" \n\nSome of the researchers withdrew, and the plan fell apart due to the lack of manpower. We can't get caught up with being humane... \n\n In the fifth attempt, we have formatted the volunteers' memories, making most of them directly forget about their memories recorded in Gaea. I have no other choice... \n\n \"At the end of the observation period, we find that the system runs smoothly, and the deviation rate is controlled within 1%, allowing us to make bolder adjustments. We have successfully turned the world of Gaea into a doomsday shelter, and the government has finalized their decisions after conducting multiple tests. The Gaea immigration project will commence next week.\"\n\n For this last week, we will continue to optimize the idealbild and system reset safeguards, even though I don't think there's much chance of using them. \n\nThe government has issued special permits, allowing us to keep retaining our memories when we enter into Gaea, this is a special honor as Gaea developers. But I don't think I'll make it to that day... \n\nA final check of the system has only yielded small issues, but seeing that they were caused by a large amount of consciousnesses being transferred over to the world this year, Gaea should be able to deal with it itself. \n\nTo ensure system security, no one can interfere with the operation of Gaea except for them. The government's considerations are understandable, regardless of some anxiety that we may have. Moreover, the development of the patch codenamed ‘Modifier' has exceeded expectations. Even with external manipulation, it may not handle Gaea's current system properly. \n\nWe can leave with peace of mind...\n",
        "tag_id": 1,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 5060107,
        "chapter_id": [
            6010110,
            6010111
        ]
    },
    "1003": {
        "unlock_by_time": "",
        "name": "CORG Dossier: Marduk",
        "archive_id": 1003,
        "archive_icon": "TextureConfig/MardukUI/Marduk_bg_0024",
        "desc": "Name: Marduk\nRank: Colonel\nAge: 58\nHeight: 182 cm\nWeight: 85 kg\n\n<b><size=34>Dossier:</size></b>\nCommander of CORG's Egregious Crimes Department with a wealth of combat experience. Under his leadership, crime rates declined by 40% in CORG precincts.\n\n<b>Training:</b>\n2267-2270: CORG Ground Security\n2271-2275: CORG Egregious Crimes Department Operation Squad\n2275-2296 CORG Egregious Crimes Department Special Operations Division\n\n<b>Related Experience:</b>\n2275, \"Operation: Lightning\": Marduk earned a promotion to lieutenant after single-handedly capturing the leader of an armed militia during a clean-up operation in Ain Soph.\n\n2287, \"White Terror: 0927\": Marduk discovered vital clues about the 0927 group while investigating the White Terror intimidation case. These clues enabled Marduk and his squad to foil the group's bomb plot in West Coast Core City and take the entire 0927 group into custody, earning Marduk a promotion to captain in the process.\n\n2287, \"Vulture-Killer Strategy\": In the course of executing CORG's plan to wipe out the dangerous Vulture faction in Jokurr, several teams were surrounded and took heavy casualties. Marduk requested permission to break the blockade, defeating the enemy commander in the process, and earning a promotion to lieutenant colonel.\n\n2289, \"Smuggling Ring Buster\": Starting in 2289, Marduk and his squad mate, Jackal, went undercover in Jokurr to investigate a cross-Sephirah Zone Photon Rail smuggling case. In 2290, the two were able to get hold of crucial evidence that led to the capture of the ones behind the smuggling scheme, earning Marduk a promotion to colonel in the process. This same year, he was also appointed commander of CORG's Egregious Crimes Department.\n\n2296, \"▉▉▉▉\": Marduk led a team from the Egregious Crimes Department to ▉▉▉ to complete ▉▉▉ long-term mission. In the course of the mission, they were attacked by ▉▉▉, and squad members ▉▉▉▉. Marduk's whereabouts ▉▉.\n\n————————————CLASSIFIED DOSSIER————————————\n\n                           You do not possess the security clearance required to view this content.\n",
        "tag_id": 2,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 5060113,
        "chapter_id": [
            6010110,
            6010111
        ]
    },
    "1004": {
        "unlock_by_time": "",
        "name": "Dark Metal",
        "archive_id": 1004,
        "archive_icon": "TextureConfig/MardukUI/Marduk_bg_0024",
        "desc": "Ethan of the Children of Iron managed to steal a large amount of AGI Mecha components and related technical data when working as a security guard at the Spealght factory. During his operations, he also discovered a military-grade AGI Mecha blueprint that had been hidden by the Spealght technical department. \n\nThis military - grade AGI Mecha was initially designed along a whole new movement structure that also incorporated state-of-the-art artificial intelligence technology during its manufacturing process resulting in a mecha that is capable of easily handling various complex battle situations. Its mobility has surpassed all current military-grade AGI Mechas, with the army being able to just rely on the power of one mecha to dominate the battlefield. \n\nThis AGI Mecha design was proposed by CORG's top brass, claiming that this AGI Mecha would only be used as \"a peace-keeping measure when absolutely necessary\". But during its development, Spealght's engineers discovered that it was vastly superior in standard, far exceeding the scope of human weapons. The management at Spealght thus discreetly buried this document. \n\nIn fact, this is just what CORG manufactured - a specialized AGI Mecha to counter the Visbane. However, after testing the prototype they were given, CORG's technical department discovered that the entirely code-reliant AGI Mecha was extremely vulnerable to the Visbane's corrosion. Upon being corrupted, the AGI Mecha became highly aggressive and uncontrollable, even attacking humans. \n\nCORG promptly halted this research, destroying the prototype and sealing all related data. To reduce the probability of subsequent AGI Mecha being corrupted by the Visbane, CORG enforced technical restrictions to compel Spealght Industries to modify their production lines. Later, CORG found that only modifiers with complete personality consciousness could stably fight the Visbane. Thus, they turned to the implementation of Project Graytower - an attempt to create artificial modifiers. And the batch of partly finished AGI Mecha with terrifying destructive potential gradually gathered dust in a corner of the Spealght factory. \n\nHowever, Ethan, who unexpectedly obtained the design document, was unaware of this hidden and dangerous history. He was amazed by the immense power of these military-grade AGI Mechas, and in an attempt to bring this miraculous technology onto the world once more, he used the stolen AGI Mecha components from the Spealght factory, and using the documents as references, was able to assemble a giant AGI Mecha. He named it \"Dark Metal\" after the name in the technical document he read...\n",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 5060116,
        "chapter_id": [
            6010110,
            6010111
        ]
    },
    "1011301": {
        "unlock_by_time": "",
        "name": "Astral Engine",
        "archive_id": 1011301,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2001",
        "desc": "As the first Sephirah Zone Gaea generated, Xu Heng possesses rich natural resources and a high level of industrialization. As such, Xu Heng provided a great deal of resources during the construction of CORG's Photon Rail project.\n\nHowever, due to physical parameter errors after an era reboot, a new type of highly unstable antigravity ore was generated under Xu Heng—Cloudsong Ore.\n\nHeavy expansion of mining operations weakened the integrity of the ground under Xu Heng, gradually bringing the Cloudsong Ore buried deep beneath the zone to the surface, where it began to emit uncontrolled energy.\n\nIn 2278, Xu Heng experienced the Cloudsong Crisis, during which the crust under Xu Heng ruptured, creating four floating isles of earth. This put an immediate stop to Xu Heng's development and broke countless families apart.\n\nTo put an end to the Cloudsong Crisis, Zhiming and Zhu of the Quad built a massive gravitational stabilizer in the air above Xu Heng—the Astral Engine.\n\nThe energy field created by the Astral Engine stabilized the Cloudsong Ore's gravitational parameters, bringing a basic level of stability to the five rebuilt island cities of Xu Heng.\n",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011301,
        "chapter_id": [
            10113
        ]
    },
    "1011302": {
        "unlock_by_time": "",
        "name": "Heterocore",
        "archive_id": 1011302,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2002",
        "desc": "A computational amplification core designed to stabilize the gravitational coefficient of the \"Cloudsong Ore\", it is one of the core components of the Astral Engine.\n\nWith its design led by the Quad's Mod, \"Zhu\", the experiment ultimately failed due to the inability to resolve the computational overload issue inherent in the Heterocore itself.\n\nAfter the completion of the Astral Engine, Zhu lived alone on the surface for many years, intensively researching the \"Heterocore\", and gradually making some progress.\n\nBut after a few years, Zhu unexpectedly passed away, leaving the research findings on the \"Heterocore\" gathering dust in an unknown location.\n",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011302,
        "chapter_id": [
            10113
        ]
    },
    "1011303": {
        "unlock_by_time": "",
        "name": "Primordial Layer",
        "archive_id": 1011303,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2003",
        "desc": "The core area of the Source Layer is known as the \"Primordial Layer\".\n\nThe energy suppression mechanism in the \"Primordial Layer\" exerts varying degrees of suppression on the abilities of Modifiers and Visbane. As a result, there is typically no activity around here.\n\nThis area has been designated as a restricted zone by the Aether Gazer, but no Modifer is allowed to enter without Odin's permission.\n",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011326,
        "chapter_id": [
            11113,
            12113
        ]
    },
    "1011304": {
        "unlock_by_time": "",
        "name": "Cinders",
        "archive_id": 1011304,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2004",
        "desc": "A cluster of unidentified, mutated data that contains the privileges left behind by the \"Source\" during the Cycle.\n\nIt is speculated that each time the \"Source\" dies and reincarnates in Gaea, a copy of the data cluster called \"Cinders\" is left behind in the depths of the Source Layer.\n\n\"Cinders\" contains a portion of the Source's consciousness. When a lower-order Visbane fuses with the \"Cinders\", it awakens a personality consciousness awakens within them, granting them a portion of the privileges to access the Cinders, thus transforming them into a \"Cognizant Visbane\".\n\nOdin has been searching for the location of the Cinders to completely eradicate the Visbane.\n",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011328,
        "chapter_id": [
            11113,
            12113
        ]
    },
    "1011305": {
        "unlock_by_time": "",
        "name": "Photon Rail",
        "archive_id": 1011305,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2101",
        "desc": "A gargantuan piece of transport infrastructure developed by CORG comprising giant columns primarily used for the circulation of resources between various Sephirah Zones. The Photon Rail was built in cooperation with the various Sephirah Zone governments, which continue to be involved in its operations and management today.\n\nIn the year 2150, the Photon Rail Nexus was completed in West Coast Core City in Ain Soph, and CORG officially established its Department of Photon Rail Management, which is responsible for the dispatch of all Photon Rail trains. Currently, every Photon Rail station across the Sephirah Zones is operated and managed by CORG together with local authorities in accordance with the relevant regulations.\n\nHighly stringent rules for transportation, inspection, security and launch have been put in place for the Photon Rail for safety and security reasons. As such, requests for the shipping of materials to another Sephirah Zone have to be submitted several months in advance. While at present the Photon Rail system can still serve the needs of inter-Zone logistics and trade, there is significant room for improvement in terms of red tape and convenience.\n\nAs there is a high risk of damage to both goods and the human body with Photon Rail tech, initially planners had intended the system for resource transportation only and not for passenger travel, and in the early years, no one could travel to another Sephirah Zone and could only communicate using a limited information network.\n\nAs time went by, CORG came to realize that passenger travel between various zones was also necessary in certain special or exigent situations, and came to introduce specially modified passenger cars on the Photon Rail. However, given the high cost and risk of passenger travel, such travel is strictly controlled, and it remains very difficult for ordinary people to travel to other Sephirah Zones.\n\nIn addition, CORG has standing agreements with Modifier organizations in various Sephirah Zones to allow Modifiers to request the use of the Photon Rail as needed. However, doing so typically incurs significant costs.",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011407,
        "chapter_id": [
            10114
        ]
    },
    "1011516": {
        "unlock_by_time": "",
        "name": "Private Mail III",
        "archive_id": 1011516,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2301",
        "desc": "From: #{nickname}#\nAt: 14:20 on Sunday, July 4, 2315\nTo: Kay\n\n...\n\nLately I've been experiencing fragments of past memories. What is it you're still not telling me?\n\nWhat background checks did you carry out on me before I lost my memory? Can you give me more details? Did you find anything suspicious around me, for example?\n\nI've remembered the most important thing, which is that we'd previously discussed working together... I'm happy to continue with that, and can provide you with more information for your investigations, but similarly I've got something I'd like you to help me out with.\n\nPlease read the attached report... Carrying out this plan is extremely risky, but we won't get another opportunity like this and I believe it will be useful to your investigation too...\n\nIf you're interested, let's arrange a time to meet.\n\n...\n\n\n",
        "tag_id": 4,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011516,
        "chapter_id": [
            10115,
            11115,
            12115
        ]
    },
    "1011528": {
        "unlock_by_time": "",
        "name": "Private Mail VI",
        "archive_id": 1011528,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_2301",
        "desc": "From: Kay\nAt: 15:00 on Monday, July 12, 2315\nTo: #{nickname}#\n\n...\n\nI've been sifting through the materials you gave me, as well as what you told me when we met, and I think you're right: the \"returns\" on this plan would be enormous.\n\nBut they do come with a degree of risk. Not only might the components break, but your boss will probably suspect that we're up to something. You need to think of a way around this.\n\nAlso, I reckon we need to think more carefully about whether we give its consciousness back.\n\nAnd how will we define this new lifeform if we're successful?\n\nLet's think about these issues while the Protobody is being prepared.\n\n...\n\n\n",
        "tag_id": 4,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1011528,
        "chapter_id": [
            10115,
            11115,
            12115
        ]
    },
    "1031802": {
        "unlock_by_time": "",
        "name": "Kamigyou Area",
        "archive_id": 1031802,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_31801",
        "desc": "Lying along the eastern coast of Sasanami, this major urban agglomeration of several prosperous cities is divided into the Kamigyou and Shimogyou districts. Kamigyou has the most developed economy, the most advanced technology, and the densest population in all of Sasanami, and it's also home to the Sasanami Five, prestigious universities, and the biggest company headquarters.\n\nThis is also where Reiten, the capital of Sasanami, can be found, home to the Child of Heaven's majestic residence, Reiten Palace. The city of Kan'no is the location of the Sasanami Photon Rail Nexus, which ships vast amounts of goods from the city's northern area to all over Gaea. Then there is Furukawa in the region's heartland, home to the businesses and industrial parks that are Kamigyou's lifeblood.",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1031802,
        "chapter_id": [
            10118,
            11118
        ]
    },
    "1031803": {
        "unlock_by_time": "",
        "name": "Reiten Palace",
        "archive_id": 1031803,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_31802",
        "desc": "The Child of Heaven's residence in Reiten, and the political center of Sasanami. Commonly referred to as \"the Imperial City\" by the city's residents.\n\nReiten Palace was reconstructed on its original site after the Madoiyama Rebellion, and it sits atop a high-rise building so it can tower above Kamigyou and all of Sasanami. Reiten's most famous landmark, it has been repaired and renovated over the years and is now considered the pinnacle of Sasanami architecture.",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1031803,
        "chapter_id": [
            10118,
            11118
        ]
    },
    "1031829": {
        "unlock_by_time": "",
        "name": "Omega Gear",
        "archive_id": 1031829,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_31803",
        "desc": "One of the biggest advancements made by CORG during their research into Modifiers' Divine Grace, this amplification gear is only effective when used by specific Mods.\n\nThe Omega gear is equipped with a Divine Grace suppression/amplification loop system which, when connected to an Access Key, unlocks a Mod's full potential. If a substance called Interference Identifiers is then injected, the Mod's power is temporarily rewritten and they gain their Prime combat ability for a short time. The side effects are still unknown, but the researchers imagined this process could cause significant damage to a Mod's core data.\n\nThe project was shelved for unknown reasons, meaning this is currently the only Omega gear in existence.",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 1031829,
        "chapter_id": [
            10118,
            11118
        ]
    },
    "1041105": {
        "unlock_by_time": "",
        "name": "Neural Network",
        "archive_id": 1041105,
        "archive_icon": "TextureConfig/OperationDiary/OperationDiary_41101",
        "desc": "One of the early research projects Paracaesar's lab worked on, it improves combat efficiency by allowing soldiers to share sensory experiences on the battlefield. It was later developed as a tool used to form minds for training AGI Mecha and Artificial Mods. Due to the high costs and nearly impenetrable technical barriers, its small-scale application gradually gave way to more promising projects.",
        "tag_id": 3,
        "archive_parameter": 0,
        "archive_type": 1,
        "unlock_by_stage_id": 5170105,
        "chapter_id": [
            6010118
        ]
    },
    "32010101": {
        "name": "C01 - Meruism's Uniform",
        "archive_id": 32010101,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320101,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                26
            ],
            [
                10,
                0,
                0
            ]
        ]
    },
    "32010102": {
        "name": "C02 - Outside the Feast",
        "archive_id": 32010102,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320102,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                26
            ],
            [
                10,
                0,
                0
            ]
        ]
    },
    "32010103": {
        "name": "C03 - \"Old\" Headphones",
        "archive_id": 32010103,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320103,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                26
            ],
            [
                10,
                0,
                0
            ]
        ]
    },
    "32010104": {
        "name": "S01 - Expert Recommendation",
        "archive_id": 32010104,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010104,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                27
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010105": {
        "name": "C04 - Trick to Life",
        "archive_id": 32010105,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320105,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                27
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010106": {
        "name": "S02 - Late Night Column",
        "archive_id": 32010106,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010106,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                28
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010107": {
        "name": "C05 - Demining",
        "archive_id": 32010107,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320107,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                28
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010108": {
        "name": "S03 - Catching a \"Bird\"",
        "archive_id": 32010108,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010108,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                29
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010109": {
        "name": "C06 - Black Market Ecosystem",
        "archive_id": 32010109,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320109,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                29
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010110": {
        "name": "C07 - Honey Pot!",
        "archive_id": 32010110,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320110,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                30
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010111": {
        "name": "C08 - Justice",
        "archive_id": 32010111,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320111,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                9,
                30
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010112": {
        "name": "S04 - No One Hates Miss Zhiming",
        "archive_id": 32010112,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010112,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                1
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010113": {
        "name": "S05 - Playing with a \"Cat\"",
        "archive_id": 32010113,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010113,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                1
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010114": {
        "name": "S06 - The Story Continues",
        "archive_id": 32010114,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010114,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                2
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010115": {
        "name": "C09 - Me, Fight Ausar?",
        "archive_id": 32010115,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320115,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                2
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010116": {
        "name": "S07 - Mutual Hobbies",
        "archive_id": 32010116,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010116,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                3
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010117": {
        "name": "S08 - Meditate Like This",
        "archive_id": 32010117,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010117,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                3
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010118": {
        "name": "S09 - Before Setting Out",
        "archive_id": 32010118,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010118,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                4
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010119": {
        "name": "C10 - Believe About Half",
        "archive_id": 32010119,
        "archive_icon": "",
        "desc": "",
        "tag_id": 5,
        "archive_parameter": 320119,
        "archive_type": 4,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                4
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010120": {
        "name": "S10 - A Little Teasing",
        "archive_id": 32010120,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010120,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                5
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010121": {
        "name": "S11 - A Bet",
        "archive_id": 32010121,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010121,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                5
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010122": {
        "name": "S12 - Meruism Style",
        "archive_id": 32010122,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010122,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                6
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "32010123": {
        "name": "S13 - Same Meeting Spot as Always",
        "archive_id": 32010123,
        "archive_icon": "",
        "desc": "",
        "tag_id": 6,
        "archive_parameter": 32010123,
        "archive_type": 3,
        "unlock_by_stage_id": 1032004,
        "chapter_id": [
            10120,
            11120
        ],
        "unlock_by_time": [
            [
                2024,
                10,
                6
            ],
            [
                4,
                0,
                0
            ]
        ]
    },
    "get_id_list_by_chapter_id": {
        "11120": [
            32010101,
            32010102,
            32010103,
            32010104,
            32010105,
            32010106,
            32010107,
            32010108,
            32010109,
            32010110,
            32010111,
            32010112,
            32010113,
            32010114,
            32010115,
            32010116,
            32010117,
            32010118,
            32010119,
            32010120,
            32010121,
            32010122,
            32010123
        ],
        "10120": [
            32010101,
            32010102,
            32010103,
            32010104,
            32010105,
            32010106,
            32010107,
            32010108,
            32010109,
            32010110,
            32010111,
            32010112,
            32010113,
            32010114,
            32010115,
            32010116,
            32010117,
            32010118,
            32010119,
            32010120,
            32010121,
            32010122,
            32010123
        ],
        "6010118": [
            1041105
        ],
        "11118": [
            1031802,
            1031803,
            1031829
        ],
        "10118": [
            1031802,
            1031803,
            1031829
        ],
        "12115": [
            1011516,
            1011528
        ],
        "11115": [
            1011516,
            1011528
        ],
        "10115": [
            1011516,
            1011528
        ],
        "10114": [
            1011305
        ],
        "12113": [
            1011303,
            1011304
        ],
        "11113": [
            1011303,
            1011304
        ],
        "10113": [
            1011301,
            1011302
        ],
        "6010111": [
            1001,
            1002,
            1003,
            1004
        ],
        "6010110": [
            1001,
            1002,
            1003,
            1004
        ]
    },
    "all": [
        1001,
        1002,
        1003,
        1004,
        1011301,
        1011302,
        1011303,
        1011304,
        1011305,
        1011516,
        1011528,
        1031802,
        1031803,
        1031829,
        1041105,
        32010101,
        32010102,
        32010103,
        32010104,
        32010105,
        32010106,
        32010107,
        32010108,
        32010109,
        32010110,
        32010111,
        32010112,
        32010113,
        32010114,
        32010115,
        32010116,
        32010117,
        32010118,
        32010119,
        32010120,
        32010121,
        32010122,
        32010123
    ]
}