{
    "101": {
        "id": 101,
        "hide": 0,
        "destroy_picture": "1011",
        "story_name": "\"Peace and Tranquility\"",
        "picture": "101",
        "story_word": "Tantan told me that this place was called \"Ain Soph\" and it was a \"Sephirah Zone\". I didn't fully understand what that meant.\nBut it didn't really matter until I walked out of this Ain Soph and saw the scenery outside.\nOn the streets between the tall buildings, everyone was in a hurry, coming and going, and I hadn't seen anyone's face clearly.\nBut this street was different. Tantan said it was a commercial street, and only people who wanted to relax came here.\nDo even those busy people actually have time to relax?\nThe commercial street had lots of great food. I may not have been able to fully appreciate it, but Tantan enjoyed herself, and that was enough for me.\nSometimes, the wind would blow strands of my hair into my eyes, or stick them to the corner of my mouth.\nSometimes, the walls around suddenly lit up, and Tantan said it was just the reflection of the sunlight.\nSometimes, I'd accidentally kick a pebble on the road. It rolled forward a bit and maybe later another person would kick it even further.\n...I want to go to more, farther places with Tantan.",
        "unlock_attrib": [
            70,
            0,
            30,
            0
        ],
        "unlock_story_collect": [
            1103
        ]
    },
    "102": {
        "id": 102,
        "hide": 0,
        "destroy_picture": "1021",
        "story_name": "Hydrangea ",
        "picture": "102",
        "story_word": "Tantan took me to a park, where there were many people and flowers. It was a lively place.\nThere were a kind of beautiful purple flowers in clusters called \"hydrangea\".\nTantan told me that the large clusters of hydrangea are actually composed of many small flowers. At first glance, I thought they were one big flower.\nI didn't know why I was captivated by this \"frivolous\" sight. I looked at these beautiful flowers for a long time.\nJust quietly watching without doing anything else gave me a great feeling of peace and satisfaction.\nTantan said it was the \"true meaning of emptiness,\" just like children playing by the roadside. What mattered most was not the result, but rather the act itself...\nThese acts served a different purpose... I didn't really understand the rest of the words...\nBut for me, being able to go outside with Tantan was meaningful enough.\nTantan also took a picture of me surrounded by the flowers. I wouldn't have been able to take a picture like that when I was alone before.\nI could remember those vacant but happy moments when looking at the photo.\nBut what I really hoped... is to be able to remember everything even without the photo.",
        "unlock_attrib": [
            0,
            100,
            0,
            40
        ],
        "unlock_story_collect": [
            1203
        ]
    },
    "103": {
        "id": 103,
        "hide": 0,
        "destroy_picture": "1031",
        "story_name": "Vibrant Memories",
        "picture": "103",
        "story_word": "The arcade was a loud place, but it was fine as long as you block out the noise\nThe claw machine wasn't very exciting because it took a bunch of tries to get a doll. Tantan wasn't very good at it either.\nThe dance machine was great fun, but it could be tiring and most of the songs from it were loud.\nTantan enjoyed playing it, so it made me happy too. Dancing was supposed to be joyful after all.\nThe machines spit out some paper notes. Tantan said they were points that can be exchanged for prizes.\nThere was a big toy bear in the prize shop that I really wanted, but it cost 9999 points and we only had 80.\nIn the end, I exchanged 60 points for a small strawberry hair clip. There were no mirrors around, but I really wanted to see how it looked on me.\nTaylor took a photo of me wearing it, but in the small photo, we can only see a red dot where the hair clip was.\n\"We can come here more often if you like, we might even be able to take that bear home with us one day.\"\nIf we can...\nI'd love to come here more often with Tantan, all the time, until the day we can bring the bear home with us.",
        "unlock_attrib": [
            30,
            0,
            70,
            0
        ],
        "unlock_story_collect": [
            1303
        ]
    },
    "104": {
        "id": 104,
        "hide": 1,
        "destroy_picture": "1041",
        "story_name": "Before the Rain",
        "picture": "104",
        "story_word": "",
        "unlock_attrib": [],
        "unlock_story_collect": []
    },
    "all": [
        101,
        102,
        103,
        104
    ]
}