{
    "1101": {
        "id": 1101,
        "item_id": 1101,
        "location_id": 1,
        "story_name": "Hustle & Bustle",
        "story_word": "The street never lacked hurried pedestrians.\nThe scene at every moment was different, but what was recorded on the paper was a unique moment...\n\"Why take photos of such ordinary street scenes?\"\n\"Huh? Is this ordinary? Sorry, I've rarely seen such a sight...\"\n“Oh, right...\"\nIn the past, it was rare to see even the most common passers by...\nI'd gotta admit, it made me a bit worried.",
        "attrib_reward": [
            [
                1,
                20
            ],
            [
                4,
                10
            ]
        ]
    },
    "1102": {
        "id": 1102,
        "item_id": 1102,
        "location_id": 1,
        "story_name": "\"Sunbathing\"",
        "story_word": "Skuld didn't seem to be used to using an umbrella, so I felt a bit awkward being the only one holding it.\nIt’d be nice to bathe in the sun a little... I just wish it weren't so hot.\n\"Aren't you hot, Skuld?\"\n\"Hot? I don't feel hot at all.\"\n\"Uhm... Skuld...\"\n\"What is it?\"\n\"You look great bathing in the sunlight.\"\n\"Thank you... Is that the response you were expecting?\"",
        "attrib_reward": [
            [
                1,
                30
            ],
            [
                4,
                10
            ]
        ]
    },
    "1103": {
        "id": 1103,
        "item_id": 1103,
        "location_id": 1,
        "story_name": "Not Leaving Empty-handed",
        "story_word": "I didn't quite dare to ask Skuld why she brought that tree branch out with her...\nWell, actually, I should ask her why she brought it home with her in the first place.\n\"What do you plan to do with that branch?\"\n\"I'm going to draw on the ground.\"\n\"Huh? How can you draw on the ground with just a branch?\"\n\"Watch this...\"\nShe brought me to the edge of a sandpit and scratched out two stick figures.\n\"This is Tantan, and that is me.\"",
        "attrib_reward": [
            [
                1,
                50
            ],
            [
                4,
                10
            ]
        ]
    },
    "1201": {
        "id": 1201,
        "item_id": 1201,
        "location_id": 2,
        "story_name": "Unidentified Flying Object?",
        "story_word": "I took a photo of Skuld.\nBut there was a strange shadowy figure behind her in the picture.\n\"Hey, Tantan, what's that thing behind me?\"\n\"Um... Could it be your shadow?\"\n\"Can shadows float in the air?\"\n\"It... can't, I suppose...\"\n\"There wasn't anything like it in the background of other photos.\"",
        "attrib_reward": [
            [
                2,
                15
            ],
            [
                4,
                15
            ]
        ]
    },
    "1202": {
        "id": 1202,
        "item_id": 1202,
        "location_id": 2,
        "story_name": "Unavoidable",
        "story_word": "We went back there to investigate further.\n\"So you're still bothered about that shadow.\"\n\"Let's go back there, then!\"\n\"Uh... I'm... a little scared, just a little.\"\n\"Um, Tantan... Here, take this.\"\n\"Isn't this the pendant from the barbecue restaurant?\"\n\"It will protect you!\"",
        "attrib_reward": [
            [
                2,
                35
            ],
            [
                4,
                15
            ]
        ]
    },
    "1203": {
        "id": 1203,
        "item_id": 1203,
        "location_id": 2,
        "story_name": "False Alarm",
        "story_word": "...I guess we were lucky that nothing was detected.\n\"Wow, hey Tantan! Have a look at this!\"\n\"What happened?\"\n\"It disappeared! The shadow on the photo disappeared!\"\n\"Really? What's going on... Hey, Skuld. Your fingers are dirty.\"\n\"I only touched this photo just now...\"\n\"Could it be an ink blot on the photo, or something?\"",
        "attrib_reward": [
            [
                2,
                50
            ],
            [
                4,
                10
            ]
        ]
    },
    "1301": {
        "id": 1301,
        "item_id": 1301,
        "location_id": 3,
        "story_name": "Pleasant Surprise",
        "story_word": "I went with Skuld to the arcade. It's really lively here.\n\"What's an arcade like?\"\n\"Well... Hey, wait a minute. Skuld, your camera just spat out a photo, didn't it?\"\n\"I think the shutter got pressed by someone bumping into it in the crowd just now...\"\n\"I'd really like to see what the camera managed to capture on that photo...\"\n\"It's still developing... But there's something round on it.\"\n\"Huh? It looks like a token!\"",
        "attrib_reward": [
            [
                3,
                20
            ],
            [
                4,
                10
            ]
        ]
    },
    "1302": {
        "id": 1302,
        "item_id": 1302,
        "location_id": 3,
        "story_name": "It's a Miracle!",
        "story_word": "We searched for something that only needed one token to play.\n\"It looks like there's only this claw machine.\"\n\"But this sort of machine's usually a waste of tokens...\"\n\"I think I've got it... Let me have a go.\"\n\"—\"\n\"Did you actually grab that in just one go? That's amazing, Skuld...\"\n\"This little squirrel's so cute... When there's a will, there's a way, I guess!\"",
        "attrib_reward": [
            [
                3,
                30
            ],
            [
                4,
                10
            ]
        ]
    },
    "1303": {
        "id": 1303,
        "item_id": 1303,
        "location_id": 3,
        "story_name": "Gains and Losses",
        "story_word": "Skuld held the stuffed doll as I followed her out of the arcade.\n\"People don't usually just play one game and leave the arcade...\"\n\"But as long as you're happy, Skuld, that's enough.\"\n\"Yeah, I'm really happy, Tantan.\nMaybe I can put this pendant on the doll as a necklace...\"\n\"Huh? What's wrong?\"\n\"Um...that pendant from the restaurant... I don't know where it's gone...\"",
        "attrib_reward": [
            [
                3,
                50
            ],
            [
                4,
                10
            ]
        ]
    },
    "get_id_list_by_location_id": [
        [
            1101,
            1102,
            1103
        ],
        [
            1201,
            1202,
            1203
        ],
        [
            1301,
            1302,
            1303
        ]
    ],
    "all": [
        1101,
        1102,
        1103,
        1201,
        1202,
        1203,
        1301,
        1302,
        1303
    ]
}