{
    "2310001": {
        "show_offset_y": "-0.01",
        "race": 1,
        "type": 1,
        "story": "\"Uh huh, you can count on Hippo!\"\n\"Heh, I performed three good deeds today! How wonderful... But no, that doesn't mean I can take a break over the next two days! I must do a good deed a day no matter what!\"\nAnd so Hippo volunteers to sweep the attic for the elderly nun, retrieve a ball caught in the tree for the kids, and head out to the shops for the absentminded housewife who forgot to buy butter for the dinner rolls...\nBecause of this, Hippo is always quite the busy bee, running here and there, though always taking the time to greet the familiar, friendly faces she encounters with her customary smile.\n\"I suppose Miss Chiron will also like me better if she hears of what I'm doing...\"\nChiron is the only one in whose presence Hippo would suddenly become lost for words.\nWhat Hippo wants is to become a reliable, helpful guardian spirit for everyone, just like her teacher.\n\"Well, start with one good deed a day as a form of practice, Hippo,\"\nsaid her teacher Chiron kindly with a smile.",
        "effect_desc": "",
        "show_offset_x": "-0.49",
        "desc": "A petite girl who is more energetic than many and whose personal motto is \"Do a good deed every day\". Extremely well-behaved, and even shy, in front of her teacher Chiron. ",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2310001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            401
        ]
    },
    "2320001": {
        "show_offset_y": "-0.04",
        "race": 2,
        "type": 1,
        "story": "\"Neither Ra nor Amon can hear your prayers! All you can depend on is yourself!\"\nAkhenaten yells to get the attention of the crowd at the temple. However, the crowd, unmoved by her exhortation, remains prostrate on the ground, praying to the gods for peace and release from natural disasters.\n\"I can't believe this! Why are you people so stubborn?!\"\nAkhenaten stands in front of her throne, her hands on her hips as she fumes.\n\"I hereby order that all temples in the kingdom be torn down! Every! Single! One!\"\nDespite the vociferous protests of her people, Akhenaten sticks to her plan and razes every temple in the land, as well as bans all worship activity.\n\"If you must believe in a god, dedicate yourself to Aten, the Sun God! And I am the voice of Aten on this earth!\"\n\"In the name of Aten, I command you to stand up on your own two feet! I command you to commence your labor at sunrise, to mend the dikes and tend the fields; then, at sundown, return to your homes for rest and only rest!\"\nThereafter, her people eventually beat back the floods that were intractable no matter how much the people prayed to the gods, and the land grows lush with crops swaying heavy with seed.\n\"See how much you can achieve with your own two hands...?\"\nAkhenaten gazes upon her kingdom, warm and yellow with the rays of the setting sun. Let the rebels come now with their spears, she thinks to herself, I've done what I wanted to anyway.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "An arrogant and commanding ruler whose greatest wish is actually for her people to eventually get rid of either gods or kings, even if it means her rule will come to an end. ",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.3",
        "id": 2320001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            402
        ]
    },
    "2330001": {
        "show_offset_y": "-0.14",
        "race": 3,
        "type": 1,
        "story": "\"Why are you still so chirpy? That was clearly a terrible performance!\"\n\"Well, I promised someone that I'd hold my chin up and keep smiling no matter what... I know that sounds silly, but that's what it is!\"\nKerakeraonna had moved from the countryside to Shimogyou, Sasanami when she was in grade school, where she was teased mercilessly for the way she spoke and her unrestrained laugh.\nOver time, the sounds of her laughter became rarer and rarer, she stopped smiling, and she even stopped singing—which she loved doing—altogether because of the attention she would draw for her \"country bumpkin\" accent.\nOnly Rin, her best friend, differed on the matter.\nShe would always say, \"Oh how I wish I could hear you laughing and singing again, Kerakeraonna!\"\nRin, who was often ill, spent a lot of time at the hospital, and Kerakeraonna would visit her after school every day and sing to her.\n\"Promise me,\" Rin told Kerakeraonna, \"promise me that you'll never give up on singing and laughing no matter what...\"\nRin worried about Kerakeraonna despite her own deteriorating condition.\n\"You know, I really love it...\"\nThus, despite being heartbroken when Rin eventually passed, Kerakeraonna never stopped smiling after that, no matter what happened, not even when the Light Music Club was almost closed down or when music practice fell apart, and her peals of laughter became the one bright light in these moments, inspiring everyone around her.\nThus, despite the terrible performance the first song turned out to be at the campus celebration, Kerakeraonna keeps that smile on her face.\n\"Heh, guess we got us some attention with that first song, huh? Alright, let's get ready for the next one!\"",
        "effect_desc": "",
        "show_offset_x": "-0.21",
        "desc": "To the people around her, she is a cheerful and jovial girl who doesn't seem to have that much to laugh about, but she keeps it up nevertheless for some reason. Currently a guitarist in the Aether Academy Light Music Club.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.5",
        "id": 2330001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            403
        ]
    },
    "2340001": {
        "show_offset_y": "-0.3",
        "race": 4,
        "type": 1,
        "story": "\"Go forth, adventurer, and seek out those meteor fragments that have fallen at the edge of the world, deep into the volcanoes, or carried away by the wind...\"\nThese words, written in the diary of an explorer, were what inspired the young elf Maeglin to become an explorer herself.\n\"It's time to go on your adventure, Maeglin!\"\nDespite her mother warning that the outside world is fraught with peril and her father doubting that meteor fragments really exist, Maeglin eventually set off with her backpack and quiver on her back.\nTo locate meteor fragments, one has to first know what they look like, and to this end, Maeglin made her way to the great big library in the city.\n\"Meteor fragments, which are clear as crystal and as small as a grain of sand, shine like diamonds. Like the four-leaf clover, they can be next to impossible to find...\"\n\"Gorgeous like a rainbow, it is also as shy as a mimosa plant, and when it is discovered, it turns into a tiny elf that no one can see, which blesses the person who discovered it and then returns to the land of its birth.\"\nMaeglin is determined to track down these meteor fragments, no matter what!\nWhile they disappear upon discovery, the elf blessing that they come with makes even a journey to the end of the earth worthwhile!",
        "effect_desc": "",
        "show_offset_x": "-0.45",
        "desc": "An explorer who can be a little stubborn about the things that she knows and believes in. Seems a little dull and distracted at times, probably because she lives in her head so much.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2340001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            404
        ]
    },
    "2350001": {
        "show_offset_y": "-0.27",
        "race": 5,
        "type": 1,
        "story": "\"Oh, you're awake.\"\nPingala calls out gently to the young girl lying on the spacious golden lotus throne as she is fiddling with the ice lotuses.\n\"Um... Where am... Where is the Sun Wheel...?\"\nThe young girl, finding herself in an unfamiliar room, tries to sit up, but her limbs simply will not cooperate...\n\"Relax, I have your belongings. I can't believe you had the strength to hold up not one, but two of those hefty blade things!\"\nPingala walks over to the girl's bedside and gently places the ice lotuses on her forehead.\n\"You were gravely wounded while fighting the desert whale. I'm probably the only one around here who can keep you alive.\"\n\"Just lie there, and don't move an inch. We'll have to wait for the flowers to bloom.\"\nThe lotuses hover just above the girl's skin, spinning in the air and emitting wisps of light that slowly heal the girl's wounds.\n\"Sāgara of Shavaku Village... Life hasn't been easy on you!\"\nPingala lets out a long, soft sigh when she learns of what had happened to the girl.\n\"So what would you like to do after you're healed?\"\n\"I want to go back to the village and tell everyone that they are no longer bound to a fate determined by the Mirror of Prophecy!\"\n\"But didn't you destroy the Mirror of Prophecy?\"\nThe question snaps Sāgara back to reality, and her face falls. The destroyer of the revered relic would never be forgiven.\n\"Why don't you stay with me, then?\"\nPingala says, smiling as she pinches Sāgara's cheek, produces another ice blossom, and places it on her chest.\n\"You stay here with me and help me deal with whoever dares to speak ill of my healing. How about that?\"",
        "effect_desc": "",
        "show_offset_x": "-0.53",
        "desc": "A physician who lives at the foot of a snowbound mountain on the edge of the desert. She travels frequently to tend to the sick but is often viewed with wariness due to her rather unorthodox healing methods. ",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2350001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            405
        ]
    },
    "2390001": {
        "show_offset_y": "-0.23",
        "race": 9,
        "type": 1,
        "story": "\"Another one.\"\nThe girl in the narrow alley bent over to pick up the sword before securing it into the case on her back. This was the twentieth weapon she had found today, it wouldn't be long before all the swords in the armory were melted by her.\n\"Quick! She's over there!\"\nA group of guards rushed into the alley, but Bo was not intimidated by their menacing presence. Only a few of the guards in front carried swords, while the rest were unarmed.\n\"Is this all you have left? That's fine by me. It saves me the trouble of searching again.\"\nBo suddenly sped up, turning into a blur in front of the guards. The guards didn't have time to retaliate before being hit by the immense force of the blast, all losing consciousness in quick succession. Before they blacked out, Bo's words echoed in their ears—\n\"I won't harm you, but don't think of using these weapons for evil again.\"\nWhen they came to, the guards found their weapons had gone, and the empty alley seemed to taunt them with their failed pursuit.\nBo's actions may have caused frustration among the soldiers, but there really hadn't been any war in the towns where she had appeared for a good while.\n\"I will put an end to the war.\"\nWatching the weapons that had been thrown into the furnace, Bo's determination steeled even further.",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "A girl who collects weapons from across the land to prevent wars, thus known as \"The Weapon Phantom\".",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.7",
        "id": 2390001,
        "summon_blocked": 0,
        "attribute": [
            1,
            30
        ],
        "effect": [
            422
        ]
    },
    "2410001": {
        "show_offset_y": "-0.24",
        "race": 1,
        "type": 1,
        "story": "\"If the adults can do nothing, then let me protect our home in their place instead!\"\nThe girl holding up her longsword, high like a torch, swore an oath to the crowd that had gathered around her.\n\"...\"\nStanding before Laelaps is her opponent, clad in heavy armor. A low voice came from under the black visor, saying,\n\"The weight that we adults carry is not something that a child like you can comprehend... It is not that we are useless.\"\n\"Why are you standing here, then?\"\nThe girl pointed her sword at her mysterious opponent and posed her question in a loud voice.\nThe martial arts competition was held by order of the king, and the winner would become the new commander-in-chief of the kingdom.\nThe girl was determined to emerge champion and become the one who would lead the kingdom out of the dark night, which she believed was a goal shared by every and each contestant.\n\"The reason I am here is to keep the fate of the country and the lives of our soldiers and even the people from being handed over to an ignorant and impulsive child like you.\"\nThe girl grew hot with fury at these words.\nShe mustn't be defeated at the hands of a person like this, no matter what.\nOnly someone who was devoted to the country just like her, was worthy of beating her...\nShe lunged for her opponent with all her might and shattered their visor with a single blow, revealing a visage that caused the girl—and match spectators—to gasp audibly.\nThe face that she had revealed was that of the elderly king!\n\"I see your conviction now... Perhaps it is time that the reins of this country be handed over to you young ones.\"",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "A strong-willed girl who, as a child, watched the loss of her homeland to neighboring kingdoms piece by piece due to an ineffectual ruler. Determined to win a martial arts competition and become a general to protect her home.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.5",
        "id": 2410001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            406
        ]
    },
    "2410002": {
        "show_offset_y": "-0.17",
        "race": 1,
        "type": 1,
        "story": "\"And today's going to be a wonderful day!\"\nLike always, Melampus starts her day on a cheerful note.\nDay after day, Melampus tries her very best to make sure that the packages assigned to her are delivered to their recipients no matter what.\nOn her rounds with her each day is her faithful and energetic companion Actaeon, who often runs ahead of her, with a tail wagging.\n\"Looks like you want to see these packages delivered as much as I do, buddy,\"\nMelampus says, before she breaks into a brisk jog to catch up with Actaeon.\n\"Looks like we're done with the morning's deliveries! Time for a break, Ace... Hold on, what is it?\"\nTo Melampus' great puzzlement, Actaeon is barking non-stop even though they're done with their deliveries.\n\"Ah...\"\nThe reason suddenly dawns on Melampus, who promptly slaps her forehead.\nShe's forgotten to drop by Effie's! That sleepyhead must still be in bed... Giving Effie a morning service has unknowingly become her daily routine on the way to deliver packages.\n\"Ace, I don't think we're too late. Come on, let's go!\"\n",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "A courier with Galaxy Express who manages to complete all deliveries in the same day no matter how heavy the workload is. Also a reliable \"alarm clock\" to a certain sleepyhead friend despite her hectic work day.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.6",
        "id": 2410002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            407
        ]
    },
    "2420001": {
        "show_offset_y": "-0.29",
        "race": 2,
        "type": 1,
        "story": "\"O scarlet moon soaked in my blood, judge this sinful world on this crimson night!\"\n\"Of course, we have a guilty verdict, ahahahahaha!\"\nThe red-haired girl standing at the top of the temple stairs, at the altar, let out a sinister laugh. Her bright red eyes flashed with the flames of anger she had endured for many years, and the Moon Sickle held high in her hand gleamed cruelly in the cold moonlight.\nAt the bottom of the stairs, the high priest who had imprisoned her in this temple ten years ago out of jealousy of her talent trembled in fear.\n\"Thutmose... If you must take revenge, I am right here. Just leave them alone, they are innocent, this is all my fault...\"\n\"Ahahahahaha...\"\nThe young lady laughed maniacally as she skipped lightly down the stairs like a child.\n\"Don't you worry, you will have a taste of my Moon Sickle soon enough. As for them...\"\n\"Are they really innocent, though?\"\nAs her eyes ranged over the clerics behind the high priest one by one, they were all shaking in fear as if they had just been whipped.\nAll she saw was the faces of indifference from back then, the faces of those who had watched her fall into the abyss, even though they knew she was innocent. Like plaster statues, they were cold and unmoving then.\nWell, since they're just plaster statues, I suppose it won't matter if I break them...\nThutmose brandished her Moon Sickle, which was as crimson as the moon, and soon filled the world between the sky and the earth with the color of condemnation.",
        "effect_desc": "",
        "show_offset_x": "-0.25",
        "desc": "A girl who was imprisoned at a young age in the Temple of Amon because of her gift for the supernatural. Ten years down the road, the witch Thutmose unleashed her revenge.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.5",
        "id": 2420001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            408
        ]
    },
    "2420002": {
        "show_offset_y": "-0.22",
        "race": 2,
        "type": 1,
        "story": "\"Hey, you know what? I really like seeing you begging for mercy like that, ehehe...\"\nIntef was leaning against the giant snake as she mockingly gazed at the monarch who, though dressed in his finery, had just lost his throne and was now kneeling abjectly in front of her to plead for his life.\n\"If there's anyone to blame... wouldn't it be you? For being reliant on the treacherous courtiers and suspicious of the loyal ones?\"\nIntef raised her cup and slowly poured its contents on the \"king\" prostrate and trembling in front of her, and let out a laugh as she spied the look of humiliation on his face.\n\"Why would your veteran soldiers and even the prince, your family, turn against you otherwise? Ahahahaha...\"\nShe rocked back and forth in laughter. Sensing her mirth, her giant snake also flicked its tongue excitedly.\nThe rebel forces that overthrew the king with the help of Intef lined up in court as they prepared to offer her the crown as earlier agreed. However, she waved her hand impassively, as if she had forgotten all about it.\n\"Huh? That's not for me. I'm not interested in that.\"\n\"What I want, what I wish to see, has already happened. And now...\"\nShe finished what was left in her cup in a single gulp, and threw the emptied cup aside. The edges of her lips curled up at the sound of the cup hitting the floor and breaking into pieces.\n\"And now, it's time for our next destination. I can't wait to do this in another country! I mean, it's the means and not ends that matter, isn't it?\"",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "A ruthless snake spirit who is obsessed with seizing power. Derives the greatest pleasure from the process of gaining power and control over others.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.6",
        "id": 2420002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            409
        ]
    },
    "2430001": {
        "show_offset_y": "0",
        "race": 3,
        "type": 1,
        "story": "\"You mean, you're interested in shogi too?\"\nRaijū asks tentatively, seated before the chess table with a chess manual unfolded. The final phase of a game of chess is spread out before her, and one that she has been ruminating over alone for quite some time.\n\"Me? I just put pieces according to the chess manual. After all... I usually don't have anyone else to play with.\"\n\"Really? Then... would you be willing to play a game with me? I'm not very good though, perhaps you could teach me something.\"\nThough maintaining an elegant and subtle smile, the girl still can't keep an almost imperceptible blush from rising to her cheeks.\n\"Well, it's a draw. Not that I mind this sort of ending in the least, hehe. In that case... the winner will have to be decided next time, right?\"\n\"Yes, I look forward to it.\"\nThe girl tidying away the chess board responds to her opponent with a gentle smile as they agree to finish the game in their next engagement.\nAn encounter with such a fox girl was recorded in a certain traveler's notes.\nIf someday you meet someone playing shogi by herself, join her for a game.",
        "effect_desc": "",
        "show_offset_x": "0",
        "desc": "A shy fox girl from a far-flung land. ",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.2",
        "id": 2430001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            410
        ]
    },
    "2430002": {
        "show_offset_y": "-0.08",
        "race": 3,
        "type": 1,
        "story": "\"Come on, join our Light Music Club!\"\nRecently, whether it's in the corners of the hallways, in front of the stairs, or even underneath the desks (yes, that's right), she's been intercepted by Kerakeraonna like this on a daily basis.\n\"Why me...?\"\n\"Because I saw you. You're Yamabiko, the student who was playing the piano alone on the rooftop!\"\n\"You were simply glowing then.\"\n\"Huh?!\"\nG-Glowing?\nNo, Yamabiko thinks, I feel like smoke's coming out of my ears. She then flees and ducks into a classroom, only to hear a shout coming from behind her: \"At least come to one of our practice sessions!!\"\n\"It's just to take a look, I'm not going to join them,\" she reassures herself as she arrives at the Light Music Club room. Seeing their concentration and dedication, she can't help but imagine herself up on stage with them... No, she thinks, I get nervous just speaking in front of others, never mind performing...\n\"If we can't get enough members together, we'll probably have to pack it in next month...\"\nSighs like these could be heard from the club members on their break.\n\"Pack it in?\"\n\"Yeah. We don't want to, but sometimes there's just nothing you can do about these things.\"\n\"Um...\"\nIf it's really as Kerakeraonna says, then maybe even someone like me could shine...\n\"I-If you wouldn't mind, I... I can play the keyboard a little, so...\"\nCould I become someone who shines? Yamabiko doesn't know the answer. The question alone is enough to make her blush. However, the day she joined the Light Music Club is without a doubt her most brightly shining memory.",
        "effect_desc": "",
        "show_offset_x": "-0.47",
        "desc": "An introverted girl prone to shyness. In actuality, she loves music and performing, and became a keyboardist in the Aether Academy Light Music Club at its vice-president's dogged insistence.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.8",
        "id": 2430002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            411
        ]
    },
    "2440001": {
        "show_offset_y": "-0.12",
        "race": 4,
        "type": 1,
        "story": "\"Captain Folz, are you really going on an expedition? It'll take you so far away, I'm worried luck won't be on your side.\"\n\"Merfil, do you like the starry sky reflected in this lake?\"\n\"I do...\" Merfil had no idea why the captain would ask her that.\n\"Do you like the songs and whispers of a sea of trees in the wind?\"\n\"I do...\" She still didn't understand the point of these questions.\n\"Good. Then guard this place well on my behalf.\"\nLeaving behind these words, the captain led his squad to a distant battlefield, and hasn't been heard from since.\nWith his departing figure and final words buried deep in her heart, Merfil worked and trained hard day in and day out. For many years, she chased that hero she carried in her heart until she finally understood the meaning behind his questions.\n\"We elves may have a peaceful and beautiful home, but it is also a highly fragile and mysterious realm. Other races look at our land and see a kingdom of treasures, an incredible place where all wishes are fulfilled.\"\nAs Merfil says this to the newly joined next generation of elves, a sense of purpose is planted in their minds, and a pair of youthful-looking eyes is even lit with longing.\nMerfil doesn't notice this. With her eyes fixed on the sword in her hands—the one left in her possession at that parting—she whispers softly:\n\"Can I... become as strong as you?\"",
        "effect_desc": "",
        "show_offset_x": "-0.36",
        "desc": "The captain of the guard, she's calm, competent, and has a strong sense of justice. Exceedingly focused on the pursuit of her own goals, she often ignores the longing eyes of someone around her.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.7",
        "id": 2440001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            412
        ]
    },
    "2440002": {
        "show_offset_y": "-0.16",
        "race": 4,
        "type": 1,
        "story": "\"There are two ways to live in the forest: hunt or be hunted. If you don't learn to hunt, you will become the hunted.\"\nThis is the \"Forest Survival Doctrine\" Thiam has always believed in. Even if a weak, innocent life lies at the other end of the arrow's tip, her bow never hesitates or wavers once drawn.\n\"Bunnies are so cute though, why do you want to eat them?\"\nA young girl with cute rabbit ears who Thiam saved from a trap last month now asks with wide, innocent eyes.\n\"Everyone has their role to play. It's just the rabbit's fate to be hunted by us.\"\nShe readies her bow and arrow and aims at a rabbit hopping about leisurely and obliviously. But then someone tugs at her arm:\n\"But you didn't eat Lulu at first, right?\"\n\"Ah, don't move! Hey! You scared the rabbit away...\"\nHow did things end up like this? Thiam looks down helplessly at the little girl who had once again made a mess of a good opportunity.\n\"Go home already! Little creatures that run around without thinking get themselves killed.\"\n\"Go home...? But Lulu doesn't know where home is... Can't I stay with you?\"\nThiam recalls when she discovered Lulu unexpectedly while checking a trap to see if any prey was caught.\nWhy didn't I just get rid of this kid and leave it at that...? I'm only asking for trouble now.\nBecause she was so cute? No, that couldn't be it... Seeing Lulu happily cheer, \"The bunny is saved!\" Thiam shakes her head bitterly.",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "A capable, steady elven hunter with a chilly aura. A believer in the law of the jungle who usually always goes it alone, she's picked up a follower she just can't shake—even she's not sure why.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.7",
        "id": 2440002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            413
        ]
    },
    "2450001": {
        "show_offset_y": "0",
        "race": 5,
        "type": 1,
        "story": "\"If this is something I have to do to protect everyone...\"\nChakaneeju has no complaints about her destiny. Ever since the day she regained her memory, she knew this day would come sooner or later.\nIt's just that, if it were possible, she'd like to have just a little more time, because...\n\"There are still so many places I haven't been to and things I haven't done...\"\nAnd food she hasn't tried, fireworks she hasn't seen, and rumors she hasn't chased after.\nAnd once this world has become a barren wasteland, none of these wishes will be able to be fulfilled.\nNot only her wishes, but everyone's...\n\"It's... enough... I've already had enough...\"\nOnce just a tree spirit, to have become a human girl and acquired experiences and memories over the years that she could have never hoped to have in her former life, she should have no regrets now...\n\"Since my body and mind were given to me by your shard... then take them! Together with my memories and wishes, let's become the blade that cuts through the darkness!!\"\nBefore returning her soul to the Demon-Subduing Blade, Chakaneeju shouts out this final vow.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "A girl formed when the \"soul\" in a shard of the Demon-Subduing Blade was fused with the body of a tree spirit. What sort of choice will this girl make when she finally learns of her origins and senses the call of the blade...? ",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1",
        "id": 2450001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            414
        ]
    },
    "2450002": {
        "show_offset_y": "-0.05",
        "race": 5,
        "type": 1,
        "story": "\"Woohoo!\"\nThe villagers break out into cheers and tears of joy at the sight of the demon-eyed creatures finally retreating. The days of pain and sacrifice are finally at an end.\n\"Great job hanging in there,\"\nKajanagu says to the young men, each of whom grips a weapon. Then, paying no heed to the children's looks of curiosity and awe, Kajanagu heads for the village chief's home.\nThe elderly chief brings a bowl of tea. Kajanagu places the great bow in a corner and finishes the tea in one gulp.\n\"Remember how my father offered you a bottle of wine when you came to the village for the first time?\"\n\"Hahaha! Your father was such a candid man. He thought I would drink as well since we were birds of a feather! Honestly can't blame him...\"\nKajanagu hands the bowl to the chief and gestures for a second.\nWith a sigh, the chief pours another bowl of tea.\n\"I've been hearing reports of creatures in the mountains. Creatures with eyes of fire, like demons... Those they take are never heard or seen again, not a skeleton or a scrap of clothing.\"\n\"Yes. Hmm... I did see some of those creatures among the ones that attacked the village. They aren't fought off easily...\"\n\"We must have lost quite a few of our number by now...\" The chief sighs again.\nHis eyebrows are furrowed more deeply than ever.\n\"I realize you have sworn never to take a life, but... something has to be done. I suppose I should tell the young ones to leave first...\"\nKajanagu finishes her third bowl of tea and sits lost in thought, her fingertip drawing circles along the rim of the bowl. Suddenly she smiles at the chief.\n\"I did say I would never take a life... But those creatures aren't quite living things, are they?\"\n\"Um... do you think?\"\n\"I'd say no. And that settles it.\"\nWith a fling of the arm, Kajanagu returns the bowl, picks up the bow, and waves to the chief.\n\"Don't you worry. I'll get the trash on my way out.\"",
        "effect_desc": "",
        "show_offset_x": "-0.15",
        "desc": "Guardian of the Northern Mountains. The owner of the powerful Dragonflame Bow who has sworn never to take a life. Often seen keeping the village safe from animal predators or protecting the young on their journeys beyond the mountains.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.4",
        "id": 2450002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            415
        ]
    },
    "2490001": {
        "show_offset_y": "-0.29",
        "race": 9,
        "type": 1,
        "story": "\"Neil, are you sure this is the right path? The sun is setting, and if we don't head back soon...\"\nThe remnants of the evening sun cast upon the faces of several children, but they had no time to appreciate the scenery around them at the moment.\nThey were lost, and getting lost in the boundless mountains was a terrifying thing. If they didn't make it back home before sunset, what awaited them wouldn't just be hungry stomachs, but also the lurking fierce beasts within the woods.\n\"La la, la la la...\"\nJust as the children were at a loss, a warm, joyous singing echoed from the woods not far away.\n\"That's so nice... Hold up, there's someone over there!\"\n\"Let's go and ask for directions!\"\nThe children immediately followed the melody, and after parting the bushes blocking their sight, they saw a small girl singing her heart out. Birds and sparrows danced merrily in sync with the tune around her fingertips.\n\"She's beautiful... is she's a fairy?\"\nAmidst the children's brief astonishment, the girl turned and entered the dense forest, the children followed her, entranced.\nAfter following her for a while, the children suddenly found themselves on the path back to their village.\n\"The fairy guided us back!\"\nThe children cheered ecstatically. Watching them from a distance, Lushu smiled and then turned back, returning to her forest.",
        "effect_desc": "",
        "show_offset_x": "-0.39",
        "desc": "A girl who appears in the depths of the forest, singing in her melodious voice that can help guide lost children back home.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.9",
        "id": 2490001,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            423
        ]
    },
    "2490002": {
        "show_offset_y": "-0.13",
        "race": 9,
        "type": 1,
        "story": "\"Ah, I think buns will always be my favorite!\"\nThe girl lying in the yard opened the food container beside her, and an enticing fragrance wafted out.\n\"But eating too many buns still gets boring, if only I could try delicious food from around the world here at home, that would be amazing.\"\nThe girl smacked her lips as though not entirely satisfied as she picked up a bun, shoving it into her mouth, she still wanted more.\n\"Delicious buns need a fulfilling porridge with them! That would be much more satisfying...\"\nIndulging in the joy of staying at home, the girl opened another food container. The rich aroma quickly filled the entire yard with an irresistible sent.\n\"Shuhu! What delicious bites have you got there this time?\"\nJust as the girl was about to continue filling the bottomless pit in her stomach, a young and tender voice echoed from outside of the yard.\n\"A guest!\"\nAn excited Shuhu ran to the courtyard gate with the bun in her mouth and greeted her guest after getting a clear view of who they were.\n\"Hey I'm not a kid anymore, don't pick me up!\"\nThe guest complained but with a tender tone.\n\"Hehe, don't be mad. Here, have a bun!\"\nShuhu offered a bun to her visitor.",
        "effect_desc": "",
        "show_offset_x": "-0.22",
        "desc": "A real gourmet who fantasizes about being able to eat food from all across the world from the comfort of her own home. She may be a bit of a recluse, but Shuhu is more than happy to share her meal with anyone who visits.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.3",
        "id": 2490002,
        "summon_blocked": 0,
        "attribute": [
            1,
            60
        ],
        "effect": [
            424
        ]
    },
    "2510000": {
        "show_offset_y": "-0.23",
        "race": 1,
        "type": 3,
        "story": "\"Hmm... Hah...\"\nA yet unnamed herald sleeps sweetly in a cradle weaved together from starlight and the moon's splendor. The stars in her dream shine like hard candy, and the cakes are as big as castles. A goddess sitting on the curve of the moon plays a beautiful harp.\nBorn in the 13th heavenly palace, nothing will disturb her rest before she wakes. No one knows about this place, and it can't be observed by even a deep-space telescope.\nWhen she wakes, she will be given a name before boarding a special galactic train to her constellation. It's unknown what stories await her there, but until then, let's let her keep dreaming sweetly, shall we?",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "-0.1",
        "desc": "An infant herald sleeping in a cradle of stars. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2510000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2510001": {
        "show_offset_y": "-0.06",
        "race": 1,
        "type": 2,
        "story": "\"Th-That's...\"\nThe golden tip of the lance picks off the flaming arrow that was about to turn the battlefield into scorched earth, narrowly saving thousands of soldiers from being burnt to ash.\n\"I'm Ganymede, I'm from Aquila. I wasn't trying to save you just now, I simply didn't want this land to be in ruins before I even had the chance to conquer it. I was only saving myself some trouble, so don't misunderstand.\"\nSuch are the words of the girl standing in the golden light, much to the bewilderment of the wide-eyed crowd before her.\n\"Of course, objectively speaking, I did save you. If you want to kneel and thank me or worship me as a god, that's fine. That is, provided that you stop fighting from now on. Got it?\"\nThe girl casually puts a hand on her hip out of habit as she speaks. A lance far taller than her sticks out of the ground next to her. With as much renown as her, it's a symbol of her identity—an S-Grade experimental autonomic humanoid weapon, serial number 089.\n\"Don't get carried away, you're only an android...\"\n\"To order us to stop like it's nothing... Do you even know what we're fighting for?!\"\nSoldiers on both sides denounce the girl for her capricious declaration, their words bristling with disdain and indignation.\n\"So, this is how you thank your savior? Are you saying that you really enjoy dying in battle?\"\nGanymede's hands squeeze tightly around her lance. This action alone is enough to silence the thousands of soldiers, leaving only the cawing of the crows on the battlefield. Then, the girl's voice rings out, breaking the stillness:\n\"Listen up, in this world, every inch of which shall be conquered by me, war and killing are forbidden! This is a command from your god!\"",
        "effect_desc": "",
        "show_offset_x": "0.14",
        "desc": "An android who won't obey her maker. In terms of her martial applications, she's a highly successful \"autonomic humanoid weapon\". However, no one can control her, and she's instead proclaimed herself as a god that all should serve.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "0.9",
        "id": 2510001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103801
        ]
    },
    "2510002": {
        "show_offset_y": "0.04",
        "race": 1,
        "type": 2,
        "story": "\"Mia, the soup's hot, so remember to blow on it first in case you get burned, okay?\"\n\"Nick, no running around barefoot, put your socks on.\"\n\"Yuna, your buttons are out of order. Here, let Mama help.\"\nThe morning sun gently dapples the worn-out wooden boards that make up the humble beachside hut, lighting up one adorable face after another, each like a baby bird waiting to be fed.\nAs long as it's for these children...\n\"Mama's going out tonight, and I expect you all to sleep soundly like good boys and girls. Don't go running off anywhere.\"\n\"Okaaay!\"\n\"Yes, ma'am!\"\n\"Where are you going, Mama? Are you gonna bring us back some presents?\"\nThat's right, as long as it's for them, I'm willing to do anything.\nHigh winds ripple through the towering white sails of a pirate ship on a moonless night.\n\"There you are. We'll be counting on your power again tonight.\"\n\"Leave it to me.\"\nFrom under a dark cloak comes a gentle voice that sounds completely out of place in this scene, yet there is no hesitation in her footfalls as she steps onto the deck and makes her way to the helm.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "A kindly, charming orphanage director with a motherly radiance about her. Gentle as water in front of the children, she's undertaken some frightening ventures to keep the orphanage afloat.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2510002,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103901
        ]
    },
    "2510003": {
        "show_offset_y": "-0.08",
        "race": 1,
        "type": 2,
        "story": "\"Stop moving! You're hurt pretty badly. I think it's best that you stay here in the ravine to recuperate for a while.\"\n\"... How dare you! Just who do you think you are???\"\n\"Shush! We'll both be done for if someone discovers us now.\"\n\"... Hmph.\"\nIn the eyes of the world, to men and the gods alike, Ptolemy is the one who restores peace to the world by firing his giant golden arrow at the rampaging dragon which then fell into the ravine with a bitter groan.\nHowever, in truth...\nPtolemy has not gone for the dragon's weak point but has instead shot off the corrupted scale that had caused it to go on a berserk.\nAfter seeing the dragon plunge into the ravine, Ptolemy takes off after it with some bandages and medicine in tow.\n\"Why are you doing this...? I will never submit to you... Remember, I am perfectly capable of tearing you to pieces this very minute!\"\n\"Look, I have indeed slain a number of your kind in the past... That is, until one day I realized that I can understand the language of the dragons.\"\n\"Hearing their cries of anguish, I came to understand that most of them were not malicious but acted the way they did because they were cursed or were driven out of their minds by pain.\"\n\"Since then, I have never slain another dragon,\"\nsays Ptolemy, as he carefully bandage his patient. A look of relief appears on his face as he checks the dragon from head to tail and finds no further cause for concern.\n\"Hmph! Such arrogance coming from a mere herald!\"\n\"However... We dragons are not ungrateful creatures. You're lucky to have me owe you big. So tell me, what is that you want for your reward?\"\n\"Reward...? How about... the two of us become friends?\"\nSeeing the look of astonishment on the dragon's face, Ptolemy bursts into laughter, and extends a hand of friendship to what will become his first friend among the dragons.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "An archer known as the Dragonslayer whose skill with the bow is unparalleled. Dreams of saving the dragons that run amok instead of killing them. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510003,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105901
        ]
    },
    "2510004": {
        "show_offset_y": "-0.1",
        "race": 1,
        "type": 2,
        "story": "\"Secretary Phineas.\"\nAs a pot-bellied count and a courtier approach each other, Perseus steps aside and salutes them, but is ignored.\n\"Is that Captain Perseus of the guard?\"\n\"Hmph, if you could call her that. Were it not for her father's reputation, a pretty face like that could never have made it into the guard. And how does she thank him? By consorting with lowlifes all day long and disgracing the family name...\"\n\"Speaking of lowlifes, we haven't been able to collect taxes from several towns in the north for a while...\"\nPerseus, saying nothing as the disparaging taunts of the count behind her turn to cold-blooded exploitation of civilians, turns to face the drill grounds.\nAs the kingdom's main gates are breached, Perseus, sword and shield in hand, is the first to emerge from the inner city, followed by hundreds of guardsmen.\n\"Our kingdom may have succumbed to decadence, but for the glory and nobility it once had, join me in drawing your swords! We follow the starlight to victory!\"\nMarching in silence against a tide of enemies rushing towards the inner city, Perseus' contingent makes its way to the enemy commander's location...\nUpon arriving at the palace, the blood-soaked maiden meets that count just as he's about to board a carriage.\n\"P-Perseus?! What the bollocks are you...\" The color has drained from the panicked count's face. He desperately struggles to cram his corpulent body into the carriage, but a ferocious-looking guardsman drags him back out.\n\"Phineas, traitor to the kingdom—no one is coming for you.\"\nPerseus rests her cold blade against the count's neck, and with a flick of her wrist, cuts the pin from his lapel.\n\"Starting today, and starting with you, a new future awaits this kingdom.\"",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "A captain of the guard who always takes the lead in spite of her aristocratic origins. She has sworn on her sword and shield to personally protect all that is noble in this degenerate kingdom.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104101
        ]
    },
    "2510005": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "\"Do you even know what you're doing, human?\"\nDeep in an untouched valley, Cerberus sits languidly on a rock by the lake, her crimson eyes reflecting the mirror-like surface of the water.\nA short distance away, a wizard with a blood-red cape draped over his shoulders comes to a stop and opens up the codex in his hands. A sanguine light then soars into the sky, casting a scarlet hue over the entire valley.\n\"For the return of our lord and to fulfill his wish of world domination, accept the mission the Nether Eye has bestowed upon you!\"\n\"You shouldn't be alive!\"\nWith the dark, gloomy sky overhead and the dreary-looking earth beneath his feet, the wizard coolly recites an incantation, directing the sanguine light to surge towards Cerberus like a tidal wave.\nThe girl, however, is just as calm as before, as if none of this were any of her concern.\n\"This is clearly a power that no human can control, so where do you get off thinking you can butt in...\"\nCerberus lets out a sigh, then lifts her hand towards the wizard. A parasite atop a dark golden wheel emerges from behind her, its eye opening to reveal a burning vertical pupil.\nBlackened chains encircled by lava stretch out wildly in mid-air, sweeping back and forth and incinerating the sanguine light filling the sky.\n\"That's... That's our lord...!!\"\nThe wizard bellows wide-eyed towards the vertical pupil at the girl's back.\nThe chains penetrate the twelve magic shields protecting his body and snuff out this last clamorous sign of the wizard's life.\n\"You're right, I shouldn't be alive... but for now, I am.\"\nThe valley, though now in shambles, is calm again. The girl's brows furrow slightly as she suppresses the sharp pain tearing at her soul.\n\"And I will keep searching... for a way to destroy the Nether Eye.\"",
        "effect_desc": "",
        "show_offset_x": "0.07",
        "desc": "A mysterious girl who carries in her very person the Nether Eye, and who came to master the power of the Nether Eye despite being originally meant for sacrifice. Surrounded by those who fear and envy her, she seeks to break out of her cage of solitude and break free of whatever destiny has in store for her.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104201
        ]
    },
    "2510006": {
        "show_offset_y": "-0.13",
        "race": 1,
        "type": 2,
        "story": "\"Traveling.\"\nThis is how Moroklos always explains what he's doing.\nMoving from one place to another and recording with his eyes, ears, and heart, he is precise and constant.\nThis is surely what people call traveling.\n\"But... why are you traveling?\"\nThe child playing with a Cruci on the lawn at dusk asks, head cocked.\nMoroklos blinks, then tilts his head, mirroring the child.\n\"Why?\"\n\"Why are you traveling?\"\nHe'd met a dusty human traveler and the two decided to share the journey for a while.\nThe traveler laughs as they hand him a map.\n\"We know how big the world is, so wouldn't it be a shame if we couldn't see the full picture?\"\n\"The full picture of the world, huh?\"\nAs Moroklos lies down on the grass, the stars reflect more deeply and distantly in his eyes than in the sky above.\nThe Crucies are deep asleep, and he feels the same weariness coming over him.\n\"Who would have thought the world would also want to see the full picture of itself...\"",
        "effect_desc": "",
        "show_offset_x": "-0.04",
        "desc": "An observer born in the stars who descended to earth, he travels upon his mysterious companions the \"Crucies\" towards an unknown destination.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106701
        ]
    },
    "2510007": {
        "show_offset_y": "-0.05",
        "race": 1,
        "type": 2,
        "story": "\"Yeah, those Lizardfolk really are scary. They come and go through the desert like phantoms and even carry grisly-looking blades made from bones. You did well, come and have a glass of mead to settle those nerves. That reminds me, I've heard that honey is the natural enemy of the Lizardfolk. Apparently, they can't stand the smell of it!\"\nChrysomallos beams as she serves the mead to her guest. Guests affectionately call her \"Mellows,\" because her excellent brew and heartening words always restores the spirits of devastated adventurers. Argo, who fled to the oasis after being attacked by Lizardfolk while crossing the desert, is no different. Once with his head hung low in dejection, his eyes light up anew upon hearing these words from Mellows.\n\"Really? So, all I need to do is spread honey on my clothes and shoes, and I'll be able to cross the desert without those Lizardfolk harassing me?!\"\n\"Mm-hm... But that's just what I've heard, mind you, I don't know if it's true!\"\nChrysomallos says, smiling.\n\"But, as an adventurer, you must be eager to find out, no?\"\n\"...!\"\nArgo downs the mead in his cup in one gulp. After sleeping overnight at the outpost and now fully recovered from his injuries and exhaustion, he can hardly wait to resume his adventure. Before setting off in the morning, he gets a whole jar of honey from Mellows, as well as fragrant rice balls wrapped in coconut leaves.\n\"Safe journey! If you run into any trouble, you can always come back here.\"\nBy the time he returns to the outpost, Argo has successfully crossed that previously never-before-crossed desert and discovered the legendary, priceless \"golden fleece\" in its farthest reaches. Mellows, however, doesn't look too surprised when he shows it to her, only flashing a smile that says, \"I knew you could do it.\"",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "The owner of the Golden Fleece Outpost in the middle of an oasis, she's always taking in down-and-out adventurers who fled there after being robbed by bandits and encourages them to find their spirit for adventure again. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510007,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109701
        ]
    },
    "2510008": {
        "show_offset_y": "-0.04",
        "race": 1,
        "type": 2,
        "story": "\"Monch, monch...\"\nPegasus takes great big bites from a mushroom omelet. Even when she's eating, she has the same serious look on her face. This is because her master once told her:\n\"Food and water are the root of all life... Don't take them for granted.\"\n\"...\"\nHer master's visage and voice surface in the well of her thoughts. The master who took her in and trained her in the mountains was also a female knight with a strong sense of justice.\nIt could be said that Pegasus is only the way she is now because she's always followed in her master's footsteps—Pegasus believes this without question.\nSuch a master is certain to honor our agreement. So, I can't waver either...\n\"Master, how long will our training last?\"\nPegasus asked as they ascended the peak of Olympus.\n\"We're not training, we're travelling.\"\nPegasus's master dotingly patted her young head.\n\"Why don't we end our journey at that brightest star over there?\"\nHer master said, pointing at a star that looks to be a whole Olympus above the peak of Olympus itself.\nA second later, lightning shot out from that star, striking the rocks under her master's feet and sending her plummeting down the cliffside.\nThat's right, the gods living on this star were really that petty—They wouldn't permit anyone to come visiting their star uninvited.\n\"Master!\"\nPegasus shouted down the cliffside, crouched at the edge with her hand outstretched.\n\"It's... a... promise...\"\nUnable to hear her master's voice, she read this final message from her master's lips.\nSince then, she's continued her training alone... No, her journey, until she can reach their promised destination.",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "A foodie with a one-track mind who's serious to the point of being a little rigid and vacuous. It's also because of this that she can never forget that \"promise\" that is destined to go unfulfilled.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109601
        ]
    },
    "2510009": {
        "show_offset_y": "0.06",
        "race": 1,
        "type": 2,
        "story": "\"Oh no, oh no, oh no! There's no time...\"\nMiriam runs into the garden, ground still damp from the morning dew, in a grand panic.\nAnd beneath the bushes, among the flowers, on the branches... the fairies emerge from their respective hiding places to see what the commotion is all about.\n\"Look at Lady Miriam's hair, did she forget to comb it?\"\n\"Oh dear, is that a loose tie on Lady Miriam's dress...?\"\n\"Lady Miriam's hair is all askew!\"\n\"See how Lady Miriam's...\"\nThe chattering pixies go on and on, and come to the inevitable conclusion:\n\"Lady Miriam must have overslept!\"\n\"Oh no,\" she wails.\nMiriam, her face all flushed, suddenly remembers the admonition she received from the chief priestess once upon a time—Always be elegant and dignified.\nHow is she going to face the world looking like this?\n\"Please...! The ritual is about to start!\"\n\"That's Lady Miriam for you,\" the pixies mutter.\nWith a great collective sigh, the fairies quickly launch themselves into work, divvying up the various parts of Miriam's turnout between them.\n\"Remember to be presentable before you leave the house next time!\"\nMiriam flashes an awkward smile, for this is not the first time she's been teased this way... And she thinks this might be what she is innately pretty bad at.\n\"... 'Dignified and elegant'? All the time? Who can do that???\"\nMiriam gazes at her proper, becoming self in the mirror as she takes the scepter that is handed to her, and shakes her head, as if to rid her mind of the thoughts that she does not need at the moment.\n\"Alright, time to engage Holy One mode! I can do this!\"",
        "effect_desc": "",
        "show_offset_x": "-0.15",
        "desc": "The Holy One of an ancient kingdom who is blessed by the fairies, favored by the gods, and loved by the people. However, privately, she is just like every other person having little annoyances in their life...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113801
        ]
    },
    "2510010": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "\"This ocean is no place for the likes of you to tread.\"\nA merciless voice resounds over two fleets that have taken position against each other in this canyon of surging waves.\n\"You're joking, right? Our shells have already been loaded and now you're telling us to retreat?!\"\n\"This is our ocean, we're not going anywhere!\"\nWith neither side intending to give in, these seas are about to erupt with naval warfare.\n\"...\"\nA faint sigh comes from above the ocean's surface, then a sea wind swirling with frost suddenly rises, plunging the area into a chill so cold that even the gunpowder in the barrels is frozen solid.\n\"Hey, what's going on?!\"\n\"Let's get out of here! We'll be frozen to death if we don't retreat now!\"\n\"This is bad! The rudder's frozen!\"\nUnable to retreat, the fleets are met with an even more violent blizzard. A few ships make frenzied escapes from the canyon, but the rest are frozen in place along with their crews, all turned into vivid ice sculptures.\n\"Heh, your ships will make nice homes for the fish... If they like them, that is...\"",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "A goddess who watches over the ocean and all the creatures that inhabit it. While largely neutral when it comes to human strife, if it spills into the ocean, she'll mete out punishment swiftly and without mercy. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510010,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113901
        ]
    },
    "2510012": {
        "show_offset_y": "",
        "race": 1,
        "type": 2,
        "story": "\"Would you like Dolly to see you off? She's very smart, and a fast swimmer. She just might take you the long route home, that's all!\"\nThe dolphin rider always seems to appear whenever a boat capsizes or someone's fallen overboard.\nAnd she isn't lying – Dolly is an incredibly smart dolphin. She knows where everyone wants to go, and can get them there at breakneck speed.\nThat said, she's also an incredibly inquisitive animal. Especially if she's swimming past an area of brightly colored coral.\nThen she'll get all playful and dive underwater, taking her poor rider with her.\nWhen she gets like this, the only way to calm her back down is with harp music. Arion strokes the strings lightly to create a gentle music that ebbs and flows like the tide.",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "Whenever someone's lost at sea, a woman will always appear with the sound of harp music and dolphins singing.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2510012,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            119701
        ]
    },
    "2510013": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "\"Humans are so lucky to be able to look up at the moon and sing their songs about it. I'm so jealous.\"\nEndymion used to live in the heavenly palace, and only ever recalled the moon as being this pale oval shape at the end of a distant horizon, unable to conceive of that famous moon that humans described in their songs. Whether it was the full moon that they looked up at with longing, or the ghostly half moon that hung with an icy glow, theirs was a side of the moon that she had never been able to see with her own two eyes.\nThat is, until Endymion's curiosity led her to escape from the heavenly palace and run away to the valley where the moon rises and sets. There, the villagers who sang their praises to the moon each day welcomed her, and she finally understood the meaning behind their music, joining them in song whenever the moon rose in the sky.\nBut the gods did not forgive Endymion for leaving. Her punishment for running away was to be forever trapped on the swing that hung below the moon, like a captured canary, never able to leave her cage.\nThe image of her on that swing is reflected in the waters of the clear lakes below, free as the wind... or in a dream.\nBut this is a dream that she cannot wake up from, no matter how often the moon rises or sets.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "A herald who escaped the heavenly palace out of love for the songs of men. When the moon rises, she can always be seen swinging underneath.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510013,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102201
        ]
    },
    "2510014": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "\"You're looking for the Polestar Station? Take my hand, I'll show you.\"\nIn the rubble of a temple that had been destroyed by a stray comet, Callistos found some travelers who had become trapped.\nWhen they heard the voice of rescue and saw the girl it belonged to shining with stardust, they knew they would be alright.\n\"Hey, now that I'm here, you've got nothing to worry about. Now, how about I take you the rest of the way?\"\nThe girl raised the spear in her hand, and suddenly, the scattered bits of rubble turned into slabs of stone, paving the way to the stars.\n\"The Galaxy train is leaving the station. Come on, let's go!\"",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "A guard who patrols the main road of the Milky Way, helping lost travelers to find their way.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510014,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102101
        ]
    },
    "2510999": {
        "show_offset_y": "-0.2",
        "race": 1,
        "type": 1,
        "story": "\"Hehe, you, with the candle. Looking for something?\"\nThe flickering candlelight reveals a woman with snow-white hair and red eyes in this otherwise impenetrably dark forbidden library.\n\"Careful, if you knock your candle over and burn any of the books here... hehe, you'll get cursed.\"\nAs she speaks, she leans towards the visitor with her fingertips resting on her chin.\n\"Buuut, you gotta have some guts to have come to a place like this, am I right?\"\n\"So, what are you looking for? Some dark, unmentionable history? Or perhaps some ancient magic, banned for being too dangerous?\"\nHydra laughs softly as she eagerly eyes her visitor, whose face looks somewhat pallid in the candlelight.\n\"Don't worry, none of these books will shriek or sprout fangs when you open them. That's just a stereotype, actually...\"\nSeeming to have made up their mind, the visitor draws a book with a brown cover from the shelf beside Hydra.\n\"Hehe, good eye.\"\nThe corners of Hydra's mouth curl into a smile. She watches as the visitor cracks open the book—Its eerily-white pages turn on their own as words fly out from the book and into the visitor's pupils. By the time the pages finish turning and the book shuts again, the visitor's pupils have changed color.\n\"That's the power you wanted, right?\"\n\"Although, your soul and mind belong to me now...\"\nHydra snickers, her ruby-red eyes flashing with a mysterious light.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "The administrator of a repository of forbidden tomes thick with a mysterious aura. Her hobby is to entice visitors into opening books that should remain closed and enjoy the resulting show. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2510999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            416
        ]
    },
    "2520000": {
        "show_offset_y": "-0.23",
        "race": 2,
        "type": 3,
        "story": "\"Zzzz...\"\nThe snores come in a loud rumble, in a sharp contrast to the innocent face of this petite figure. \"Might something be wrong with the child's sleeping position?\"\nThe cleric who has been responsible for taking care of the young ruler does nothing but smile when confronted with these expressions of concern.\n\"There is nothing to worry about. The robustness of these snores just tells us that we'll be getting an extraordinary pharaoh when he finally awakens!\"\nOne wonders what the child is dreaming of in the meantime—would it be a great horse in shining golden armor, or a vast, boundless sea of the deepest blue?\nWhile at this point the child appears to be more like a vulnerable chick that has just breached the shell, one day, he will be a great king, all-powerful and indomitable.",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "-0.1",
        "desc": "A young pharaoh fast asleep in a large, plush bed.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2520001": {
        "show_offset_y": "-0.03",
        "race": 2,
        "type": 2,
        "story": "\"Why do I want to wage war? Obviously, because...\"\nSeated atop a throne upheld by thousands of troops, Khufu sips from a cup of the finest brew.\n\"Nothing makes me happier?\"\nIt's my reason for existing, the proof of my existence. It's to spread my name to every corner of this land through ceaseless conquest.\nKhufu's eyes darken almost imperceptibly. For this grand and boundless conquest, she was willing to make a deal with even the monsters known as Visbanes. From then on, there was no going back for her. She has neither room for mercy nor the power to forgive herself.\nSometimes even she will question her destiny.\nBut even so... \"Go, my faithful followers, my loyal army.\"\nEven while ruminating on the question, she commands the crowd at her feet without hesitation.\n\"Go, conquer and claim until you reach the ends of the earth! This is the privilege I, Khufu, child of Horus, grant you!\"",
        "effect_desc": "",
        "show_offset_x": "0.08",
        "desc": "A queen who seized the power of the gods from wicked dealings with the Visbanes. Even so, unsatisfied with simply commanding her army, her thirst for conquest has never abated.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101901
        ]
    },
    "2520002": {
        "show_offset_y": "-0.04",
        "race": 2,
        "type": 2,
        "story": "\"This smoke represents your soul. Let me see... Hehe, what a restless soul it is...\"\nThe milky-white smoke billows from the water pipe, then lingers in mid-air—a meaningless phenomenon to anyone else, but to Bakha, the shape has a wonderful implication.\n\"You're sick of the life of a shepherd. You want to trade in your sheep for a ship, take to the seas, and become a merchant after Sinbad...\"\nThe visitor, who had not revealed any of this information, gapes in awe. Reveling in what she sees in the smoke, Bakha continues:\n\"You want to take gold, glass, and linens from here to the other side of the ocean, then return laden with cedar wood, indigo snails, and a pretty young thing from a far-flung land...\"\n\"Hehe, how romantic! What a romantic dream...\"\nShe says, as if commenting to herself. She's completely enrapt by the world unfurling in the smoke before her, and completely oblivious to the shame this secret's keeper could be feeling.\n\"But you're also afraid to lose everything you have now. Sometimes you think nothing in the world could replace an afternoon spent sunbathing on a sheep's back... So, what you need is courage, the smoke shows...\"\nBakha's eyes open, but her customer has already left before she can make her final prediction. The seating cushions have been shoved to the side, apparently by someone who got up in a panic to flee.\n\"...It shows an encounter in a field of flowers that will push the boundaries of your imagination.\"\nHer divination complete, she gives her sincere blessings to the customer who rather rudely bolted.\nEven though, like the others, he'll probably never return.",
        "effect_desc": "",
        "show_offset_x": "0.05",
        "desc": "A mysterious fortune teller who divines using the shapes of shisha smoke rather than a crystal ball. Since there can be no secrets before her, she gradually grew estranged from her friends and family, left alone with her gifts.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520002,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101101
        ]
    },
    "2520003": {
        "show_offset_y": "-0.09",
        "race": 2,
        "type": 2,
        "story": "\"Omniscient and omnipotent as we are, we agree to grant you one wish, desert sage.\"\nUnbeknownst to his officers and attendants, Hekenemmae had ventured deep into the desert on his own to fell a monster there. While he had successfully defeated the sandstorm-causing Modrajhiq, by now he was too exhausted to make the journey back across the desert to the city.\nWorst of all...\n\"So... thirsty...\"\nWater is the source of life—never had he so deeply appreciated this truth until now.\nIt was then that a youth wearing a green cloak and calling himself \"the desert sage\" appeared before him and handed him a jug brimming with clear spring water.\nHekenemmae had him make a wish as thanks, an act which also served as a symbol of the king's immense grace.\nThe sage's wish was this: for the king to go and listen to the wishes of all his subjects and grant them.\n\"I have always been a man of my word, so I have been keeping this promise for all these years. This promise has also led me to understand what makes an 'ideal ruler'...\"",
        "effect_desc": "",
        "show_offset_x": "0.08",
        "desc": "Once an unrestrained, ruthless king, he began endeavoring to become a benevolent ruler after a significant chance encounter. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520003,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102401
        ]
    },
    "2520004": {
        "show_offset_y": "-0.1",
        "race": 2,
        "type": 2,
        "story": "\"Go, and bring the riches you find back to our harbor!\"\nThe tip of Sahure's sword points in the direction of the legendary Gilded Coast where his expeditionary fleet is about to land.\nIt's said that the land there is teeming with treasure, and that relics of antiquity lie buried underneath.\nNow, only the thick sea fog ahead lies between them and—\n\"Graaahr...\"\nWhat has appeared before them is not gold or jewels, but a hideous sea monster emerging from the opaque miasma.\nAs the panicked soldiers run in circles on the teetering deck, Sahure continues to stand firmly at the bow of the ship:\n\"Do not forget what we came here for! Even if we have to pry it from the mouth of that beast, we cannot return empty-handed!\"\n\"...\"\nThe soldiers, their morale bolstered, awaken to their bloodlust, and seem to become monsters even more frightening than the one before them.\nAfter defeating the sea monster, the miasma dissipates to reveal the beach before them. Piled high with dazzling mountains of gems, this really is a \"Gilded Coast.\"\nAs if it was just as he always expected, Sahure gazes impassively at his soldiers as they rush off the ships to grab up the treasures, then sets his sights on the distant horizon.\nSahure the Expeditionary King doesn't care about what he can plunder. The expedition and adventure themselves are what give his life meaning.",
        "effect_desc": "",
        "show_offset_x": "0.09",
        "desc": "Known as \"the world's first expeditionary king,\" Sahure isn't just a warmongering monarch. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103501
        ]
    },
    "2520005": {
        "show_offset_y": "-0.21",
        "race": 2,
        "type": 2,
        "story": "\"This way, even if my bones turn to dust, or if my writings all fade and wither away, my name will still always be remembered, and hymns will be sung in my name forever more...\"\nNetjerykhet stands before a recently completed, unprecedentedly magnificent structure—the world's first pyramid. She looks up at its spire, musing that such perfection could only have been designed by the gods themselves.\n\"Ah, what a grand, beautiful structure. Look, even the shadow it casts has a golden glow to it.\"\nNetjerykhet is almost intoxicated—No, she's already inextricably intoxicated as she stares at the massive pyramid. She thinks of the countless temples and altars of varying scales she had built, as well as the variously styled frescoes and several more yet unfinished buildings she's commissioned.\nStill, she's never felt more satisfied than she does now. Perhaps all those detours she's taken have actually been a necessary path leading to this sacred consummation.\n\"This will do... This will definitely do...\"\nShe says in a sigh heard only by her. There was no longer anyone behind her, as this monumental project had already left her entire kingdom's subjects destitute and exhausted.\nSitting alone high up on her throne of black marble, Netjerykhet forces her gaze away from the barren, desolate earth, looking only at the eternal twinkling of the starry sky.",
        "effect_desc": "",
        "show_offset_x": "0.13",
        "desc": "A proud and headstrong ruler. In the eyes of her people, she's a cruel monarch inclined towards grandiosity and extravagance, but in reality, she's just afraid of being forgotten and wants to leave her mark on history in any way she can.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            111101
        ]
    },
    "2520006": {
        "show_offset_y": "-0.28",
        "race": 2,
        "type": 2,
        "story": "\"Did you forget that you must kneel before addressing me? Or is your queen usually so lenient with you that you've forgotten how to kneel properly?\"\nMenkaure leans lazily upon her throne with one leg crossed over the other, her extended toes nearly poking into the advisor's forehead. She holds in her hand a golden scepter with a python coiled around it, which callously reflects the figure about to prostrate before her.\nHer manner is domineering no matter how you look at it.\n\"Speak.\"\nMenkaure says, raising a toe to punctuate her command. She wears a weary expression as she rests her chin on one hand.\n\"The pyramids and temples of our kingdom are numerous, and each has been built from the blood and tears of the people. Floods have grown frequent in recent years, and the people have suffered greatly. We can no longer demand such grand constructions...\"\n\"Hmph, you mean your queen cannot build that which was built by the pharaohs before her?\"\nThe advisor bows their head deeper, not daring to speak.\nMenkaure stands up with an icy \"hmph\" and waves her coldly gleaming python scepter, signaling the end of the day's agenda.\nAfter that, plans for the construction of a new pyramid were halted, meanwhile the treasury was ordered to put all its money and grain toward disaster relief.\nThe ministers, who gradually came to understand Menkaure's true nature, began to make suggestions. Though each was harshly chewed out each time, these suggestions were all given serious consideration.\n\"Shh, who comes to disturb the queen's sleep today? I'm warning you, if it's for some dull matter, I'll snap your necks like reeds.\"\nQueen Menkaure says tyrannically, sitting on her throne with an impatient expression as she looks askance at her ministers and everyone else before her.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "A queen with the powers of a king, or even a god, in her hands. But under that imposing, strong, and even threatening appearance is a ruler that readily listens to advice and genuinely cares about the welfare of her people.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2520006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            111901
        ]
    },
    "2520007": {
        "show_offset_y": "-0.25",
        "race": 2,
        "type": 2,
        "story": "\"I'm hungry again... Is there any more...?\"\nFrom the day she was born—or rather, from the day she was discovered—the girl has endlessly yearned for knowledge. No one knows how she survived in the Hall of Ten Thousand Devils. According to a marine patrol officer living at sea who found her, from the moment she finished expelling a bellyful of sea water, she immediately started demanding food. From that day on, her appetite grew startlingly huge—after not eating for just a short time she would cry and kick up a fuss like a baby.\nAmong all the \"foods,\" Ibi's favorite is knowledge—literally, she likes to pick up books and gobble them up, all the while wearing the delighted expression of a child holding a jar of candy.\nThe marine patrol who took her in discovered this by chance while reading a picture book to her.\n\"Centaurs are night owls, so they get to see lots of shooting stars...\"\nRight as she read this, Ibi suddenly snatched the picture book away and started taking big bites from its cover.\n\"Om nom nom... Nom nom... Mmm, all the knowledge in this book is so tasty...\"\n\"Surely knowledge can't be eaten? Look, now you won't know what happens next in the story, will you?\"\n\"Huh? But I do know. Umm... Centaurs can jump really, really high, so they catch lots of shiny gold shooting stars... Um, what's a shooting star? Do they taste good?\"",
        "effect_desc": "",
        "show_offset_x": "-0.05",
        "desc": "A girl born in the Hall of Ten Thousand Devils, she has an instinctive need to devour everything as well as endless curiosity about the world.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520007,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101701
        ]
    },
    "2520008": {
        "show_offset_y": "-0.09",
        "race": 2,
        "type": 2,
        "story": "When Semerkhet's servant discovers the newly-inaugurated pharaoh in the Garden of Steles, all that is left around her are stone tablets that are damaged beyond repair and daggers thrown to the ground. He takes a closer look and sees that, not only were the monument to the previous pharaoh's accomplishments destroyed, but so was the one the ministers had hastily erected in honor of their new leader.\n\"What happened here?! That monument was an honor bestowed on you by your loyal advisors for saving us from your predecessor.\"\n\"...Ha.\"\nSemerkhet sneers in reply. The servant hurriedly kneels down as though he's trying to bury his head in the sand.\nThis taciturn new pharaoh has just overthrown her own sister to take the throne for herself.\nNot much is known about Semerkhet, but her servants complain privately of her moodiness and that they never know when they'll do something that lands them in trouble. She also never tells them what made her mad, leaving them all to constantly walk on eggshells.\n\"In my opinion, that was no honor... It was merely a transparent attempt to appease me so that I'll spare your lives the next time I'm angry.\"\n\"No... it's not like that!\"\nThe servant begins to tremble from head to toe. He knows that the price of saying the wrong word in her presence may be his own head...\n\"Whatever. I'm tired, anyway.\"\nBy the time the servant dares raise his head, Semerkhet has already gone, leaving only the debris behind her.\n\"Clean it up. Don't let it sully my sight.\"\n\"I don't believe a single thing you say. You keep harping on about the people, but to you they're little more than objects used to show off her achievements...\"\nShe slaps her hands down in disgust on what's left of one of the stone tablets.\n\"You're not worthy of being called pharaoh, and you never were.\"\nShe hears a faint sneer on the breeze.\n...Foolish girl. Do you really think they'll respect you more for doing this?\nSemerkhet whips her head round and flings a dagger in the direction of the voice. As yet another stone tablet crumbles to the floor, the voices of the undead also cease.\n\"I don't need that.\"\nAll that a pharaoh should want is the smiling faces of their subjects.",
        "effect_desc": "",
        "show_offset_x": "-0.09",
        "desc": "Called \"the usurper\" by those who fear her, she killed her own sister to have the throne for herself. What unknown secrets lie beneath her cold and impassive exterior?",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101501
        ]
    },
    "2520009": {
        "show_offset_y": "-0.06",
        "race": 2,
        "type": 2,
        "story": "It's late at night, yet eerie laughter can still be heard from time to time coming from a lonely hut in the wilderness.\n\"Hey... Why can't I understand anything Master is saying?\" \nA black cat—only just expelled from the witch's workshop—gives its junior familiar's question nothing more than a listless yawn in reply.\n\"I... I didn't realize how horrific the spells in this forbidden book were! I had no idea they'd have such a terrible effect in the dead of night...! Heh, had I not prepared those invigorating herbs with my superior skills in advance, I fear I may have been ensnared in that god's trap!\" \n\"Lady Neferkaptah is saying that she's tired and wants to sleep.\" \n\"(Gulps)... Blast! I should have expected nothing less from the secret treasure of the god of the moon and wisdom—I can't believe such toilsome obstacles have been laid for me at every turn...! Still... since it's in my hands now, the gods must be in utter awe of me as well! This is nothing more than a measly test! \n\"Lady Neferkaptah is saying that it's too difficult and she can't understand it.\" \n\"Oh...? OOOH...! I never imagined there could be such a solution! My brilliance is truly more dazzling than the brightest stars in the night sky! Even the gods above will fall at my feet when they learn of my extraordinary triumph! \n\"Lady Neferkaptah is saying that she can try it this way—\"\nKA-BOOM!!\nA violent flash of magic bursts right through the roof of the hut. Moments later, Neferkaptah emerges from the blazing fire and smoke. After brushing the gravel from her head in a bit of a fluster, she quickly regains her usual haughty nonchalance.\n\"Hehehehe... AHAHAHA! This was merely a minor misadventure in the legend of a rarefied witch! (Coughs)... This is to be expected when you test the limits of the human body as I do! Just you wait! Soon, I will touch the outermost boundaries of the world's knowledge with my own hands!\" \n\"I'm guessing... that Master is saying this was a failure and she'll try again?\" \n\"Yep.\" \nThe seasoned familiar gives a pithy reply, then apathetically grooms its fur that had been ruffled by the blast.\n",
        "effect_desc": "",
        "show_offset_x": "0.05",
        "desc": "A great witch of rare talent, her arrogance and conceit are as famous as her extraordinary brilliance.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109501
        ]
    },
    "2520999": {
        "show_offset_y": "0.05",
        "race": 2,
        "type": 1,
        "story": "\"I command you to speak: Tell me, how did your son lose his life?\"\nAt the newly constructed temple dedicated to the Sun God, Userkaf has an audience with an elderly mural painter who was unable to work, for he is still grieving the loss of his son.\nThe painter, overwhelmed by the pharaoh's presence, is only able to get his words out in a stutter.\n\"P-Praise to the S-Sun God, oh G-Great P-Pharaoh... M-My s-son... He was killed by a... a... great b-block of stone.\"\n\"Was the block of stone meant for the temple's construction?\"\nThe elderly painter falls to his knees in terror.\n\"T-That foolish s-son of mine, h-he must h-have done s-something to a-anger the... the... Sun God... I-I b-beg your forgiveness, G-Great Pharaoh...!\"\n\"Did this man's son ever profane the Sun God?\"\nUserkaf asks the priest standing by her side.\n\"No, Great Pharoah, his son was as pious as a man can get.\"\n\"Was this man ever slothful or neglectful of his duties?\"\nUserkaf queries of the building overseer.\n\"Oh no, Great Pharoah, his son was a highly diligent man.\"\n\"So it goes, then, that the sacrifice of this excellent young man will be noted by the Sun God.\"\nUserkaf helps the elderly painter back on his feet, and conveys orders for a proper tombstone to be erected for his son.\n\"Man is born without the blemish of sin, and he leaves the world with a lifetime of good deeds performed. A devout soul is a holy soul.\"\n\"Prepare canopic jars for this man's afterlife, and may the Sun God illuminate his way to the Field of Reeds.\"",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "A pharaoh who is able to see the soul. In the name of the Sun God, she guides the people into accepting the sublimeness of the natural occurrence that is life and death. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            417
        ]
    },
    "2530000": {
        "show_offset_y": "-0.23",
        "race": 3,
        "type": 3,
        "story": "\"...\"\nThe paper umbrella in the girl's hands swings gently, bouncing off the raindrops. Under the shade of this red umbrella, the girl sleeps peacefully, her eyelashes softly covering the corners of her eyes.\nThe umbrella will protect her from the elements and guard her dreams until she wakes.\nThe girl's dreams are stormy—her long, cherry-colored hair has been drenched in heavy rain and her youthful feet have slipped into the mud.\nShe was originally a doll that adorned a shrine. After the shrine fell into disuse, its roof decayed and fell away, exposing her body to the wind, rain, snow, and dust.\nHow long did this go on for? This dreaming girl certainly doesn't know. Still yet to awaken, the girl is simply rocked about in her dreams, only vaguely sensing the changes in weather and seasons in the outside world.\nEven on the day when she could hear the pitter-patter of rain in her dreams...\n\"Poor thing, how come no one gave her an umbrella in this big storm? Can I give her my umbrella, Mom?\"\n\"If you do, you'll get wet in the rain on our way home, Kaoru.\"\n\"I don't mind!\"\nShe could hear that the little girl's name was Kaoru. While she couldn't open her eyes to see the girl's face, she remembers that lovely name even in her dreams.",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "-0.05",
        "desc": "A shikigami girl sleeping in a shrine. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2530001": {
        "show_offset_y": "-0.01",
        "race": 3,
        "type": 2,
        "story": "\"I've been fond of humanity... from the very beginning.\"\nEven if there are no shrines in her name or anyone who celebrates her arrival, Itsumade has still decided to protect the land of Sasanami.\nPerched in the clouds and using her extensive vision and keen senses, Itsumade can sense incoming disaster long before any humans on earth can. Thus, she always flaps her tremendous wings and lets out a sharp and strange cry as a warning to evacuate.\n\"That strange bird is back, run...! It's never good news when she comes flying over here!\"\nTo the people she tries to protect, however, Itsumade is a \"bird of misfortune,\" a harbinger of calamity, and they run and spread the news whenever they see or hear her. All sorts of unflattering legends about her sprang up all over, and the government even hired a renowned archer to hunt her down.\nWounded, Itsumade rests deep in the forest as a purple-black figure holding a sword approaches her from the dense fog. Believing this to be another human coming to kill her, she struggles to rise and flee when she hears the figure ask austerely:\n\"Don't you regret it? Don't you feel betrayed by those humans?\"\n\"...I have no regrets.\"\n\"I've been fond of humanity... since before those rumors about me arose, from the very beginning.\"",
        "effect_desc": "",
        "show_offset_x": "-0.05",
        "desc": "A strange, legendary bird from Sasanami. Her strange cries and some unfavorable legends have led people to avoid her, but in actuality, she's a divine bird that only wishes to bring good fortune to Sasanami.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109901
        ]
    },
    "2530002": {
        "show_offset_y": "-0.18",
        "race": 3,
        "type": 2,
        "story": "\"Heh heh, if this doesn't make Shirodooji jump out of her skin, nothing will!\"\nKurodooji is in the middle of sneaking up the hill to the back of the Yoruhime shrine when she is stopped in her tracks by a certain kagura bell-weilding someone quite on the alert.\n\"No... You will not pass!\"\nShirodooji's voice has gone all shrill from the sheer amount of tension that was in her body, and Kurodooji cannot help but chortle at the sight of a shaking Shirodooji tightly clutching the bells in both hands.\n\"Ha ha ha! It really doesn't take much to scare you, does it?\"\nKurodooji's belly starts to ache as the laughter continues.\n\"Why... would you even do something like that???\" As always, Kurodooji's actions have left Shirodooji irate and bewildered.\n\"Oh my gosh, you are so slow... Don't you get it???\"\n\"Huh...?\"\nShirodooji's bewilderment only intensifies when she sees Kurodooji pout, as if she is feeling sorry for herself.\n\"Don't you get bored being here at the shrine all by yourself? That's why I'm here! Out of the goodness of my heart! To keep you entertained!\"\n\"...\"\nWhile life at the shrine can indeed be profoundly uneventful, Shirodooji does not mind the quiet at all. Nevertheless, she is quite moved by this show of kindness by Kurodooji...\n\"Hey, look here!\"\nA quick flourish of Kurodooji's hand, and Shirodooji finds herself staring at a live rhinoceros beetle wielding its huge horn right on the tip of her nose.\n\"Ugh! Not again!!!\"",
        "effect_desc": "",
        "show_offset_x": "-0.09",
        "desc": "A mischievous young lady who often graces Shirodooji's shrine with her prankish presence. While these pranks annoy and puzzle Shirodooji to no end, there seems to be some reason behind Kurodooji's madness...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530002,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104802
        ]
    },
    "2530003": {
        "show_offset_y": "-0.04",
        "race": 3,
        "type": 2,
        "story": "\"Hey, get along forever, okay?\"\n\"Hehe, I got a lot of postcards again, I'm so happy!\"\n\"All right! Let's encourage more people to meet and grow fond of each other today!\"\nNot seeming at all like a god, Enmusubi works hard every day to bring people together.\nWhether it's in times of peace and tranquility or war and famine, whether it's in rich and fertile lands or barren and desolate places, she always believes this:\n\"If everyone can just find someone to cherish, and as long as they have these unseen bonds that truly connect them to others, then there will definitely be hope in this life.\"\nIt's not easy to keep on believing this—after witnessing so many love stories ending in tragedy or never coming to fruition, even she has begun to feel a deep sense of powerlessness and dejection. But even so...\n\"I just can't help but cup my cheeks when I see that hidden light glint in everyone's eyes when they meet their destined 'someone'.\"\nNo matter when it happens, this never changes. So, even if Enmusubi's hurt or gets covered in mud, all she can do is pat the dust from her body and keep bringing more people together.",
        "effect_desc": "",
        "show_offset_x": "-0.33",
        "desc": "The fate that links people together isn't just romantic love—there's also familial love, friendship, and even the gods of all human bonds. The Modifiers will gain the blessing of Enmusubi and the power that comes from these bonds of fate.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2530003,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106601
        ]
    },
    "2530004": {
        "show_offset_y": "-0.09",
        "race": 3,
        "type": 2,
        "story": "\"Want to become Tama's captive?\"\n\"Hehe, then don't forget to support Tama at the live campus celebration!\"\nTamamo-no-Mae, who dreams of becoming an idol, is practicing hard for the annual live campus celebration at Aether Academy.\nHer fans have also made their own preparations and eagerly await an electrifying performance that's sure to rock the whole school.\n\"What? The accompaniment file is missing?! How...\"\nWhile waiting backstage to make her appearance, Tamamo has received terrible news from the staff. Though tempted to give this impetuous member of staff a ruthless clobbering, she knows there's no time for that sort of thing right now.\nWith the accompaniment gone, Tamamo's performance can't... No, no matter what, as long as there are people waiting for Tama's show, then—\n\"Tama, that's your cue!\"\nTamamo makes a running jump onto the stage, leaving behind a dumbfounded staff member in her wake.\n\"The wait is over, my captives!\"\nThough her audience is initially confused when the music doesn't play as expected, Tamamo sings without a care until they eventually acclimate to her a cappella performance. Without accompaniment, her voice rings out even more clearly from the stage and into everyone's ears.\n\"Tama is the best! Better than the rest!\"\nBy the end of her performance, the only sound remaining is that of boisterous cheers.\n\"Oh? I suppose I could join you, but you'll have to obey Tama's commands, okay?\"\nTamamo says with an air of disinterest in response to an invitation to the Aether Academy Light Music Club. But her upright, twitching ears give her excitement away.",
        "effect_desc": "",
        "show_offset_x": "-0.18",
        "desc": "A girl who usually looks undisciplined and foul-tempered, she's actually quite reliable in a pinch. Aspiring to become an idol one day, she's currently the lead singer of the Aether Academy Light Music Club.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109301
        ]
    },
    "2530005": {
        "show_offset_y": "-0.1",
        "race": 3,
        "type": 2,
        "story": "\"Amazing...\"\nTugging nervously at an adult's sleeve on the way to the temple festival and occasionally pointing a timid finger at a takoyaki or candied apple stall, Shirodooji's face finally lit up at the sight of the kagura performance.\n\"Wow...!\"\nIt's the culmination of the summer festival—the Fireworks Show. Sitting on an adult's shoulders, her face glowed red in the light of the dazzling display as its brilliance was reflected in her wide, limpid eyes.\n\"Uh-huh, uh-huh...!\"\nWhen asked \"Did you have fun?\", though still a little bashful, she was unable to conceal her glee as she nodded vigorously.\n\"Today is so lively, just like every year. Haha, now that is a festival!\"\n\"It was only at this time of the year that there are so many people gathering at the shrine. No one comes to this mountain usually.\"\nOnly at this time of the year...? This careless remark from the adults' conversation grabbed Shirodooji's attention.\nThe next day, she ran back up the mountain to visit the shrine, only to see the streamers still hanging from the day before fluttering alone in the wind. In a sharp contrast with the hubbub of yesterday, all that can be heard now were the endless chirping of cicadas and the sweeping sounds made by the shrine maiden's large broom.\n\"Um... I-I want to work here too. Please let me work here...!\"\nAnd that's how Shirodooji became a miko-in-training. Her training had been tougher and more tedious than she'd imagined, but she stuck with it day after day. If you ask her what keeps her going...\n\"This shrine that quietly protects us all, and the shrine maiden who dances for everyone each year... I won't let them feel lonely ever again!\"",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "A girl who decided to become a miko-in-training after participating in a summer festival held by the shrine. Though she often struggles with a fear of strangers as well as stage fright, she still tries her best to bring healing and happiness to all.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            114801
        ]
    },
    "2530006": {
        "show_offset_y": "-0.26",
        "race": 3,
        "type": 2,
        "story": "\"Our little Momiji might be the 'Child of God'!\"\n\"Momiji, you're our greatest hope!\"\n\"Momiji, if it is you, you'll definitely be able to make our deepest wishes come true...\"\nDemonstrating extraordinary psychic talents from a young age, Momiji was sent to a shrine in Sasanami for training. In truth, those in power only saw her for her rare abilities and planned to offer her as a sacrifice to the snake god Orochi in a ritual for favorable weather.\nHaving learned of its cruel purpose, Momiji escaped from the shrine before the ritual, taking a sword enshrined in the temple with her to shake off any attempts at stopping her.\nAfter fleeing from Kamigyou District, Momiji hid in a remote village. There she used her powers to heal the villagers, pray for wind and rain, and live harmoniously with everyone in the village.\nBut this period of peace was short-lived. Wanted in Sasanami as a demoness who poisoned people's minds, it wasn't long before the authorities picked up Momiji's trail.\nDesperate, Momiji left the village and continued to run until she finally arrived in a forest of maples that seemed to have been waiting for her all this time.\nIt was in this fated place that Momiji awakened to her true power as a Functor. Using this power, she repelled the priests that pursued her with ease. But it couldn't erase the self she wanted to forget.\nShe still wanted to perform the kagura dance and to pray for everyone, then to hear their cheers and laughter.\n\"I've made my decision.\"\nAs she pressed on the hilt of her sword, Momiji could feel this new power coursing through her.\n\"So that I can perform the kagura dance in Sasanami again, and so that no other shrine maidens suffer my fate...\"\n\"Allow me to use this power.\"",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "The blazing-red maple leaves are just as fiery as Momiji's memories. Being betrayed, unjustly accused, and sentenced to death in the past didn't turn Momiji into an evil spirit, but rather became a source of her unparalleled tenacity and inner strength.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105001
        ]
    },
    "2530007": {
        "show_offset_y": "-0.01",
        "race": 3,
        "type": 2,
        "story": "\"Welcome to Frost Pavilion.\"\nKyōkotsu exhales an exquisite smoke ring as she walks out of the inn.\n\"May you have an unforgettable stay. Hehe...\"\nA young thriller author, seeking to experience the strange and bizarre events that are said to frequently occur at this mountain hot spring inn, came alone to gather material.\nThe autumn rain falls late into the night, and a noise outside the window catches the writer's attention. It is a clear noise even amid the sound of rainfall, like a war bugle ringing out from an ancient battlefield.\nThe vague silhouettes of swords can be made out in the darkness of the night through the window, as well as the occasional flash of kitsunebi-like fire.\nAny trace of sleepiness immediately leaves the writer's body. Then, the shoji behind him is abruptly pulled open, almost making his heart stop. The innkeeper steps into the room carrying a pot of sake and two porcelain cups.\n\"If you're unable to sleep, would you like to have a nightcap and hear a story?\"\nThe thriller writer wouldn't refuse something brought straight to his door, of course.\n\"Those were the days of chaos and darkness before the Order of the Five Houses was established in Sasanami.\"\n\"There was a noblewoman who wished to end the strife and lead the people in a fight against natural disasters and the mountain gods. However, no one understood her path until the very end, when even her own manor was stormed.\"\n\"Her resentful spirit lingered in Sasanami. But time changes everything—Where there was once darkness and ignorance, she witnessed the Child of Heaven brought the dawn of a new era to Sasanami, from its prosperous development to the dark undercurrents of the present.\"\n\"Sometimes, it's fun to have a little drink in the mountains while watching Sasanami take its course.\"\n\"I mean for that noblewoman, of course.\"\nThe innkeeper elegantly takes a sip from her cup, the corners of her mouth rising into a mysterious smile.",
        "effect_desc": "",
        "show_offset_x": "0.07",
        "desc": "The mysterious and elegant owner of an onsen ryokan. Always with a pipe in hand, her strength and temperament are as elusive as those curling plumes of smoke.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530007,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            119901
        ]
    },
    "2530008": {
        "show_offset_y": "-0.21",
        "race": 3,
        "type": 2,
        "story": "\"A thank-you gift? No need, I just did what any swordsperson would do.\"\nAfter helping drive off some mobsters who wanted to extort protection money from the snack stall owner, Sōgenbi waves off the stall owner's gesture of gratitude.\nBut just as he's about to make a dashing departure, something in the stall catches his eye.\n\"Hm? That taro cake looks really good...\"\nCharming as he was earlier, in this moment, he can't control his body from expressing its truth—As Sōgenbi looks at that golden-brown, fragrant taro cake, he drools a little despite himself.\n\"Haha, these taro cakes are all fresh off the grill! Take as many as you'd like!\"\n\"R-Really...?\"\nSōgenbi's eyes widen like a child looking at his beloved cotton candy. It's hard to believe that this is the same person who single-handedly fought off a group of gangsters only moments ago.\n\"They're so good... Brap! Thank you for the hospitality! Ah, sorry... I ate so many of them without even realizing it...\"\nBy the time Sōgenbi comes to his senses, he's already cleaned out the stall of all of its freshly-grilled taro cakes. He scratches his head bashfully as the stall owner laughs and waves it off, saying that a swordsman can only be chivalrous on a full stomach.\n\"Thank you! Well, may our paths cross again!\"\nAfter politely taking his leave, Sōgenbi, with his disproportionately long sword on his back, resumes his swordman's journey of chivalry and feasting.",
        "effect_desc": "",
        "show_offset_x": "-0.2",
        "desc": "A wandering swordsman that walks the edges of the world with his sword in hand. He never stays long in any town or village, but surprisingly, he's practically incapable of passing up a good meal.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105801
        ]
    },
    "2530009": {
        "show_offset_y": "-0.12",
        "race": 3,
        "type": 2,
        "story": "\"Heehee, this belongs to me now!\"\nThe girl rushes up behind you like the wind, then leaps onto the roof in the blink of an eye. In her hand, she holds a colorful orb stolen from a \"pedestrian\".\n\"Amanojyaku!\" \"Why does this always happen to me?\" \"Give that back right now, we stole... I mean, won that!\"\n\"Your...?\"\nAmanojyaku remains sitting on the roof, holding the glass orb in her fingers and studying how the moonlight is reflected in it with interest.\n\"It's mine now!\"\nAmanojyaku somersaults over the crowd and disappears into the night, leaving behind nothing but muttered curses thrown in her general direction.\nLater that quiet night, a tiny ray of starlight falls beside the bed of the young boy who's cried himself to sleep over losing his favorite glass orb.",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "An elusive prankster who has dubbed herself \"The Princess of Evil\". But despite this, people continue to pray to her...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105501
        ]
    },
    "2530010": {
        "show_offset_y": "0",
        "race": 3,
        "type": 2,
        "story": "\"Hey, this is no place for kids like you.\"\nA tall, cruel-faced man holding a staff rises up from the dark-red smoke.\n\"It's been a while since I caught a kid to eat... Let's see which one of you is the tastiest, shall we?\"\nIt's a monster! The children cry, scattering in all directions. Not only will they never dare tread near this place again, they'll probably be frightened awake in the night by dreams of this \"monster\" for some time to come.\n\"Tch, if only kids weren't so curious.\"\nShiranui turns to look at the hidden, practically imperceptible crack behind him. Behind it lurks plenty of \"real\" monsters, stirred by the children's presence. Their tongues hang from their mouths, dripping with hunger.\n\"Only monsters like us belong in a place like this...\"",
        "effect_desc": "",
        "show_offset_x": "0.027",
        "desc": "A monster that haunts the underworld, using its own methods to drive away would-be interlopers.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530010,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115801
        ]
    },
    "2530011": {
        "show_offset_y": "-0.17",
        "race": 3,
        "type": 2,
        "story": "\"Why don't you take a rest, traveler?\"\nThe hungry traveler hears this gentle greeting accompanied by a distant, ethereal chiming in his ears.\n\"...Where am I?\"\nThe confused traveler looks up to see a peach grove and a maiden that weren't there before.\n\"You're already lost. What does it matter where you are?\"\nThe maiden speaks from her perch high up in a tree. The traveler opens his mouth to retort, but none comes to mind.\nNevertheless, the kind maiden answers the traveler's question.\n\"This is a secret realm for lost travelers. You can rest here until you're satisfied.\"\n\"But I still have to go to... Huh?\"\nTo the traveler's own surprise, he can no longer remember where he was going. Whether his destination was lost to the long and weary road or to this secret realm, he could not say.\nAs if expecting all of this, the maiden smiles gently from the tree.\n\"Here, before that, have a peach.\"",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "When you lose your way and your strength along the journey, you'll suddenly hear the sound of bells and smell the scent of peach blossoms.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530011,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104901
        ]
    },
    "2530012": {
        "show_offset_y": "0.02",
        "race": 3,
        "type": 2,
        "story": "\"Did you hear? Someone got beaten up pretty bad on West Street last night, and everything they had on them was stripped off and just thrown in the street! They must have upset the wrong person...\"\n\"Oh, that? He was the one who married the Teng girl for her family wealth. Heaven knows how he managed to convince her, but as soon as her dad kicked the bucket, he took the entire estate for himself and threw the girl and her mother out on the streets! Some people...\"\n\"Well, he ticked someone off pretty good—did you see the state they left him in?\"\n\"Don't feel sorry for him! The Teng girl is the one you should feel sorry for! He got what was coming to him, and I'm glad!\"\nSeiranubume walks through the residential district, hearing the locals gossip as she goes. She keeps her eyes fixed calmly forward, her pace steady.\nShe remembers how the woman holding the child saw her blood-splattered clothes and sword, and how her expression of joy and gratitude instantly turned to one of panic and she fled as though running for her life...\n\"Monster! Monster!\"\n\"I say, just ignore them next time!\"\n\"Right! You do a good deed by helping them, but what does it get you? Nothing but trouble!\"\nThe little birds chirp in her ear, but she remains silent.\n\"... It doesn't matter. As long as she and the child can survive the winter, it'll be okay.\"\nShe whispers this to herself after a brief silence.\nAs long as she is fulfilling her wish, she refuses to change course, no matter what other people say.\nHer grip tightens on her scabbard, as it has done thousands of times before.\nThe sword is the same as always, and so is she.\nNo one should have to go through what I've been through.",
        "effect_desc": "",
        "show_offset_x": "0",
        "desc": "Legends tell of a woman who roamed the world, helping the weak and vulnerable without demanding payment. Of course, there are also those who claim she was a blood-sucking demon... ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530012,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115001
        ]
    },
    "2530999": {
        "show_offset_y": "-0.03",
        "race": 3,
        "type": 1,
        "story": "\"Hey, come a little closer, will you?\"\nA girl waves a fan as she dances in the shallows under the light of the full moon, her steps as elegant as brush strokes onto a painted scroll.\nBeautiful...\nA passerby who happens upon this shallow beach on his nighttime walks can't help but exclaim something like this.\n\"Don't you want a better look?\"\nAosaginohi lightly spins, jumps, and waves the fan in her hand as a light blue fire swirls around her like fluttering petals in what could be an illusion.\n\"If only I were a lyricist,\" the passerby thinks, clapping to the beat in spite of himself as he steps closer and closer, \"then I could write something for this beautiful dance.\"\nWhat he doesn't notice is that, in pursuit of that dreamlike dance, he'd walked from the shoal straight into the sea, step by step.\nEven as the sea water rises up to his cheeks, he continues to gaze up raptly at Aosaginohi's swaying figure.",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "An enigmatic dancer they say you can see dancing on the shoal on a clear autumn night, though it doesn't seem like anyone's actually witnessed this before...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            418
        ]
    },
    "2540000": {
        "show_offset_y": "-0.23",
        "race": 4,
        "type": 3,
        "story": "\"...\"\nA small elf sleeps quietly in a sea of flowers—perhaps a little too quietly, even her breathing can barely be heard.\nBut upon closer inspection, her little nostrils flare slightly and her cheeks relax with each breath as she slumbers peacefully.\nBut of course—\n\"May all the stars of Avalon envelop you.\"\n\"May the fragrance of all the flowers and the low whispers soft as a dove's feather encircle you.\"\nSince she first entered her slumber here until she wakes up, she will always be protected by the most gentle and devoted hymns in the world.\nWhen she awakes and finds her name, she will leave this hidden realm to begin her life as an elf.",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "0",
        "desc": "An infant elf sleeping in a mysterious sea of flowers. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2540001": {
        "show_offset_y": "-0.12",
        "race": 4,
        "type": 2,
        "story": "Is it lucky to be able to see into the future?\nDimuchirac doesn't think so. She tried long ago to prevent a tragedy from happening or to share a beautiful future glimpsed in the crystals, but no fate can be avoided, and knowing about some happiness to come in advance only dilutes the feeling of anticipation.\nSo, she neither looks forward to the future nor feels sorrow when it comes, regarding the \"now\" with only cool indifference. With her crystals in hand, she relays revelations and warning to others with a blank expression before returning to her hut deep in the forest.\n\"Sorry! I'm a little lost, can you tell me how to get out of this forest?\"\nSuddenly breaking the stillness in the forest is a petite girl with a quiver on her back that looks too big for her stature.\n\"I'm Maeglin, I'm an explorer!\"\nThe self-proclaimed explorer looks over the priestess's hut with blatant curiosity.\nHaving inadvertently seen the girl's future in the crystals, Dimuchirac flatly reminds her:\n\"You seem to be searching for something, but what you are searching for will disappear the moment you find it.\"\n\"Wow, that was incredible! How did you know I was looking for treasure?\"\nThe girl's eyes widen with excitement, as if she couldn't care less about Dimuchirac's latter point.\nDimuchirac doesn't respond, only wordlessly pointing the way out of the forest for the girl. But as they part ways, she can't help but ask:\n\"You're still going to go look for it anyway?\"\n\"Yeah! Even if I don't find it in the end, it'll still make for a good adventure novel, hehe!\"\n\"...\"\nDimuchirac, long accustomed to being privy to everyone's destiny, felt like she caught a glimpse of something not yet predetermined that she could finally look forward to.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "A young priestess who, possessing the ability to see the future in crystals, regarded everything happening in the present with indifference. That is, until an impudent young explorer appeared and sent a small ripple through her inner world.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2540001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108001
        ]
    },
    "2540002": {
        "show_offset_y": "-0.2",
        "race": 4,
        "type": 2,
        "story": "The Moon Kingdom is an elven kingdom protected by a great barrier. Shielded from external turmoil and natural disasters, the kingdom has remained prosperous and stable for thousands of years. Few know, however, that the barrier protecting them is maintained by a large banyan tree known as \"the Jade Tree\".\nBut this tree, which had stood tall for who knows how many tens of thousands of years, is now dying. This, though not apparent from the outside, has been sensed by the perceptively gifted Vieruodis—the Jade Tree's life force is running out with increasing speed, like a person in the twilight of their life.\nShe tries everything, but the most she's able to do is slightly delay the tree's decline. Thinking back to an ancient legend, Vieruodis remembers the only method that might save the tree.\n\"If the royal bloodline is sacrificed, then maybe...\"\nThere is no confusion in Vieruodis's eyes as she stands before the tree. Under the light of the moon, the longsword in her hand reflects the determination on her face.\n\"Don't... do it...\"\nShe hears the low roar of the tree over the gale.\n\"No, I have to. This is the only way for the people of the Moon Kingdom to keep their divine guardian.\"\nVieruodis has no intention of backing down from this sacrifice.\n\"And you...?\"\n\"Me...?\"\n\"The Moon Kingdom will be fine, even without my protection...\"\n\"But...!\"\n\"Princess, wanting everyone to be happy is on the premise of procuring your own happiness first...\"\nLeaving those words hanging in the wind, the Jade Tree ends its own life. Sensing the disappearance of the divine tree's spirit, Vieruodis loses herself in thought for a long while.\nMy own happiness... She doesn't really understand it, but she decides that she would devote herself to finding the answer in the years to come.",
        "effect_desc": "",
        "show_offset_x": "0.06",
        "desc": "An elven princess that hopes everyone can be happy and makes great efforts toward this goal. But there's just one person's future that she ignores, and that's her own.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540002,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108401
        ]
    },
    "2540003": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "\"This time I'll definitely give Merfil a fright!\"\nDetermined to prank Merfil during the test of courage, Muriel has even set up and marked a trap in the woods in advance.\n\"Merfil just has to walk here, and she'll—Hehehehe... We'll see if she can keep her cool this time!\"\nBut then...\nCompared to in the day, the forest is a completely different world at night... She'd easily gotten herself into a group with Merfil, but now she couldn't make out the path she'd taken in the daytime.\n\"Calm down, the forest is Muriel's domain... No one knows the forest better than Muriel does...\"\nMuriel thinks, bracing herself as she walks deeper into the forest.\n\"WAAAAHHH!!!\"\nThe one screaming is Muriel—she got her ankle caught in a rope that has suddenly risen from the ground and lifted her into the air. Unable to move, she has yet to react to being held upside-down in mid-air by a tightly-bound rope.\n\"Argh, I got caught in my own trap...!\"\n\"Your own trap?\"\n\"Um...! You misheard me! I didn't say anything! Quit staring and help me down already!\"\nMerfil definitely heard correctly, but Muriel, quite abashed, continues to deny it while miserably asking Merfil for help.\nAfter being rescued, the aggrieved Muriel bursts into tears on the ground.\nThat was so embarrassing... and also—\nWhy, since Merfil might have seen that the trap was blatantly set by me, does she still stay unmoved, without saying or doing anything? She could interrogate me, scold me, pity me, or mock me...\nShe looks up at Merfil, who is stood to her side holding a lamp, ears alert to their surroundings. Just as always, her face shows no signs of slackening as she casts her gaze toward the distance.\nNext time, next time I'll definitely succeed! I'll definitely make it so she has no time to keep an eye on anything other than me!\nMuriel makes this vow to herself as she wipes away her tears vigorously.",
        "effect_desc": "",
        "show_offset_x": "-0.11",
        "desc": "A petite girl with a fondness for pranks. Her favorite target is the proper and serious Merfil.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.32",
        "id": 2540003,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109401
        ]
    },
    "2540004": {
        "show_offset_y": "-0.08",
        "race": 4,
        "type": 2,
        "story": "\"Will you come back, Miss Elf?\"\nA little girl asks, reluctant to see Elwing leave the perennially snow and fog-covered Hydia Village.\n\"Sure... If it's meant to be, we'll definitely see each other again, Kia.\"\nShe knows that the elves of Hydia Village have adapted to its year-round frigid cold, but have become unable to survive in other climates as a result. That's why this little girl called Kia is always tugging on her sleeve, raptly listening to stories about the world beyond and excitedly asking this and that.\nBut as a traveler that's always on the move, Elwing can't promise that they'll see each other again.\nBut after leaving, Elwing always recalls the curious shine glimmering in those eyes between journeys.\nAs she enters a forest of maples, she takes a red leaf from the ground and sticks it in between the pages of a book and imagines its hues reflected in those eyes.\nWhen crossing a desert under the scorching hot sun, she unwittingly scoops up a handful of hot sand, hoping to stuff into that child's collar.\nWhen hearing anecdotes about cops and robbers at the outpost, she thinks of how excited that child would be if she told her about them.\nWithout even realizing it, Elwing has filled her bag with souvenirs she never would have bought before. As she looks to the north, she decides for the first time to embark on a journey already taken.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "A traveling elf that has walked over every inch of this world. She doesn't seem to take anything to heart, her interests lying solely in taking in beautiful vistas and new sights.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2540004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103701
        ]
    },
    "2540005": {
        "show_offset_y": "-0.2",
        "race": 4,
        "type": 2,
        "story": "\"As long as Princess Estelle is here, there's still hope.\"\n\"Lady Estelle, please guide us...!\"\nEstelle is the princess of the elven kingdom of Alfheim—though perhaps \"former princess\" is more accurate, since nothing but the kingdom's name remains since the Visbane invasion, and even the king has become their puppet.\n\"Don't stop fighting, Father! We just have to persevere, and then...\"\n\"I'm sorry, Estelle, but I can't ask any more of our people to sacrifice their lives.\"\nEven so, Estelle has never given up hope.\nShe flew on her weak elven wings to the other side of the sky in search of a revelation from the gods, crossing the heavenly barrier alone to reach the source of the Fountain of Wisdom. She put aside the centuries-old mutual grudge between their peoples and visited the land of the dwarves, then dove to the bottom of a frozen lake in the depths of the dark forest to obtain a blessed blade.\nNo one knows to what extent these legends are true.\nWhat matters is that a resistance has been rallied around Estelle. Like sparks of fire, together they cast new light on the elven kingdom enshrouded in darkness.\n\"On my name as the Princess of Alfheim and the daughter of the king, I swear on this blade:\nAs long as you never lose hope, I will always be your light.\"",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "The princess of a conquered kingdom that never gives up no matter how desperate her situation gets. To her people, she is a torch emitting rays of hope in the darkness.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            118401
        ]
    },
    "2540006": {
        "show_offset_y": "-0.01",
        "race": 4,
        "type": 2,
        "story": "\"Hehe, today, we're going to have a splendid fireworks show! A truly magnificent one!\"\n\"Celebrian, magic weapons aren't meant for this... Ha, it seems our return rate for this quarter is increasing again.\"\nA gifted girl who is infatuated with her new creations and an assistant who is worried about the workshop's business.\n\"These fireworks are so beautiful, why do people keep returning them?...\"\nThe girl muttered to herself in confusion, it seemed that the concept of \"firepower above all\" simply didn't exist for her.\n\"Just you wait, isn't it about ending wars? You wait and see!\"\nWith her new creation, the \"Self-Governing Inferno Armor,\" the girl decided to personally deliver the weapons to the customers and show them just how powerful it was.\nIt was an army that had been on an expedition for many years and hadn't returned home for a long time. They had almost forgotten the way back home.\nSo tears welled up in their numbed eyes when they saw the fireworks that would rise every year during their hometown celebration.\n\"Go back now! You can see fireworks like these every year! People will set them off to welcome your return!\"\nThe girl's shout resounded in everyone's ears, and they finally let go the long grudges, all packing up their belongings and setting off back home.\nNeedless to say, the girl received more refund requests, but there was not a hint of regret on her face.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "A gifted girl who oversees the mythical weapon workshop. To her, weapons are just there to fill the world with greater beauty.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "0.9",
        "id": 2540006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102801
        ]
    },
    "2540008": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "\"Brother, this is our final battle.\"\nArweil pats his steed's neck as they head for hills where the battle will be waged.\nBeneath him, his horse lets out a whinny tinged with loneliness.\nThe embodiment of the people's hope born of their prayers.\nA knight who has existed to fulfill his purpose since the day he first appeared in this world.\nOver the past six years, Arweil has rescued a broken land and its desperate people with his unstoppable blade and unparalleled determination. Now, he must win one last battle, and that long-lost peace and light will return to the land.\nThen... having completed his mission, Arweil—himself a manifestation of prayers—will return to dust.\nEven so, he soberly spurs his horse towards his destination—now already a burial mound of swords.",
        "effect_desc": "",
        "show_offset_x": "0.06",
        "desc": "An elven knight born of the people's prayers, he's like a bright star that leads people out of the darkness.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.07",
        "id": 2540008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103201
        ]
    },
    "2540009": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "\"Estelle, Queen of Alfheim, found this place on her own? Should I call you brave or reckless?\"\nSizing up the young elf donning ornate armor before her, Eyawin does not immediately expel her from the forest like she has the others.\n\"You're... the Witch of Love and Loathing.\"\nThat long white hair, those eyes that tease their prey, and the ability to penetrate the heart... Estelle is reminded of the legends about this dark forest.\n\"Oh, so you recognize me.\"\nEyawin laughs, but that doesn't trouble this queen, who has been journeying far and wide to restore her kingdom.\n\"Don't say I didn't warn you—that holy sword is bad news. Control it, or be controlled by it. If you're not ready, then don't go and throw your life away.\"\n\"...I have faith that the determination I've relied on to expel all those monsters won't lose to anyone or anything!\"\nAfter escorting Estelle deeper into the forest, Eyawin lets out a quiet sigh.\n\"I should have led her out instead...\"\nHearing the pained wails of a young girl, Eyawin goes to the lakeside, but what she sees there completely defies her expectations.\nKneeling on the ice with all her might, her wings' florescence dimming, the girl no longer even has the strength to make a pained expression. But her hands are still clasped so firmly around the holy sword that it seems even death wouldn't loosen their grip.\n\"Idiot!\"\nSensing the phantom pain left deep in her consciousness from the rebound of the holy sword's tremendous will, Eyawin hesitates for a moment. Gritting her teeth, she leaps over to Estelle's side and grabs her hands.\nThe stabbing pain instantly penetrates Eyawin's consciousness, but it's less unbearable than when she tried it alone.\n\"Miss Witch...\"\n...\n\"When Alfheim is restored, I will come find you again!\"\nEyawin looks at Estelle, the sword still in her hands. Her fatigue with social contact subconsciously makes her want to refuse, and yet...\n\"Remember, the holy sword is our shared property... So, let's go and save your kingdom together.\"",
        "effect_desc": "",
        "show_offset_x": "0.01",
        "desc": "Capable of steering people's hearts, Eyawin has been called \"the Witch of Love and Loathing.\" Weary of all the social hypocrisy in the world, she has sequestered herself in the dark depths of the forest.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.08",
        "id": 2540009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103301
        ]
    },
    "2540010": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "\"Presenting... the Hero of Tsuki-no-cho, Grey!\"\nThe young lady who has just proclaimed herself as the \"Hero of Tsuki-no-cho\" swaggers onto the stage with one ice gun in each hand. Her appearance is greeted by loud cheers from the boys and girls below.\n\"You go, Grey!\" \"Have no fear, for Grey is here!\"\nThe children of Tsuki-no-cho clap and bop excitedly by the simple stage built out of scrap wood.\n\"Would you go after the Rustler J, Grey?\"\nGrey pauses for a good half second at the question, as she is scratching her head, blushing for the children's cheers.\nThe \"Rustler J\" is more like an avid prankster who would quietly take away something important and then slyly return them, but only after their exhausted owners have all but given up.\nEven the venerable elders of Tsuki-no-cho do not know what to do about the Rustler J...\n\"O-of course! Heh heh heh...\"\nGrey answers with an air of bravado but it looks like the kids have bought her bluff... for now.\n\"Watch out, Rustler J! Grey is coming for you!\"\n...Chances are, the kids are going to forget all about this and be swept up in excitement over something else tomorrow...",
        "effect_desc": "",
        "show_offset_x": "0.14",
        "desc": "An elf girl who, like your typical adolescent girl, has big dreams—in this case, the dream of becoming a hero to all.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2540010,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108101
        ]
    },
    "2540011": {
        "show_offset_y": "0.04",
        "race": 4,
        "type": 2,
        "story": "\"...I won't go back. Not until I find a way to lift the curse.\"\nWhen Arngrim was found by an old friend in the sunset-lit mountain village, he declined the invitation to return to his hometown, just like many times before.\n\"What if you never find a way?\"\n\"Then you can bury this cursed axe, the Sawblade, with me.\"\nOne night, without any warning, the Sawblade, a cursed magic axe inherited from his father, had suddenly taken control of Arngrim's hand as though he was possessed. He had become covered in the blood of slaughter during his sleepwalk.\nEver since then, he had left his homeland and explored countless treasure troves and libraries, always sleeping with the cursed axe in his hut in the wilderness.\n\"...Are you willing to spend your entire life on this? Why not just get rid of it?\"\n\"...This axe brought glory to my father, its price must be paid by someone.\"\nHis friend wanted to say something else, but he bit his tongue under Arngrim's resolute gaze.\n\"You should go back now. It won't be safe for you here after nightfall.\"\n\"...\"\nBidding farewell to his old friend, not knowing if they would ever meet again, Arngrim pulled out the cursed axe. Its blade reflected his weathered face.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "The youth's face is weathered beyond its years. The story starts from that cursed double-headed axe...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.16",
        "id": 2540011,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113201
        ]
    },
    "2540012": {
        "show_offset_y": "-0.04",
        "race": 4,
        "type": 2,
        "story": "\"We elves are known for our wisdom and intelligence—not our physical abilities.\" \n\"We rely on our wits to survive. That's what separates us from dwarves and centaurs.\" \nEver since she was a child, Geironul—like the rest of her people—was taught that elves, while inherently weaker than other races, are gifted with an intelligence that makes them naturally adept at deciphering complex spells and harnessing enchanting magics.\n\"Elves can scale mountains like centaurs, bore deep into the earth like dwarves, and swim through perilous bays with a song like merfolk.\" \nIt could be because she'd just entered her rebellious phase, but the skeptical Geironul made this vow to herself.\nThe elven adolescence is long-lived, and she used this ample time to train. Every day, she could feel strength slowly filling her body, like water trickling one drop at a time.\n\"...\"\nWhen she finally stood before the culmination of her training—Valor Falls, which poured like a river from the sky just like in the legends—confidence alone swelled in her chest.\nShe saw her figure bathed in sunlight at the summit, swinging her lance downward in a declaration of the end of the era when elves were believed to be weak.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "The first elven girl in history to climb from the bottom of Valor Falls to its crest.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.26",
        "id": 2540012,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            128401
        ]
    },
    "2540999": {
        "show_offset_y": "-0.28",
        "race": 4,
        "type": 1,
        "story": "\"The strawberries over on that mountain are very sweet!\"\n\"Is that so? You must be hungry. Huh? There's nothing to eat here.\"\n\"Have I seen your son? I'm sorry, I'm afraid I haven't. Could he have run away from home? He is in his rebellious phase, after all.\"\n\"Hello, you're looking lovely today, Miss Sika.\"\nAs she chats away happily with the animals of the forest, Galadriel doesn't have the bearing of a princess whatsoever, looking instead like a bit of a wild child.\n\"You've again abandoned your etiquette lessons to come here, Princess?\"\nA weary-looking old maid says upon finding Galadriel in the forest.\n\"They're so dull...\"\n\"There's nothing more important for a princess to learn than etiquette.\"\n\"...\"\n\"Why not learn the elegant language of the merfolk if you have the time to come here and talk to these forest animals? Think of your public image! Associating with these creatures will only—\"\n\"Don't talk about my friends that way!\"\nGaladriel says, fuming, before the old maid can finish.\n\"When I become queen, I'll make everyone learn to talk with animals!\"\nShe doesn't actually have any desire to become queen—all she wants to do is laugh and play with her adorable friends in the forest.",
        "effect_desc": "",
        "show_offset_x": "-0.04",
        "desc": "An elven princess that can talk to animals. While somewhat anxious when it comes to people, she always smiles unconsciously when in the presence of animals. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2540999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            419
        ]
    },
    "2550000": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 3,
        "story": "\"...\"\nAt the very end of the world, the frozen mountains where not a single soul stirs.\nAmidst the howl of the biting winds, a young boy sleeps peacefully on the ice cliff, as if he was a being entirely out of this world. His long eyelashes are covered in a layer of snow and ice, and in the unfettered moonlight, his face appears to be as bright and flawless as pottery glaze.\nAlthough there appears to be no end of the boy's icy slumber in sight, a slight smile can be discerned on his face.\nIn his dreams, the glaciers have melted to form rivers, giving life to the plains and grasslands below.\nAs the trade winds bring warmth to every corner of the land, flowers and smiles have burst forth everywhere in the towns and villages.\nAnd the boy knows that he will wake up one day, and that one day, his dreams will become reality...",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "-0.1",
        "desc": "A child of Asterism deep in sleep on the frigid frontier.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2550001": {
        "show_offset_y": "-0.18",
        "race": 5,
        "type": 2,
        "story": "\"Blood-soaked dreams flow in her red eye, while crystals of rage are sealed in her blue eye...\"\nBeelzebul mumbles to herself, repeating the tribunal's verdict as if cursing herself. Moreover, her body glows with a blue phosphorescence as if it truly was set ablaze by a malevolent spell.\n\"Hey, look there... The bishop speaks the truth, this child truly was cursed by a devil!\"\nSimply because of the colors of her eyes, this child has been judged to be cursed and possessed by a devil.\nBeelzebul was banished to a dark forest none were permitted to approach, where she discovered a \"Blade of Rejection\" that seemed to have been awaiting her arrival. From there—having no alternatives—she embarked on a path of slaughtering and slashing apart false truths.\n\"Blood-soaked dreams flow in her red eye, while crystals of rage are sealed in her blue eye...\"\nThis verdict from the bishop ultimately became his own last rites.\nNot just the bishop—a life withers away every time this cold incantation rings out.\nAnd bearing witness to one side is a rose of interwoven blood-red and ice-blue hues, blooming silently under the night sky.",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "A girl that has been ostracized and alienated for her differently-colored eyes, she walks a solitary and dangerous path as a result, like a red-and-blue rose atop a thorn-covered stem. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102701
        ]
    },
    "2550002": {
        "show_offset_y": "0.06",
        "race": 5,
        "type": 2,
        "story": "\"If this was what fate's good for, now it has been taken care of by my Sun Wheel, shattered into pieces!\"\nDual blades raised, Sāgara has smashed the Mirror of Prophecy, which made the mistake of predicting her untimely death in the belly of the desert whale.\nThis terrified everyone in the village—not just because they feared the girl's bad luck would ripple through them as the futures foretold in the Mirror of Prophecy reportedly always came true, but also because they were worried her rash actions would incur divine retribution on the entire village.\n\"Hmph, if you're so scared, I'll just go exterminate this so-called 'desert whale' and bring it back for you all to see!\"\nHearing Sāgara's words, the villagers make a show of their relucance and concern, but in fact, they all breathe a collective sigh of relief.\nThe girl then disdainfully gathers up her things and sets off on her journey with the Sun Wheel in hand. Not just some smug fool who would brashly go into the farthest reaches of the desert to challenge the giant whale, she trains and hones her strength the whole journey, gathering information about the desert and the whale along the way.\nShe firmly believes that fate can be rewritten, and this isn't just some form of avoidance—it's a direct challenge.\n\"Just try me, fate! My Sun Wheel is definitely stronger than you are!\"\nIn the face of the desert whale just as predicted, Sāgara draws her dual blades, ready to challenge certain death.",
        "effect_desc": "",
        "show_offset_x": "0.16",
        "desc": "A fighter from Shavaku Village, she wields dual blades by the name of \"Sun Wheel\". When at 15 years old the \"Mirror of Prophecy\" foretold a grim future for her, she smashed the mirror—regarded in the village as a sacred artifact—to pieces in one swing.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550002,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101301
        ]
    },
    "2550004": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "\"Today's game begins here!\"\nA boy says, descending from the sky then leaping onto the altar of an active ceremony. Unscrupulously disregarding the bewilderment and dismay of the people in attendance, he begins his game the same way he always does.\n\"Haha, found you!\"\nHuman souls are as visible to Gwyllgi as a blazing ball of fire is to anyone else.\nAnd these black smoke-emitting, soul-devouring \"soul crawlers\" are his prey.\nBut to onlookers, this process appears quite frightening. At this moment, for instance, Gwyllgi's \"Chaos Claws\" have been thrust into the priest's chest—Closer inspection would reveal that these claws have penetrated not flesh, but another dimension, however, shrieks and curses fill the air at the sight of this grisly-looking scene.\nThe \"soul crawler\" makes a frenzied attempt at escape from the priest's chest, but those gleaming, silvery claws relentlessly pursue their target.\n\"Interesting... Nice try, but the fun's only just getting started!\"\nThe priest's own soul has practically left his body in fright, and while the others want to go up to him, none dare approach Gwyllgi, who's giving off a crazed aura.\n\"Let the priest go, you monster!\"\n\"Please, God, drive away this beast!\"\nCompletely immersed in his hunt, Gwyllgi doesn't hear any of this. When his fingers finally capture the elusive \"soul crawler\" and crush it to bits, the people have taken up weapons and surrounded the altar.\n\"Oh? Do you guys wanna play too? Hahahaha, awesome!\"",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "Known as \"the Dark Hound of Destiny\", his sharp claws and teeth are capable of tearing through the soul itself. Though not nearly as frightening as his title would suggest, this youth doesn't appear to have fully mastered his terrifying power yet. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102601
        ]
    },
    "2550005": {
        "show_offset_y": "-0.28",
        "race": 5,
        "type": 2,
        "story": "\"Ha! That was a good fight! Wouldn't you say so, Ash?\"\n\"Woof...\"\nThe girl with silver hair and purple eyes asks as she pets her companion's neck.\nThey have just concluded a fierce battle with Ushumgallu, a ferocious beast from a faraway world.\nIt was a battle that ended with no real winner but which instead petered out as both sides gradually lost interest.\nThere was no real reason to fight, really, except for the fight itself...\nAlthough the battle happened in the air far above ground, those below were not spared.\nThe village right below was whipped by fierce winds and pelted by a fury of rocks, with roofs breaking apart and livestock thrown in midair.\nWhile fortunately no one was killed, the village was also nearly reduced to complete rubble.\n\"Ugh, Ash, look at the mess Ushumgallu made...!\"\n\"Woof woof...\"\nThe girl grumbles on, seemingly not realizing the part she had played in the damage, and together with her friends, she pretends to be a visiting strongwoman as they help the villagers clear out the debris and rebuild their homes.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "A bright-eyed and innocent young lady who has the blood of the dragons in her veins. However, she appears blithely unaware of the destructive power that she wields.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.6",
        "id": 2550005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105601
        ]
    },
    "2550006": {
        "show_offset_y": "0.14",
        "race": 5,
        "type": 2,
        "story": "\"Now then, let's not let panic spoil your beauty and grace, all right?\"\nOn a country road paved into an amber stage by the twilight, Mushhushshu dances lithely around the young girl, the blade of his spear announcing the final curtain call of a dozen or so bandits in rhythmic movements.\n\"I hope this somewhat violent spectacle didn't cause you any alarm.\"\nAlone in the wilderness, the girl's plain clothing did little to obscure her noble bearing, so it was little wonder that she'd caught the bandits' eye.\n\"Thank you... Um, your face and eyes, they're...\"\n\"Nothing more than the vestiges of my humble life, pay them no mind.\"\nMushhushshu closes his eyes, covering his turquoise pupils and breaking into an apologetic smile.\nHis half-snake lineage was like a brand he could never erase from his body that constantly gave rise to suspicion and unease in others.\n\"Freedom\" was what he chose, and he had no right to pray for anyone else's understanding.\n\"Huh? What ever do you mean? They're lovely.\"\nAs her cool fingertips brush the scaly patches on his cheeks, Mushhushshu instinctively steps back, looking at the girl with a startled expression as she pulls back her hand.\n\"Ah! I'm sorry, I didn't mean any offense... I actually wanted to ask... if you'd be willing to escort me back? I'll compensate you, of course!\"\nThere was no trace of anything so impure as desire in the girl's eyes. So then, was she naive or simply stupid...?\nEssentially, she was the sort one couldn't bear to leave on her own.\n\"Is that so... How much are you offering?\"\n\"Um, w-well... Name your price! My family can afford it... But I won't stand for daylight robbery!\"\nAnd so, the freedom-seeking prodigal son was hired as an escort—but doing so for someone willing to accept him didn't actually feel so bad.",
        "effect_desc": "",
        "show_offset_x": "0.17",
        "desc": "Owing to his impure half-snake pedigree, he was sold to a theater troupe as a performer. After being freed from the shackles of show business, he relied on his spearplay to travel the world in search of freedom.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106801
        ]
    },
    "2550007": {
        "show_offset_y": "0.02",
        "race": 5,
        "type": 2,
        "story": "\"Hey, you guys don't think the raid ends here, do you?\"\nHaving defeated the monsters roaming the ruins, the adventurers are just about to make off with their loot when a youth wielding a long spear appears before them. He blocks the crowd's way like a final boss making his appearance after his minions have all been defeated.\n\"That white hair, tanned skin, and that bullhorn-shaped halberd—Could he be...?!\"\n\"By the heavens, it's a new moon, a new moon! It's him...\"\nHaving recognized Kusarikku, the adventures' faces turn deathly pale—After all, this tanned youth before them is the very demon boy rumored to always appear at the last leg of a ruins' exploration.\nBut the bored-looking Kusarikku simply twirls the spear in his hand. Displeased with the adventurers' description of his beloved spear, he repeatedly looks the halberd blade at its tip up and down.\n\"Tch, it obviously looks more like a crescent moon...\"\n\"We're sorry, we didn't mean to barge in like this, we'll see ourselves out now...!\"\nThe adventurers relinquish their loots without hesitation, but Kusarikku has no intention of letting them go.\n\"Oh? You know you can't run away from a boss fight, right?\"\nKusarikku's voice sounds light-hearted, but he's deadly serious.\nThus the battle begins unannounced. With no choice but to fight, the adventurers give it their all and even toss their hard-earned gems, but the difference in strength between them and Kusarikku is obvious.\nJust as they fall into despair and regret not writing farewell notes before leaving for the ruins, Kusarikku stays his hand.\n\"Hah! Why don't we stop here and say you've cleared this fight.\"\nKusarikku stretches lazily. Looking at the group, who are so frightened they've forgotten to run away, he reminds them:\n\"Oh, right, don't forget your treasure. That's your hard-won loot, after all.\"\nHaving come to their senses, the adventurers flee the ruins with the treasure chests in their arms. It's only after they put some distance between them and the ruins that they realize just why so many people have lived to tell the tale about the demon boy.",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "A ghostly, fearsome demon king rumored about by many an adventurer, he's actually just a thrill-seeking youth who likes a bit of fun.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550007,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101601
        ]
    },
    "2550008": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "\"Finally, the sun has set! Ah, it feels so good...\"\nA youthful mermaid emerges from the waves, amid the foam.\nSepar, who has already spent the greater part of the day hiding from the sun on the reef, performs a leisurely stretch and gets ready to sing as usual.\n\"Oh sea of beauty, oh lonesome sea of beauty, tra la la la la...\"\nHer beautiful, if slightly mature, voice and the soulful melody from her instrument travels long and far in the sea breeze.\nOn the vast, boundless sea, dyed a deep orange by the setting sun, a note of yearning may be detected in Separ's song.\n\"Huh? Is that a fleet of ships approaching...\"\nSepar's ears have picked up the sounds of whistles from a faraway location.\nTime to have some fun...? Separ swims excitedly towards a spot that the ships would pass.\n\"Okay, I'm not going to do anything too dangerous. All I'm going to do is to bring them round for a spot of sightseeing with my music...\"",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "A mermaid who lives deep beneath the sea and who sings the most mesmerizing songs.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            112701
        ]
    },
    "2550009": {
        "show_offset_y": "-0.25",
        "race": 5,
        "type": 2,
        "story": "\"Grrragh—\"\nUshumgallu expels dark-gold flames from his mouth accompanied by a low roar. This whirlwind of hellfire reduces an entire side of the towering mountain to pure black ash, which flutters down from the sky like snowflakes.\n\"Good grief, what are you aiming for, Ushie? All right, now it's my turn—\"\nA voice both cute yet carrying an uncertain danger resounds from the other side of the sky. A girl riding a massive white dragon waves the staff in her hand and smiles innocently, as if she has no idea how dangerous what she's doing is or who her opponent is.\n\"Grrr—\"\nChains encircle the rampaging Ushumgallu's four limbs, but it does nothing to quell his boundless urge to destroy like a volcano. Though unable to fly freely through the air like his opponent, his power seems capable of splitting the earth and even the ocean can't douse that evil fire—Were this fight not taking place in the air, there may be nothing left of the ground below by the time they finish.\n\"Whew! Great fight today, once again. Keep it up next time too, Ushie!\"\nWith both parties now thoroughly exhausted, the white-haired, purple-eyed girl waves her hand contently.\n\"Grrr...\"",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "A beast dominated by the urge to fight and destroy. Thanks to his \"nemesis,\" however, the numerous creatures of earth—including humans—have been spared from disaster.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2550009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105201
        ]
    },
    "2550010": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "\"Hey, guys! This is your galactic idol... Gil!\nA pair of tabla drums hung in midair and played without a drummer, and fireworks appeared out of thin air and exploded, lighting up the lonely, starry sky.\n\"Look, it's Gil!\" \"Gil the Angel!\" \"Gil... I'm your biggest fan!\"\nDistant voices rang out clearly from the glittering Stardome... the voices of people calling out to their beloved idol from their own, individual stars.\nI can hear you all loud and clear!\nThe sound from each star was small and distant, but every single one filled Gil's heart with courage.\n\"Now, listen to this!\"\nOut of nowhere, a melody from all sorts of different instruments began to fill the night sky.\nAnd the sound of each of those notes and of Gil's voice would find its way across the cold, lonely stars to reach every ear that would listen.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "The most popular idol in the galaxy—according to her, at least. Even distances measured in light-years aren't enough to keep her from the stage.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550010,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102001
        ]
    },
    "2550011": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "\"Everyone, over here!\"\nIn the depths of a mist-filled forest, the distant sound of a girl's laughter rang out like a silver bell.\nAs the little girl leaped down from the treetop, the mist in the branches suddenly congealed into a rubbery substance to catch her safely, then catapult her in the direction of another patch of mist some distance away. After a few trips back and forth, the girl sat herself down on a strong branch, and the mist gathered around her again, revealing its true form.\n\"Hey, you wanna know why Alvin gets to lie down here? Because they helped someone out of the forest when they got lost. Good elves deserve a reward!\"\nThe Mist Elf happily stretched out on her lap with a proud look on its face, while the other elves groaned with annoyance. Suddenly, Manasvin remembered something, and shot a stern look at another elf.\n\"Big Ears, you played a prank on that one traveler while he was asleep under that tree! Naughty elves get punished!\"\nBefore the other elf could turn into mist and escape, the rain suddenly turned into a small cage and trapped them.\n\"Now, you stay here and think about what you did! We'll find somewhere else to play!\"\nThe girl got down from the branch and felt the vapor in the air send out a slight tremor. Hmm... Looks like another lost soul was running through their forest.\nManasvin stopped in her tracks and spun around.\n\"Alright, guys, new plan! Someone needs our help!!\"\nThe elves around her looked at each other and nodded, following Manasvin as she ran off toward the tremor in the mist.\nIn the not-too-distant future, the Misty Forest of No Return might need a new name, while its old one fades away like rain into the fog.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "This young lady who made her appearance in the Misty Forest of No Return is small, but majestic.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550011,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115601
        ]
    },
    "2550012": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "\"Heavenly Dragon, my Lady! Please, help me. My wife just passed away in an accident, and my daughter's sick again... Please, you're my last hope!\"\nThe man fell to his knees in the middle of the round square, not even noticing the cold stone which hurt his hands and feet.\n\"Is that so?\"\nA finely dressed woman looked down at him coldly, her beautiful face frozen in place. \"Go, then. What you seek will be in the mirror.\"\nOverjoyed, the man sprang up, ran to the top of the steps, and reached out to grasp the mirror. Suddenly, the clear picture reflected in the mirror changed... He saw himself standing in a darkened room, his hands filled with blood-spattered jewelry... a woman and child lying dead at his feet.\n\"No... That's not! I just...!!\"\nHe stepped back in horror, trying to make sense of what he saw, as his reflection in the mirror turned and gave him a sinister smile.\nSuddenly, countless shadowy hands reached out from the mirror and grabbed the man.\n\"Heavenly Mother! Please, forgive me!! Save me, I don't want to... AGHHHH!!!\"\nThe woman said nothing, watching with indifference as he was swallowed by the dark shadow.\nAfter everything had become calm, she walked up to the mirror. Its surface was bright and smooth once more, and in it, she saw... an enormous, black dragon.\n\"Fool. The Ice Mirror can only reflect the truth... Where on earth did such an absurd rumor start?\"\nShe sighed, and then turned, as if sensing something. The violet dragon eyes in the mirror turned with her as she looked toward the foot of the mountain.\n\"Forget it... Let's see what the next climber seeks...\"",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "Deep in the mountain tundra, there's a temple on an icy lake. Legend has it that anyone who manages to meet the lady within will have all their wishes granted...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550012,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108901
        ]
    },
    "2550996": {
        "show_offset_y": "",
        "race": 5,
        "type": 2,
        "story": "\"Life signs and area intelligence show no abnormalities. Wishing everyone good luck in battle.\"\nEven when suddenly facing an unexpected strong enemy, hearing Fran's calm voice in the channel brings a sense of relief.\nHowever, what most people don't know is that Fran, inside the branch base, might be even more nervous than the fighters on the front lines. Only after confirming the status of the Aragami hunt and the safety of her teammates can she let out a gentle sigh.\n\"No response from the target... Mission complete. Thank you for your hard work, please rest well after returning.\"\nDuring a brief rest after the operation, the new operator working with her mentioned Fran's kindness and attentiveness to everyone. But Fran herself was completely at a loss.\nFaced with the new operator who was passionately discussing this, Fran awkwardly looked away, as if to hide her shyness, and picked up the teapot on the table.\n\"...Um, that... would you like another cup of tea?\"",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "Operator from the Fenrir Far East Branch. On the surface, she handles every task with effortless calm, appearing unfazed at all times. However, deep down, she is often anxious, constantly worrying about the safety of those around her.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2550996,
        "summon_blocked": 1,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104601
        ]
    },
    "2550997": {
        "show_offset_y": "",
        "race": 5,
        "type": 2,
        "story": "The combat area shows no abnormalities. Support can be activated at any time.\nDetailed information regarding the next subjugation mission has been sent to everyone's terminals, please remember to check.\n Today, Lark continues to provide task distribution, intelligence assistance, and other support with the same efficiency and accuracy as a finely tuned machine, reassuring everyone as always.\n Not only is she a reliable support for everyone at work, but in her private time, she is also a good partner willing to listen.\n During non-working hours, Lark transforms from a fast-paced march into gentle classical music; her words and smiles flow into the hearts of those who come to her for comfort like afternoon tea.\n \"I completely understand your unease. When I first became an operator, I often worried that my mistakes would cause trouble for everyone, or even hurt someone.\"\n \"Your anxiety and caution are proof that you care about others. As long as you have this mindset, you can definitely grow into an excellent operator.\"\nThe encouraged junior operator looked at Lark with admiration, asking if they could also become as outstanding as her, but she turned her head away with a hint of melancholy in her gaze.\n \"Like me? I’m just trying my best not to hold everyone back.\"",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "Operator from the Fenrir Far East Branch. She is a dependable pillar of support that everyone relies on.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2550997,
        "summon_blocked": 1,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104501
        ]
    },
    "2550998": {
        "show_offset_y": "-0.13",
        "race": 5,
        "type": 1,
        "story": "\"Just leave the treatment and intensive care to me! Hm? Will my potions have any strange effects? Hehe, don't you worry about a thing!\"\nThe lively, white-haired girl holds up a small blue bottle like it contains the most precious treasure in the world.\n\"You're amazing, OYA! You're an angel!\"\nAt some point, the adventurers formed a fan club around OYA.\nEach holding a bottle of OYA's newly-developed potion in their hands, they cheer for this amazing new invention that will keep them fresh even after crossing a vast, torrid sea of sand.\nThe team sets off on a new adventure with OYA's new potion in hand.\n\"Help! What do we do about this horrible monster?! Its exterior is so slick and oily that none of our attacks are landing!\"\n\"OYA...? You'd better get back, and don't let any of that nasty stuff touch you. Huh? OYA?\"\nThe explorers stare dumbfounded as OYA walks alone in the direction of the monster.\n\"Look closely, just apply this potion to your weapons like this... There, that should do it!\"\nBorrowing an adventurer's bow and arrows, she smears her new potion on the arrowheads, then gracefully draws the bowstring back. Miraculously, the monster—whose oily encasing previously repelled all attacks—is struck in a single blow.\n\"Ooh—So that's what OYA's new potion does! That's our OYA for ya!\"\nOne after another, the adventurers pull out their potion bottles and spread the contents over their weapons before launching a fierce attack on the monster.\n\"You all have my thanks! I fell into a weird swamp that I barely escaped from, but then I couldn't get that awful stuff off of me...\"\nThe potion dissolved the huge oil drop, revealing the \"monster\" to be an adventurer who fell into a trap and was swallowed up by a strange swamp. But after being cleansed by the potion, he shines with a renewed luster, as if his entire body has received a fresh waxing.\n\"Hehe, I'm a genius apothecary, so naturally all my potions work miracles!\"",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "A genius apothecary, she's responsible for making recovery potions and various enhancement potions for her team of adventurers.",
        "attrib_addition": 20,
        "display_type": 1,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550998,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            421
        ]
    },
    "2550999": {
        "show_offset_y": "0.02",
        "race": 5,
        "type": 1,
        "story": "\"Your time in this world has run out. Don't linger in your confusion any longer.\"\nVāsuki says, in a gentle yet irresistible voice to a man who's unwilling to go to \"that world\".\n\"No.... No, no! I don't want to die here, I don't want to die!\"\nThe man wails hysterically while using all his strength to flee in the darkness of the night.\n\"But that's...\"\nShe sighs helplessly from under her black veil.\n\"I don't wanna die, I don't wanna die...\"\nThe man mutters as he stumbles erratically into the forest.\n\"Hehehehe, look at him. It seems he hasn't realized he's already dead yet!\"\n\"Hehehe, fresh souls like these are the best!\"\nHaving caught the eye of some of the forest's soul-eating monsters, the man is horrified to realize that he has fallen into a trap as prey.\n\"If you had been eaten by those monsters, nothing would be left of your soul but its shattered remains—you'd lose your memories, your way home, and the chance to be reborn.\"\nArriving just in the nick of time, Vāsuki has already taken out the monsters.\nMeanwhile, the man has settled down from his delirium. Finally making peace with his death, he no longer struggles desperately, instead following Vāsuki down the path to the other side.\nEven after an episode like that, Vāsuki remains calm. After all, this happens all the time, she's seen too many dead who still cling to life to count. Undisturbed, she simply performs her duty—to guide all those souls home.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "A guide that leads the way to \"that world\". None have ever glimpsed the face behind that veil.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2550999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            420
        ]
    },
    "2590000": {
        "show_offset_y": "-0.23",
        "race": 9,
        "type": 3,
        "story": "\"...\"\nThe only ark amidst the tumultuous waves. The sole hope in an apocalyptic world.\nA child sleeping safely, undisturbed by the tumultuous world. This child bears all the blessings and prayers, connecting to the portal of the next world.\nWhen this child awakens, all hopes will blossom.",
        "effect_desc": "Evocate the Unawakened to gain a specific 5-Star Functor from the same Gen-zone.",
        "show_offset_x": "-0.1",
        "desc": "The child of Tian Yuan who sleeps deeply in his boat.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590000,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2590001": {
        "show_offset_y": "-0.24",
        "race": 9,
        "type": 2,
        "story": "\"Bifang, Bifang...\"\nAnother wildfire erupted in the mountains, scattering the birds and beasts in a frenzy.\nThere was a story passed down among the hunters, that if they heard a voice that sounded like a girl calling \"Bifang\", they had to escape immediately or they'd be engulfed in the inferno.\nThey thought of this call as an omen of the inferno to come without considering what the true cause was.\n\"...Bifang, Bifang...\"\nShe just called out like this, hoping that the name that had been going trough her head all day could give her an answer.\nShe had gotten this name from a fire. Perhaps she lost something important, maybe she lost a friend, or perhaps she was searching for the end of a destined fate. In any case, the name appeared to her out of thin air.\nShe rushed into the conflagration time after time, trying to find an answer; the answer from that first raging fire...\nIncinerating all that should not exist.\nAs well as the existence of self.",
        "effect_desc": "",
        "show_offset_x": "-0.065",
        "desc": "That name reverberates in her mind, haunting even through the toughest trials and tribulations, refusing to ever go away.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590001,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107001
        ]
    },
    "2590003": {
        "show_offset_y": "-0.06",
        "race": 9,
        "type": 2,
        "story": "\"Golden feathers lead to the Golden Village, pink feathers lead to the Peach Blossom Paradise...\"\nPerched atop a towering cliff, there was a lone phoenix tree, where a girl named Huang lived. Every day, she flew across mountains and rivers, weaving colorful and vibrant dreams, but never stopped to weave a beautiful dream for herself on the branches.\n\"Rouge feathers lead to endless celebrations...\"\nThe leaves of the phoenix tree fell and sprouted again. Before nightfall, Huang wove dreams again that could make people forget about ever leaving the dreamland. Yet, despite creating three thousand beautiful dreams, her own peaceful slumber never came.\nWhen will she tire? Will she be able to have a dream that could heal herself when that time comes?",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "Each feather contains its own world. The young girl can weave a colorful world, but is unable to find her own resting place.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2590003,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107501
        ]
    },
    "2590004": {
        "show_offset_y": "-0.15",
        "race": 9,
        "type": 2,
        "story": "What is there exactly, in a pool without fish?\nThere are water plants, broken stones, silt, and ceaseless currents.\nThey said that the mist on the river had not dispersed since the young man dressed in green appeared.\nThey just saw the young man walked up to the riverside every day, silently gazing at the boundless river surface.\nDuring that time, no ship that set off on a long voyage returned.\nThey said that this suspicious-looking young man might have been the harbinger of disaster.\nThere were no fish in the river, but residents here did not find it strange. They did not know that this river was supposed to have fish.\nThey did not know that a dragon lurked in the river.\n—Later, the mist dissipated and the young man disappeared. All the ships returned safely, and the fish returned to the water.\nA madman on the street corner said that he saw the young man in green battling a dragon amidst a swirl of wind and rain.",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "\"I shall carry out my divine mission.\"",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2590004,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107101
        ]
    },
    "2590005": {
        "show_offset_y": "-0.01",
        "race": 9,
        "type": 2,
        "story": "\"Whether you're a human or a spirit, if you wish to go to the Field of Reeds you must first pass my test.\"\nPerched high atop a pillar, Hujiao coldly eyes the people climbing up the ladder beneath her.\nBehind her rise the stairs to the fabled paradise, a land where wishes can come true.\nIt is Hujiao's duty to ensure this paradise remains untainted by malicious wishes, and that all those who pass her are pure of soul.\nTo do this, she must forget the happy, joyful girl she once was and become an emotionless judge instead.\n\"Tell me, what is it you wish for?\"\nHujiao asks this question after having flicked through the book of the person's life, her star-cold eyes piercing through any attempts at deceit.\n\"All I want is to see you smile again.\"\nThere are no lies in this surprising request.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "Guard of the Brookside Path. Anyone who wishes to travel to the paradise along this path will have to pass her test.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2590005,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107201
        ]
    },
    "2590006": {
        "show_offset_y": "0",
        "race": 9,
        "type": 2,
        "story": "She wants to escape.\nShe had torn through the net to escape her fate of becoming someone else's dinner.\nShe learned how to look human to escape her fate of being just another fish in the sea.\nShe wants to leap over the Dragon Gate, for the sea and sky to be so vast they will no longer be her prison.\nFloating back down. Down. Down. The springs around her are as clear and blue as the skies.\n\"Where am I?\"\nShe believes she has broken the shackles of destiny.\n\"I've... become...\"\nBut she's still just a carp. The stories she'd heard of transforming into a dragon were just that – stories.\nShe has learned to accept it. Carps will never swim in the oceans of clouds.\nShe begins to paint things she's seen, things she's dreamed, and things that have never existed.\nThe scroll paper goes ever on, but her mind has wandered outside of its confines.\nShe has escaped.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "\"How do you know this world isn't just a giant fishbowl?\"",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2590006,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107601
        ]
    },
    "2590007": {
        "show_offset_y": "0.05",
        "race": 9,
        "type": 2,
        "story": "\"Are you sure a Luan was spotted on Mount Dayang?\"\n\"Of course! I would never miss a pretty Otherworlder like that!\"\n\"And do you really think that catching it will bring peace to the world?\"\n\"I don't know about that, but I can guarantee it'll bring us a whole heap of cash!\"\n\"Are you looking for me?\"\nThe sound of windchimes rings from deep within the forest. As they chime, a Luan appears, gliding slowly down the mountain holding a gold lantern.\n\"...\"\nThey are all stunned into silence by the divine majesty that stands before them. Who could have the heart to capture or harm such a mythical creature?\n\"You say I bring peace, but I'm afraid I do not possess such power...\"\nThe Luan casts a rueful gaze over them, but they simply shake their heads in response. Once they are back down the mountain, they begin to paint paintings and write poems in its honor, further spreading word of its magnificence.\nAs the beautiful bird is now known to be living on this mountain, everybody agrees that there must be no conflict nearby.\n\"Thank you all... You see, it was not I who brought you peace. You brought peace to me.\"",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "The legends say that this bird brings peace wherever it appears. But legends aren't always true, are they?",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2590007,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107401
        ]
    },
    "2590008": {
        "show_offset_y": "-0.21",
        "race": 9,
        "type": 2,
        "story": "\"Heehee, I wonder if there will be any tasty human children today?\"\nA girl stands atop a mountain, baring her teeth and claws before the narrow, treacherous path.\nHowever, few ever pass this way through the mountain, and she usually has to wait weeks before seeing someone.\n\"This is so boring! And I'm hungry! Are there any fun human children out there?\"\nThe girl slumps against a rock and lazily throws stones up at the moon.\n\"Huh?\"\nFinally, a figure can be seen walking down the path.\n\"Is that... a fresh human child?!\"\nShe leaps down the mountain like a cricket, but carefully—humans aren't always easily caught, and she doesn't want to waste this opportunity.\n\"Please don't eat me...\"\nHe's a pharmacist's apprentice, and the girl scares him so much he falls over when she appears.\n\"Am I really that scary? I'm shocked...\"\n\"I don't think a coward like you would be all that tasty... Okay fine, I won't eat you. But on one condition. Listen closely, boy.\"\n\"You have to come up here and play with me every day!\"",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "A monster girl who haunts dangerous mountain passes and likes to play tricks on passing travelers.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590008,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106001
        ]
    },
    "2590009": {
        "show_offset_y": "-0.12",
        "race": 9,
        "type": 2,
        "story": "\"What is it you want to know? The past that's clear as a mirror, the present that's fleeting as snow, or the future that's hazy as fog?\"\nThe girl's voice rings out in the secret bamboo forest.\nEven as she speaks, the scroll of knowledge continues to grow.\nTragedy, drama, comedy, farce—everything is faithfully recorded on the scroll. The girl looks like she's writing carelessly, but every moment is being recorded and imbued with significance.\n\"...\"\nThe traveler is dumbfounded by watching her, and suddenly gets the feeling that his quest for \"knowledge\" isn't quite so important anymore.\n\"Or you can just stay here and paint with me. Haha, you're so greedy.\"",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "A girl who paints scrolls of knowledge from the three thousand worlds.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2590009,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106101
        ]
    },
    "2590999": {
        "show_offset_y": "-0.04",
        "race": 9,
        "type": 1,
        "story": "\"Get out of my way!\"\nThe crimson flame burned brightly in front of the beasts as the girl stepped out of the flames, without a speck of ash on herself.\nThe beasts surrounded the girl, the domineering manner of the beasts imposing a repressive aura that could choke.\n\"Impossible! How could Zheng be here?\"\nThe beasts, with their numerous forms were awestruck, they had no chance of escaping from such a powerful adversary.\n\"Charge!\"\nThe beasts still struggled on, launching one last all-out offensive at the girl.\n\"Don't waste my time. I'm in a rush to find someone!\"\nRaising her arm, the flames behind her intensified! The figures of giant beasts were instantly incinerated as they stepped forward.\nSeeing their companions by their side completely obliterated, the remaining beasts let out an earth-trembling roar as they prepared to fight to the end!\nBut the girl was already getting impatient.\nA great inferno suddenly roared all around, the girl didn't even glance at the beasts, and instead just left the mountain hollow that had been engulfed in flames.\n\"Where did Zhulong go exactly...\"\nMuttering to herself, the girl continued on her journey.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "A young lady who lives on Mt. Zhang'e, she embarked onto her long journey in pursuit of a dear friend who left without a farewell.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2590999,
        "summon_blocked": 0,
        "attribute": [
            1,
            100
        ],
        "effect": [
            425
        ]
    },
    "get_id_list_by_race": {
        "9": [
            2390001,
            2490001,
            2490002,
            2590000,
            2590001,
            2590003,
            2590004,
            2590005,
            2590006,
            2590007,
            2590008,
            2590009,
            2590999
        ],
        "5": [
            2350001,
            2450001,
            2450002,
            2550000,
            2550001,
            2550002,
            2550004,
            2550005,
            2550006,
            2550007,
            2550008,
            2550009,
            2550010,
            2550011,
            2550012,
            2550996,
            2550997,
            2550998,
            2550999
        ],
        "4": [
            2340001,
            2440001,
            2440002,
            2540000,
            2540001,
            2540002,
            2540003,
            2540004,
            2540005,
            2540006,
            2540008,
            2540009,
            2540010,
            2540011,
            2540012,
            2540999
        ],
        "3": [
            2330001,
            2430001,
            2430002,
            2530000,
            2530001,
            2530002,
            2530003,
            2530004,
            2530005,
            2530006,
            2530007,
            2530008,
            2530009,
            2530010,
            2530011,
            2530012,
            2530999
        ],
        "2": [
            2320001,
            2420001,
            2420002,
            2520000,
            2520001,
            2520002,
            2520003,
            2520004,
            2520005,
            2520006,
            2520007,
            2520008,
            2520009,
            2520999
        ],
        "1": [
            2310001,
            2410001,
            2410002,
            2510000,
            2510001,
            2510002,
            2510003,
            2510004,
            2510005,
            2510006,
            2510007,
            2510008,
            2510009,
            2510010,
            2510012,
            2510013,
            2510014,
            2510999
        ]
    },
    "get_id_list_by_effect": {
        "425": [
            2590999
        ],
        "106101": [
            2590009
        ],
        "106001": [
            2590008
        ],
        "107401": [
            2590007
        ],
        "107601": [
            2590006
        ],
        "107201": [
            2590005
        ],
        "107101": [
            2590004
        ],
        "107501": [
            2590003
        ],
        "107001": [
            2590001
        ],
        "420": [
            2550999
        ],
        "421": [
            2550998
        ],
        "104501": [
            2550997
        ],
        "104601": [
            2550996
        ],
        "108901": [
            2550012
        ],
        "115601": [
            2550011
        ],
        "102001": [
            2550010
        ],
        "105201": [
            2550009
        ],
        "112701": [
            2550008
        ],
        "101601": [
            2550007
        ],
        "106801": [
            2550006
        ],
        "105601": [
            2550005
        ],
        "102601": [
            2550004
        ],
        "101301": [
            2550002
        ],
        "102701": [
            2550001
        ],
        "419": [
            2540999
        ],
        "128401": [
            2540012
        ],
        "113201": [
            2540011
        ],
        "108101": [
            2540010
        ],
        "103301": [
            2540009
        ],
        "103201": [
            2540008
        ],
        "102801": [
            2540006
        ],
        "118401": [
            2540005
        ],
        "103701": [
            2540004
        ],
        "109401": [
            2540003
        ],
        "108401": [
            2540002
        ],
        "108001": [
            2540001
        ],
        "418": [
            2530999
        ],
        "115001": [
            2530012
        ],
        "104901": [
            2530011
        ],
        "115801": [
            2530010
        ],
        "105501": [
            2530009
        ],
        "105801": [
            2530008
        ],
        "119901": [
            2530007
        ],
        "105001": [
            2530006
        ],
        "114801": [
            2530005
        ],
        "109301": [
            2530004
        ],
        "106601": [
            2530003
        ],
        "104802": [
            2530002
        ],
        "109901": [
            2530001
        ],
        "417": [
            2520999
        ],
        "109501": [
            2520009
        ],
        "101501": [
            2520008
        ],
        "101701": [
            2520007
        ],
        "111901": [
            2520006
        ],
        "111101": [
            2520005
        ],
        "103501": [
            2520004
        ],
        "102401": [
            2520003
        ],
        "101101": [
            2520002
        ],
        "101901": [
            2520001
        ],
        "416": [
            2510999
        ],
        "102101": [
            2510014
        ],
        "102201": [
            2510013
        ],
        "119701": [
            2510012
        ],
        "113901": [
            2510010
        ],
        "113801": [
            2510009
        ],
        "109601": [
            2510008
        ],
        "109701": [
            2510007
        ],
        "106701": [
            2510006
        ],
        "104201": [
            2510005
        ],
        "104101": [
            2510004
        ],
        "105901": [
            2510003
        ],
        "103901": [
            2510002
        ],
        "103801": [
            2510001
        ],
        "0": [
            2510000,
            2520000,
            2530000,
            2540000,
            2550000,
            2590000
        ],
        "424": [
            2490002
        ],
        "423": [
            2490001
        ],
        "415": [
            2450002
        ],
        "414": [
            2450001
        ],
        "413": [
            2440002
        ],
        "412": [
            2440001
        ],
        "411": [
            2430002
        ],
        "410": [
            2430001
        ],
        "409": [
            2420002
        ],
        "408": [
            2420001
        ],
        "407": [
            2410002
        ],
        "406": [
            2410001
        ],
        "422": [
            2390001
        ],
        "405": [
            2350001
        ],
        "404": [
            2340001
        ],
        "403": [
            2330001
        ],
        "402": [
            2320001
        ],
        "401": [
            2310001
        ]
    },
    "all": [
        2310001,
        2320001,
        2330001,
        2340001,
        2350001,
        2390001,
        2410001,
        2410002,
        2420001,
        2420002,
        2430001,
        2430002,
        2440001,
        2440002,
        2450001,
        2450002,
        2490001,
        2490002,
        2510000,
        2510001,
        2510002,
        2510003,
        2510004,
        2510005,
        2510006,
        2510007,
        2510008,
        2510009,
        2510010,
        2510012,
        2510013,
        2510014,
        2510999,
        2520000,
        2520001,
        2520002,
        2520003,
        2520004,
        2520005,
        2520006,
        2520007,
        2520008,
        2520009,
        2520999,
        2530000,
        2530001,
        2530002,
        2530003,
        2530004,
        2530005,
        2530006,
        2530007,
        2530008,
        2530009,
        2530010,
        2530011,
        2530012,
        2530999,
        2540000,
        2540001,
        2540002,
        2540003,
        2540004,
        2540005,
        2540006,
        2540008,
        2540009,
        2540010,
        2540011,
        2540012,
        2540999,
        2550000,
        2550001,
        2550002,
        2550004,
        2550005,
        2550006,
        2550007,
        2550008,
        2550009,
        2550010,
        2550011,
        2550012,
        2550996,
        2550997,
        2550998,
        2550999,
        2590000,
        2590001,
        2590003,
        2590004,
        2590005,
        2590006,
        2590007,
        2590008,
        2590009,
        2590999
    ]
}