{
    "1084": {
        "name": "\"Past, Present\"",
        "story": "Once again, that feeling, like being submerged in whirling water, with an invisible hand ruthlessly strangling the throat. The suffocating sensation seems to turn into scorching flames, corroding the heart and lungs with every breath. The pain accompanied feels as though it will tear the whole body apart, wriggling and moving back and forth within me.\n\"It... hurts... so much...\"\n\"It's OK, don't be afraid.\"\nSomeone's hand seems to reach out, a coolness radiating from their palm that remarkably quells the burning flames.\nThe girl tries hard to open her eyes, trying to see who it is, but only blurs and flickering lights fill her vision. The young girl no longer remembers how many times she has been here on this operating table.\nAs the pain recedes like ebbing tides, her consciousness recedes into a single white line before singing into the depths of darkness, like a powered-off monitor.\n\n[Medical Record 1] I've been observing this child for some time now, something strange has occurred recently. It seems she has lost her sense of pain. She doesn't ever scream or make a sound when her symptoms flare up.\nWe first thought her nerve endings were damaged due to the illness, but routine examinations revealed that her physical functions are intact. She is just able to take the pain.\n\nI know very well the kind of suffering these special patients have to endure, and it's so terrible for a child her age. It seems pointless to try and put a brave face on the whole time, why could this be...\n[Medical Record 3] The problem has been solved, this child is being transferred to a new ward, along with the girl there who is also under my care. Despite just having moved into the same ward recently... it seems as though they know one another.\nWhile one of the girls receives treatment, the other one stands beside me, looking concerned. I noticed the way the girl undergoing treatment was looking at her, as if to say, \"It's fine, trust me.\"\nDespite not being able to use anesthesia for this treatment, the girl doesn't show any signs of pain. The two held one another after the treatment, as the girl showed a sense of pride which I have never observed before, saying, \"You see, just think happy thoughts and it will be all right.\"\nAfter seeing the glimmer in that girl's eyes, I decide not to investigate the fact that she sneaked out of the ward earlier.\n[Medical Record 7] The symptoms have worsened, and she may only have three months left to live if we consider the worst-case scenario. After the examination, I informed her, but she seemed more worried that the other girl might hear about it.\nTheir relationship has been improving, I often see the girl who was once always silent and solemn smiling more frequently, it's certain that she is influenced by this child. Recently, they appeared to exchange gifts to celebrate the end of treatment.\n\"It seems like my treatment is finally over, the doctor said that I can leave soon if everything goes well.\"\n\"So I want to give you this medicine case, take your medicine properly and you'll get better soon.\"\n\"We can go out and see the outside world together after you get out!\"\nBut this is where fate, is perhaps unfair. I noted down this child's wish but wasn't able to make a smiling promise like she could.\n...\n[████] I believe this will be the final record, it can't even really be called \"treatment\"... In the end, we couldn't give this kid any more time, but her wish has given hope to that other girl.\nAfter thinking about it for some time, I decided to hand over the red hairband she always wore to the other girl.\n\"She's gone to a faraway place and asked me to give this to you before she left.\"\n\"She's not coming back?\"\n\"I'm sorry... I don't know.\"\nThe girl holds onto the hairband as her face reveals some loneliness. I can't tell if it's because she understood my words or because her friend left without a farewell, but I sincerely hope it's the latter.\n\n\"...Ver? Ver!\"\n\"Huh?\"\n\"What are you standing there for, like that? Is there something stuck on your teeth or something?\"\n\"No, that's not it. I just remembered something...\"\n\"You seem a little sad... Is that thing there in your hand really important to you?\"\n\"Yeah, after all, it was yours...\"\n\"What?\"\n\"Um... it's nothing! Just something from my childhood. I had a very important friend who I always wanted to show this to.\"\n\"But I never had the chance... that's all.\"\nThe girl instinctively fiddles the hairband, smiling bittersweetly.",
        "task_desc": "In Main Story 5-4 (Normal) \"Ausar Reawakens,\" cast the Ultimate Skill Decisive Slash, and clear the stage.",
        "id": 1084,
        "condition": [
            [
                50001,
                50002,
                51084
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1084
                ],
                [
                    208,
                    1084
                ],
                [
                    231,
                    1084
                ]
            ],
            [],
            [
                [
                    204,
                    1084
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81084,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81084,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81084,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108421,
                108422,
                108423,
                108424,
                108425
            ],
            [
                108431
            ],
            [
                108441
            ]
        ],
        "source": [
            309,
            10105,
            1010504
        ]
    },
    "1050": {
        "name": "\"Leaving Hometown\"",
        "story": "\"...Oh Buzenbo, did you use that whetstone again?\"\n\"Is there a problem?\"\n\"It's not about whether there's a problem, it's just unnecessary. As the access key, Kogarasu Maru no longer needs regular maintenance like ordinary swords. It will remain sharp even without sharpening.\"\n\"But... it's still not sharp enough.\"\nThe girl in red attire remains silent for a long while before shaking her head, sheathing her sword, and turning to leave, leaving behind a mechanic with a helpless expression in place.\nIn all honesty, Buzenbo has always been clear that the only thing not sharp enough is her \"sword's heart\".\n\nA young Buzenbo picked up a sword early on and practiced in the dojo with her father.\nShe didn't really understand the meaning of wielding a sword back then, it just reminded her of the stories from her father's books: Carrying a sword and wandering the land, seeking for the one who can defeat themselves.\nBuzenbo was very talented and quickly stood out among her peers, upon becoming the pillar of the Hayashizaki Hall, she became eager to prove herself.\nObtaining the qualification of Menkyo Kaiden meant that she could take a crucial step towards the outside world.\nBut she could never receive recognition from her father, the master of the dojo.\nDuring the Sasanami Swordsmanship Conference, when Buzenbo was twelve, she dominated in the competition and won with an undefeated record. But amidst the joyful cheers of everyone, Buzenbo caught a glimpse of her father's disappointed gaze.\nThat night, she went to her father's room, hoping to find an answer.\n\"Menkyo Kaiden? Buzenbo, you're not ready yet.\"\n\"But... I won all the matches today. Isn't that enough?\"\n\"You, bring your sword and follow me.\"\nIn the silence of the late-night training hall, only moonlight shone through the fence, falling on the face of the two sword wielders.\nAs soon as she heard any movement, it was already too late to raise her sword in defense. With just one strike, the master of the hall knocked her sword to the ground.\n\"Your sword's heart is too impatient. Starting from tomorrow, you are forbidden from reading those books.\"\n\"If you wield your sword only for glory, then you needn't learn any longer...\"\nHer father left the training hall with these two parting shots, leaving Buzenbo dumbstruck in place.\nFor the following two years, the harder that Buzenbo seemed to train, the more lost she felt. Even though everyone said her swordsmanship had become comparable with the master of the dojo, she never entered her father's room again.\nOn one rain-soaked night, Buzenbo heard a cry for help as she was on her way back to the dojo. She rushed over without thinking and found students of her sword hall surrounded by thugs.\nInexplicable to Buzenbo, he body threw itself into motion on its own, her bamboo sword had exploded on the head of the thugs within a blink of an eye. Later, as Buzenbo thought back over it, she believed that it must have been because she couldn't bear to see injustice, just like the characters in those books.\nIn the end, Buzenbo had used all of her training in that swordfight, blocking the thugs' knives before returning blows. After the dust had settled, an injury-laden Buzenbo returned to the dojo with the student.\nBuzenbo said that was the first time she saw her father so worried.\nFive days later, Buzenbo recovered from her injuries, and her father called her to the training hall once again, meeting once again in the same way which they had those two years previously.\n\"Buzenbo, have you found your reason for wielding your sword?\"\n\"I have. I want to use my sword to protect others.\"\nIn the moonlight, her father's face was not clearly visible, but Buzenbo could feel the smile. After a brief clash, the bamboo sword in Buzenbo's hand hadn't moved at all this time.\nThe next day, the Menkyo Kaiden qualification ceremony was held at the Hayashizaki Hall and Buzenbo received Kogarasu Maru, the hall's most precious sword, from her father's hands.\n\"Discipline, faith, kindness... Buzenbo, in addition to the spirit of swordsmanship, always remember that your sword exists for the sake of others, for those others who are important.\"\nHer father said the same to her again on the day she was forced to leave the sasanami hall.\nHe also handed her a package containing a book, a lucky charm praying for good martial fortune... and a whetstone.\nBuzenbo lifted her head to look at her father, eyes brimming with the future's uncertainty.\n\"I do not have anything left to teach you, go and find a dojo which belongs to yourself.\"\n\"The way of the sword, is actually the way of the heart; those with heavy hearts, wield heavy swords; holding one's heart back means holding one's sword back.\"\n\"If the way seems unclear to you, whetting your blade may help. But don't whet your blade into bluntness, and don't blunt your own sword's heart.\n\nBuzenbo lifted Kogarasu Maru from the whetstone and stared at the moonlight glimmering off the blade before heading towards the luminous dojo.\n\"Please continue to give me guidance, father.\"",
        "task_desc": "In Main Story 7-3 (Normal) \"Shadow\", cast Scarlet: Tassel White, Scarlet: Cloud Water, and Scarlet: Scattered Flowers at least 1 time, trigger Dodge effect at least 1 time, and clear the stage.",
        "id": 1050,
        "condition": [
            [
                50001,
                50002,
                51050
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1050
                ],
                [
                    208,
                    1050
                ],
                [
                    309,
                    10109,
                    1010910
                ]
            ],
            [],
            [
                [
                    204,
                    1050
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81050,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81050,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81050,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105021,
                105022,
                105023,
                105024
            ],
            [
                105031,
                105032
            ],
            [
                105041,
                105042
            ]
        ],
        "source": [
            309,
            10107,
            1010703
        ]
    },
    "1058": {
        "name": "\"Some Peace & Quiet\"",
        "story": "The fishing hook falls into the water.\n\"Plop\" A crisp, clear sound is heard.\nAfter about ten seconds, the surface of the water returns to calm.\nKagutsuchi suddenly feels that the lake's surface is almost like a mirror, but the clear water is unable to reflect clouds or anyone's face. He has also seen mirrors that cannot reflect anything before though, but that was due to them being too unclear.\nHe unscrews the cap as the soda-filled water bottle lets out a sigh that has already been held within for some time. He takes a swig and the gas in the drink lets itself be known with a tingling sensation. His steps have been pretty steady this time, he thinks.\nHe feels a blankness come over him whenever he drinks soda, almost as if being slightly intoxicated. He still remembers the time when he first came across this unique drink. A friend had brought a cold can from who-knows-where, saying it was good stuff.\nKagutsuchi pulled the ring pull and the foam surged up, at that moment of confusion, he cut his finger on the edge of the can, but he felt more pain flowing down his throat with the drink: it felt like needles concealed in cotton, like nylon buckles scratching his throat.\nNot long after, a sour smell penetrated his nose and he let out a long belch. His eyes began to well up, but just then, his friend laughed at his embarrassment and let out an even louder belch.\nKagutsuchi still remembers the sticky feeling on his hands from the drink, like the sunlight shining through the foggy afternoon, like the red eyes on the martial arts dojo.\nAfter five minutes, a gust of wind ripples across the water.\nHe feels that he should empty his mind. It's time to fish, not to think about all these unnecessary thoughts.\nHe dozes off. The flickering sunlight penetrates his closed eyelids, casting a bright backdrop in his indistinct dreams, allowing his dim memories to float far away.\nAfter twenty minutes, he feels a slight tremor beneath the water.\nThe tremors get stronger and stronger until they wake him up. He reels the fishing line in without even thinking, fighting with the fish. The line breaks and the fish swims off, but it's uncertain how long this fish, wounded by the fish hook, will survive.\nPerhaps the hook only injured its mouth, and soon the object will fall off its body, or perhaps it deepened its wound when it struggled; becoming free but for a few last moments. Since the fishing line snapped from its struggling, it seems more likely to be the latter.\nBut since it escaped its fate, there's no need to pursue it further. Besides, Kagutsuchi can't think of a way to retrieve a fish that has broken free short of jumping into the water and swimming after it. That, however, wouldn't be fishing at all; it would be a swimming competition. He can't help but laugh after thinking of that.\nKagutsuchi doesn't do anything else, he simply picks up his broken fishing rod again and returns to his original fishing posture. He's not too bothered about actually getting a catch, after all. He just wants an excuse to go and find some peace and quiet on his own.\nThe half-broken fishing line on the rod has curled up around its wound, its wavering body now unable to return to where it had been originally. The only thing touching the water's surface now is its shadow.",
        "task_desc": "In Main Story 6-10 (Normal) \"Cee-cee\", cast Secret Sword: Blacken and Secret Sword: Charge at least 1 time, and clear the stage.",
        "id": 1058,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1058
                ],
                [
                    208,
                    1058
                ],
                [
                    203,
                    1058
                ]
            ],
            [],
            [
                [
                    204,
                    1058
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81058,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81058,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81058,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105821,
                105822,
                105823,
                105824
            ],
            [
                105831,
                105832,
                105833
            ],
            [
                105841
            ]
        ],
        "source": [
            309,
            10106,
            1010610
        ]
    },
    "1032": {
        "name": "\"Responsibility\"",
        "story": "Tyr reaches out to grab the white king chess piece, unaware that the licking tongues of fire have already coiled around his arm. Mr. Hoenir doesn't say anything, simply helping to extinguish the fire.\nAfter laying the unconscious Ed down safely, Tyr stares silently at the burning mansion. He could have left here with Ed and Hoenir, they could've gone far away from all the conflict. He is capable enough to be able to start all over again, that's for sure.\nBut he would never allow himself to abandon Valleyrand. The sudden gust of wind blows a dull pain up into the burn on his arm, penetrating down to his bones, but he is unwavering through the waves of pain that struck him.\nThe root of the question is why he has to save that chessboard and chess pieces? A chessboard without pieces may be useless, but Tyr doesn't mind just adding some decoration to his house regardless.\nEirikr, his father, never speaks as he teaches him how to play chess. He figures that Tyr's future opponents would not tell him the rules so that is what he needs to learn. Tyr has to find winning strategies from the countless failed chess games.\nThe first time that he knocks his father's king off the board and solemnly replaces it with his own, his father looks at the board and smiles a rare smile. He knows that there would be someone to quell the raging flood after he is gone.\nBut Tyr is just imitating his father; guessing the rules and then using them against his father\nLater on, he learns about the queen, rook, bishop, knight, pawn, and what \"castling\" is of course, but that is just using official jargon to a system he already knows in his heart. Official names, he knows that he would have many dealings with \"official\" matters in the future.\nNowadays, his chess games don't even need a board: Regulations, plans, contracts, proposals, bids; the intrigue between these official documents are probably no less than that found on the black and white squares, and he is already familiar with it all.\nHe has signed countless documents, but the contract he signs with Aether Gazer is the most memorable one of all. Odin is different from his own previous opponents, meaning that he has no intention of becoming her opponent.\nUpon signing his name upon the merger agreement, he suddenly feels dizzy as the black and white chessboard checkers flickers before his eyes like a carousel and he hears a howling in his ears.\nHe knows it is due to his irregular sleep schedule, but knowing the reason at that moment is of no use. He has to quickly decide whether he should sign his own name or pick up his chess piece and make the next move.\nValleyrand, yes, Valleyrand. He has signed this surname countless times and has started practicing the strokes meticulously since the moment he first held a pen. The strokes flows and turns, representing the epitome of the family's glory.\nThat is his king chess piece.",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with AblaZe - Tyr alone, trigger Dodge effect at least 1 time, and clear the stage.",
        "id": 1032,
        "condition": [
            [
                50001,
                50002,
                51032
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1032
                ],
                [
                    208,
                    1032
                ],
                [
                    40006,
                    6010006
                ]
            ],
            [],
            [
                [
                    204,
                    1032
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81032,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81032,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81032,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103221,
                103222,
                103223,
                103224,
                103225
            ],
            [
                103231
            ],
            [
                103241
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1011": {
        "name": "\"Delayed Pain\"",
        "story": "Osiris hides the anesthesia syringe.\nAs medical waste, the syringe should really be disposed of with the others. But with everyone busily rectifying the damage done by Ausar, no one noticed this syringe that rolled into the corner.\nIs it pride? Obsession? She can't say for certain. In any case, she picks up the syringe and stows it away, like a forlorn student tucking a failed exam out of sight.\nExams are failed due to lack of mastery. So, what was the mistake that her diligent practice failed to prevent? She grew up in the care of everyone in the organization, and their gentle care made for a gentle Osiris.\nStudying, practicing, passing tests—Lil' Osi never needed to worry about anything else. Night after night, she slept peacefully amid illustrated stories, their lustrous colors and tender words painting a picture of the world for her.\nShe knew, of course, that the world isn't as perfect as the stories made it out to be. But she also knew that goodness really exists, and that it's something she should strive for. She didn't do anything wrong.\nSitting on the bed, Osiris stares at the syringe in her hand. She recalls the feeling of the needle pricking into her skin, the wisp of pain that came with it, and the way the medicine flowing from it dampened her consciousness like water soaking a sheet of paper.\nJust before she sank to the bottom of her mind, she would tell herself that everything would get better. She hoped it would get better.\nThe anesthetic hasn't completely worn off yet. With her working right hand, she pinches her still numb left hand. Her nails leave red and white marks on her skin, nearly drawing blood.\nShe knows that the pain she can't feel at this moment will return with a vengeance later, but she doesn't care about that right now. Unable to blame or hurt anyone else, with the help of the anesthesia, she vents her frustration on herself.\nOsiris sticks the syringe into the picture book, quietly takes it back to her room, and places it at the head of her bed.\nBefore long, the pain delayed by the anesthesia floods her senses. Like a doll in its mold, an agonizing pressure bears down on her from all sides and paralyzes her. The pain is especially acute in her left hand. In that cold mold, she feels her limbs stiffen and solidify.\nHer chaotic mind pieces together a disjointed dream for her.\nIn a bright, blurred vision, she sees  animal friends singing in a circle around Sheep. Fox, however, makes no appearance in the dream. Sheep endures the pain of a wound glued shut until it heals.\nIt's not impossible to endure pain... but what if the day comes when the pain can't be endured any longer?\nAfter all, there's no anesthesia left in the syringe.",
        "task_desc": "In Side Story \"Red & Green\" Stage \"Facing Oneself,\" use Forbidden Blade, Scythe-erang, and Judgment Scythe at least 1 time, and clear the stage.",
        "id": 1011,
        "condition": [
            [
                50001,
                50002,
                51011
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1011
                ],
                [
                    208,
                    1011
                ],
                [
                    40001,
                    6010001
                ]
            ],
            [],
            [
                [
                    204,
                    1011
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81011,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81011,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81011,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101121,
                101122,
                101123,
                101124
            ],
            [
                101131,
                101132,
                101133
            ],
            [
                101141
            ]
        ],
        "source": [
            331,
            6010101,
            5210115
        ]
    },
    "1111": {
        "name": "Access Key Record: Living Soul",
        "story": "Dossier Record No. 1111: Investigation Report on Access Key \"Living Soul\"\n<color=#9A9A9A><i>The following is Cryptics Grade Ⅲ classified content... Viewing access confirmed (marked).</i></color>\n10:38, containment concluded. Access Key discovered in the Ain Soph Source Layer. Mimir shouldn't have missed a Divine Power signal in such close proximity.\nBut the fact is, this was the first time the existence of this Access Key was brought to our attention. We hypothesize that its signal was masked by the concentration of Bane Energy in the vicinity, but we still need more data to verify this hypothesis.\nTo that point, another question remains: In the absence of a significant decrease in Bane Energy concentration, just how did the target Access Key manage to release Divine Power fluctuations? Though not the most scientific way of putting it, it indeed seems as if it had awakened...\n...\n17:09, analysis completed. Getting right to our conclusion, the Access Key has already been activated—and in the absence of a previously confirmed candidate.\nThis is an unprecedented discovery as far as the Cryptics are concerned. At least, in theory, this should be impossible. Even an Access Key in possession of a consciousness should be incapable of activating autonomously. We still need to run more tests on this...\nBut how exactly did this Access Key end up with such extensive damage? Bane Energy corrosion should not have caused such severe fracturing, and the marks look more like they spread from the inside out.\nAfter comparing the Access Key fragments recovered from the site, it was determined that they match the target Access Key. Contrary to expectations, however, Divine Power—not Bane Energy—was found at the fracture points.\n...In any case, Osiris cannot be allowed to use this Access Key for the time being.\n...\n\n\"Rabbit never imagined that the usually amiable Bear would bully her like this. Feeling betrayed, she decided to...\"\n\"Tch.\"\nHearing the girl with her hands clasped around the back of her head click her tongue, Osiris stops turning the pages of the picture book.\n\"Do you not like today's story, Ausar?\"\n\"This is a story for children. Truth be told, I've never liked these.\"\n\"Is that so... But you've never seemed to hate them that much before.\"\n\"Whatever.\"\nThe crimson-eyed girl says nothing more on the subject as she continues to read the report in her hands.\n\"That's the Cryptics' report, isn't it? Ausar, even in the Imago Room, you really shouldn't read those without permission...\"\n\"I know you want to remember your past, but...\"\n\"Ughhh... I'm not in the mood for this. That's enough story time for today.\"\n\"Are you sure...? I'll come back in a few days then.\"\n\"Hmph, don't come back at all for all I care.\"\nOsiris sighs helplessly, then gets up to leave.\n\"Wait, in that story... What happens to that traitor bear in the end?\"\n\"Huh? Let's see... It just says that Rabbit gets a new family. It doesn't seem to mention Bear.\"\n\"Is that so... Perhaps it went off and died somewhere then.\"\nThe crimson-eyed girl impatiently waves off Osiris with her hand.\nBut before Osiris closes the door, she hears the girl inside say something to herself.\n\"...Don't put too much faith in other people. I would hate to have to cross swords with those 'friends' of yours once I leave this place.\"\n\"After all, I know what it's like to be betrayed.\"\n",
        "task_desc": "In Main Story 12-2-9 (Normal) \"Means of Escape,\" cast Hell to Pay at least 1 time, and clear the stage.",
        "id": 1111,
        "condition": [
            [
                50001,
                50002,
                51111
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1111
                ],
                [
                    208,
                    1111
                ],
                [
                    309,
                    11112,
                    1011224
                ]
            ],
            [],
            [
                [
                    204,
                    1111
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81111,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81111,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81111,
                    15
                ]
            ]
        ],
        "skill": [
            [
                111121,
                111122,
                111123,
                111124
            ],
            [
                111131,
                111132,
                111133,
                111134
            ],
            [
                111141
            ]
        ],
        "source": [
            309,
            11112,
            1011224
        ]
    },
    "1119": {
        "name": "Wear and Tear",
        "story": "\"Training concluded at 27 minutes and 36 seconds.\nSimulation targets destroyed: 136. Completion rate: 272%. Attacks taken: 3. Overall evaluation score: S.\" \n\"I need an analysis of those three attacks.\" \n\"Analyzing playback. 0.003% decrease in reaction time, presumably due to prolonged overnight training. The volume of training sessions today has exceeded the specified value. Adequate rest is recommended to prevent cumulative fatigue.\" \n\"Got it...\"\nThat much slower?\nShu frowns. If Poseidon were here, she might gently chide Shu for always pulling that face lately, she thinks.\nBut this time, all Shu can think about is that training session. She hadn't even noticed that she'd chipped her lance—evidence of excessive wear and tear.\nShu raises her head and looks out the window. The stars are now barely visible through the first light of the coming day.\nShe hasn't let herself rest since the responsibility for Division Nine fell to her. With company regulations, cooperative matters, Visbanes, and personnel scheduling to deal with, before she knew it, the only time she had to herself was late in the night.\nIn one long overdue training session, Shu felt herself growing slower. As she stood there with her training lance in hand before a somewhat unfamiliar enemy, for the first time, she felt lost and out of sorts.\nWhen the enemy's blow landed, a simulated pain spread from her abdomen, and Poseidon rushed in to stop the training.\nShu will never forget the anxiety and concern in Poseidon's face then.\nShu was meant to be protecting her, not the other way around.\nSince then, Shu can always be found on the training grounds late at night.\n\"...Looks like I still have work to do.\" \nThere's almost no space left to write in her notebook now, which is filled with notes on various enemy encounters. After writing her reflections on today's training in neat letters on the final page, Shu straightens out her clothing and resumes her usual demeanor.\nBy the time she leaves the training room, the morning light has already swallowed up the night sky. She's lost track of how many sunrises she's seen now.\nShe knows that she must be ready to take up her lance at any moment if she wants to protect her friends.\nShe can't stop to rest—at least, not yet.",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with Flowfly Mist - Shu alone, use at least 1 follow-up attack or counterattack in the battle, and clear the stage.",
        "id": 1119,
        "condition": [
            [
                50001,
                50002,
                51119
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1119
                ],
                [
                    208,
                    1119
                ],
                [
                    231,
                    1019
                ]
            ],
            [],
            [
                [
                    204,
                    1119
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81119,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81119,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81119,
                    15
                ]
            ]
        ],
        "skill": [
            [
                111921,
                111922,
                111923,
                111924
            ],
            [
                111931,
                111932,
                111933,
                111934
            ],
            [
                111941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1027": {
        "name": "\"Snow Blindness\"",
        "story": "Leviathan likes those times when there's nothing else to do but replay past events in her head.\nHer master says that she can't remember these events ever happening—all the more reason for Leviathan to keep remembering them, she thinks to herself. Otherwise, like snowflakes falling into water, the past will melt away without a trace.\nVidar went out to take care of something, leaving Fenrir to snooze away at home. Leviathan lies on top of Fenrir. His freshly-washed fur is soft and fluffy and gives off a refreshing scent.\n—\nMaster brings back a hat and places it on my head. It's warm—warm enough to keep even high winds from stinging my head.\n\"But Master, what are these pointy bits for?\"\n\"Pointy bits? Oh, I messed up that part... But it still looks pretty cute.\"\nWhat did we talk about after that? I can't quite remember. I haven't gone over this one in my head before. That makes one more memory, that's good.\n—\nAll I can see is white—no borders, no impurities. My face is wet. Are those tears? But I'm not sad.\nMy eyes hurt. The tears keep coming. Black and white snowflakes flutter back and forth before my eyes. My mind seems to be fluttering as well.\nThen I hear Master's voice, and I feel a warmth in my hands. I think I'm being picked up. I can't remember anything after that.\nFor a while after that, my eyes start to tear up whenever I see light. I have to wear an eye mask when I sleep as well. Master says that something happened to my eyes in the snowfield, and I'll need to rest for a few days.\nIt's so bright outside, all I can see is Master's shadow swaying.\n—\nLeviathan always thinks about that time.\nShe always thinks about those days when she did nothing but stay in bed, about the blurred shadows she saw through her damaged eyes. She couldn't even tell how many fingers she had, but she was still able to make out the faint image in that dimness of her master casting a smile at her as she worked.\nThen what happened? All Leviathan can remember is climbing up a tall iron tower and sitting inside a tiny cabin, but her master wasn't with her. Her eyes now healed by the darkness, she looked everywhere for her master, but she was nowhere to be found.\nFenrir shifts his weight, snapping Leviathan out of her thoughts.\nNow back to her senses, she realizes her face feels wet. Are those tears? But she's not sad, and there isn't a single one of piercing white snowflakes in sight.",
        "task_desc": "In Side Story \"Countertide Whalesong - Beneath the Waves\" Stage \"The Trial That Must Be Cleared,\" use Icy Spike at least 1 time, and clear the stage.",
        "id": 1027,
        "condition": [
            [
                50001,
                50002,
                51027
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1027
                ],
                [
                    208,
                    1027
                ],
                [
                    231,
                    1027
                ]
            ],
            [],
            [
                [
                    204,
                    1027
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81027,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81027,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81027,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102721,
                102722,
                102723,
                102724
            ],
            [
                102731,
                102732,
                102733
            ],
            [
                102741
            ]
        ],
        "source": [
            331,
            6010107,
            5030114
        ]
    },
    "1080": {
        "name": "\"Beyond Survival\"",
        "story": "Vidar rinsed the scattered bones before her several times until no trace of flesh or blood remained. As she looked at the cleansed, pure white bones, a thought occurred to her.\nHunting, eating, and sleeping filled her days. These activities, though monotonous, were essential to survival. She didn't know why such a useless thought would form in her mind: cleaning the bones of her prey and even piecing them back together again.\nWhat would piecing them back together do? It would only be a pointless act of exertion. If this went on, and if she didn't find more prey, the consequences would go without saying. Still, her enthusiasm for the novelty at hand evidently trumped her fear of starving in the cold.\nShe didn't know how those bones should go back together, she just wanted to try as she saw fit. Fenrir came midway and carried off a few in his mouth, leaving some dregs behind. Vertebrae lay crooked on the ground, not looking at all like they were once capable of supporting biological activity. Before long, Vidar's interest faded, and she stopped what she was doing. Fenrir barked in the distance, apparently having caught something new.\nOn that tranquil afternoon free from wind or snow, Vidar felt as though something had sprouted within her—something other than survival, something about wasted time, or maybe just about curiosity. She couldn't put her finger on it.\nIt's been a while since then.\nIce fields, snowy realms, and pure, monotone colors come together to form a vast emptiness. These successive layers of white are indistinguishable from one another, but Vidar knows that she's been here before.\nThat skeleton is still here, Vidar thinks to herself. But now it's half-buried in snow. She jumps from the boat, brushes away the snow, and puts the bones on full display.\nShe can now recite the name of each of the bones, and she can even correctly fit them back together.\nShe looks at the bare skeleton. It once supported the body of an animal, even journey upon journey through the sea. But now it was only a pile of bones.\nVidar picks one up and puts it into her bag. She reflects for a moment, thinking that this too was a useless act.",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with Frost Fang - Vidar alone, cast Polar Strike at least 1 time, and clear the stage.",
        "id": 1080,
        "condition": [
            [
                50001,
                50002,
                51080
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1080
                ],
                [
                    208,
                    1080
                ],
                [
                    231,
                    1080
                ]
            ],
            [],
            [
                [
                    204,
                    1080
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81080,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81080,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81080,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108021,
                108022,
                108023,
                108024,
                108025
            ],
            [
                108031,
                108032,
                108033
            ],
            [
                108041
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1081": {
        "name": "\"Heading\"",
        "story": "What does it feel like to sink into the ocean depths?\nThe water permeates everything, bringing with it a slight saline stimulation and an icy chill that penetrates the bones. It comes from all directions, swarming and jeering around the girl's body as it fully reveals the darkness beneath that horizontal line.\nThe waves crash in again, covering that last ray of light. Everything around her is plunged into silence, leaving only a bubble that swallows her up.\nShe's somewhat bewildered, but she's not afraid. The stories never told her of the suffering demanded in the background of those great adventures. Words are pale and narrative is powerless—only the darkness in this moment is real.\nSkadi doesn't quite know where to go. Her body grows rigid, perhaps she already lacks the strength to return to the water's surface.\n\"Sorry... I don't think I can find my way back after all.\"\n...\n\"Skadi, are you ready to go to sea?\"\n\"Yes!\"\n\"Silly girl, how can you say you're ready when the compass is still on the table?\"\n\"But I don't need that anymore!\"\nThe girl in the sailor's uniform shoots back a defiant look with her hands on her hips.\n\"Perhaps, but I'd still prefer it if you took it with you. See that needle there? It points to the way home.\"\n\"If you ever lose your way, just follow it back. I'll be waiting for you at the harbor, then you can tell me all about your adventures.\"\nSkadi's last memory from that day is of the ice crystals that dispelled all the darkness with their diamond-like luster.\n...\n\"That dream again...\"\nThe deck offers a beautiful view of the stars, shining clear as day, as the wind whips her long hair to and fro.\nLeaning against the bow, Skadi raises the slightly rusted compass up to the endless sea of stars above. After a while, she gingerly tucks it away again.\n\"Okay, this is the right direction!\"\n\"Let's go!\"",
        "task_desc": "In Side Story \"Countertide Whalesong - Desert Island\" stage \"Crisis, as Promised,\" cast Cruise Mode at least 1 time, and clear the stage.",
        "id": 1081,
        "condition": [
            [
                50001,
                50002,
                51081
            ],
            [
                50101
            ],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1081
                ],
                [
                    208,
                    1081
                ],
                [
                    331,
                    6010106
                ]
            ],
            [
                [
                    231,
                    1081
                ]
            ],
            [
                [
                    204,
                    1081
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81081,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81081,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81081,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108121,
                108122,
                108123,
                108124
            ],
            [
                108131,
                108132,
                108133
            ],
            [
                108141
            ]
        ],
        "source": [
            331,
            6010106,
            5030106
        ]
    },
    "1127": {
        "name": "\"Under the Umbrella\"",
        "story": "It's raining.\nLeviathan still isn't used to the feeling of rain. After all, it was always clear skies in the arctic, which happens to be something she misses. In her first month after arriving in Ain Soph, she got drenched in the rain without an umbrella several times. Later, she and her master went to buy an umbrella. Everyone says that the cutesy laced edge of the umbrella suits Leviathan, but she still doesn't like using it very much.\nThis rainfall isn't heavy by any means, and Leviathan has to admit, with the umbrella, she doesn't need to trouble her master with helping her dry off later. But isn't that a reason to spend some time with her master? Leviathan shakes the thought from her head. She'd only be bothering her master that way.\nIn the distance, Leviathan spots a paper boat floating in a puddle and rocking in the rain. She runs over and holds her umbrella over it. A gust of wind blows the raindrops over the umbrella, sending them into the boat despite her best efforts. The water saturates the veins of the paper, like sirens crawling up the sides of a ship. The white sheet of paper, imbued with imagination and meaning, was transformed into a metaphor for something far greater. And yet, that fragile layer of meaning was stripped away by just one rainstorm, sending it sinking to the water's depths.\nThe paper boat dissolves and disintegrates in the sloshing water. Is this what happens when you get caught in the rain? Who knows how long it could have floated atop the water otherwise. Leviathan even regrets not picking it up and throwing into the trash—at least that would be a fair return voyage.\nPerhaps in a calm drizzle, the umbrella could be put to its intended use. But in strong winds, the thin fabric overhead does nothing to protect her from the rain.\nIf that paper boat had been something else, like one of the big ships she used to ride on, it wouldn't have succumbed to an ordinary rainstorm.\nLeviathan suddenly asks herself a strange question.\nAm I a paper boat?\nLeviathan can't answer herself immediately. She knows that she's obviously a Modifier, not a paper boat, or anything else for that matter. But then why would she ask herself something like that?\nAm I a paper boat?\nShe puts away her umbrella, letting the water that's accumulated on the scalloped edges soak her hand.\nLeaving the shelter of the umbrella, she lets the rain flow into her eyes and seep into her collar.\nI can't always make the umbrella keep the rain and wind off me, Leviathan thinks.",
        "task_desc": "In Side Story \"Countertide Whalesong - Beneath the Waves\" stage \"A Worthy Heroine,\" cast Azure Aid at least 1 time, and clear the stage.",
        "id": 1127,
        "condition": [
            [
                50001,
                50002,
                51127
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1127
                ],
                [
                    208,
                    1127
                ],
                [
                    331,
                    6010107
                ]
            ],
            [],
            [
                [
                    204,
                    1127
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81127,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81127,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81127,
                    15
                ]
            ]
        ],
        "skill": [
            [
                112721,
                112722,
                112723,
                112724
            ],
            [
                112731,
                112732,
                112733
            ],
            [
                112741
            ]
        ],
        "source": [
            331,
            6010107,
            5030116
        ]
    },
    "1099": {
        "name": "\"New Moon\"",
        "story": "When she first got Sakubo, Tsukuyomi had a dream. She dreamed she was floating in an endless, inky-black starry sky. Multiple moons hung in the sky, turning and transforming around her in an endless loop.\nIt's one of the subjects she's been probing to this day. When she empties her mind, multiple indistinct moons come pouring haphazardly into her mind, weaving together to form her deepest thoughts.\nA crescent moon.\nDulled rays of light intermingle in the forest. Young Tsukuyomi lies in a pool of water, looking only at the towering trees stretching up to the sky.\nThe forest canopy encircles the sky, its branches like so many yearning hands. Forked and dry, they cluster around an arc of glowing white light that curves like the brows of a sleepy sky.\nPuzzled, Tsukuyomi is pondering the mood conveyed by these brows when a gentle smile unfurls in the place of the silent night sky.\nIt's a pale moonlit night and darkness enshrouds the outside world. She can't understand why the moon is always absent from time to time, let alone what brought her to this world.\nA waxing moon.\nThree people sit in the garden and admire the evening cherry blossoms together. Freshly made pastries have just been served, but her sister has already eaten more than half of them.\nTsukuyomi takes the last daifuku from the plate and takes a bite. She looks around, lost in thought. When she looks back, the snow-white skin of the daifuku is flecked with cherry blossom petals.\nThe petals left on the tree branches obscure half of the moon's face, creating the image of a full moon in Tsukuyomi's drowsy eyes.\nA full moon.\nA cold, white light pierces through the clouds. An invisible hand touches Tsukuyomi's forehead, dredging up a realization that had sunk deep into her mind.\nIt's a heavy, complex realization, pouring out upon a vessel of thoughts in a way that transcends words. It makes her forget herself for a moment as she downs in a misty sea of moonlight. From this moment on, she understands her purpose, as well as her power.\nShe reaches out for the full moon, hoping that heavenly eye can point her in the direction she should go. But in the end, all it gives her is a handful of moist vapor.\nLater, a picture frame lies shattered on the floor. The smiles on the three people's faces seem frozen in a reality whose irreparability is pronounced by the cracks in the glass and scattered shards.\nWhen Tsukuyomi walks through the door, she sees the moonlight reflecting off those broken fragments.\nShe almost thinks the moon itself has shattered.\nA new moon.\nIn Aether Gazer's training room, Tsukuyomi swings her sword, casting the excessive hostility in her heart back into the void.\nShe used to always wonder why a moon that had lost its radiance would be called a \"new moon.\" Now she understands that the darkness should be regarded as the origin of light.\nFrom the emptiness, the moon is made whole again.",
        "task_desc": "In Main Story 9-8 (Normal) \"Wrath of the Snake God\", cast Bo: Moonlit Night at least 1 time, and clear the stage.",
        "id": 1099,
        "condition": [
            [
                50001,
                50002,
                51099
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1099
                ],
                [
                    208,
                    1099
                ],
                [
                    231,
                    1099
                ]
            ],
            [],
            [
                [
                    204,
                    1099
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81099,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81099,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81099,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109921,
                109922,
                109923,
                109924,
                109942
            ],
            [
                109931,
                109932,
                109933
            ],
            [
                109941
            ]
        ],
        "source": [
            309,
            10109,
            1010908
        ]
    },
    "1199": {
        "name": "\"Unchanged Wish\"",
        "story": "\"I'm back.\"\nTsukuyomi pushes the door open. Her voice echoes through the dusty hall and becomes one with the shadows along the wall.\nScattered rays of sparse light divide the floor into sweeping shadows, mixing with the dust-flecked, suffocating air.\nStill, this is all too familiar to her now. As usual, she waves back the stagnant air and cleans up the three people's \"home.\"\nTsukuyomi looks at the split bamboo sword resting in its holder. She gently grips it, and memories and reality gradually overlap before her eyes.\nThe first time she picked up this bamboo sword, her family was still by her side. The warm hustle and bustle of bygone days flood her mind.\nA bamboo splinter pierces Tsukuyomi's palm, ripping her from her thoughts.\nAfter Amaterasu disappeared, Tsukuyomi awkwardly tried to shoulder everything on her own, but her reticence was misconstrued as indifference.\nTsukuyomi dodged arguments and accusations with her blade, but the conflicts and misunderstandings only grew like the cracks in the bamboo sword until they were too far gone.\nThe bamboo sword snapped in the end, and Tsukuyomi was left all alone.\nSplinters covered the cracked bamboo, and the leather strap meant to hold it had also snapped long ago. But Tsukuyomi couldn't bring herself to abandon it, instead stubbornly continuing to polish it.\nIt was like a ritual, or maybe a kind of penance—not even Tsukuyomi herself could tell the difference.\nMemories of the past were slowly pieced together to cover a long scarred-over wound, hardening into a thick shell called \"obsession.\"\nThis last step completed, she placed a new prayer plaque on the table. Before she knew it, they had come to cover every inch of the table.\nEvery time she came \"home,\" she would bring a wooden plaque like this back with her.\n\"You have to hang them up if you want your wish to come true, you know.\"\nTsukuyomi can't remember who offered her this reminder, but she doesn't care.\nThe same words were written on every single plaque. They were like signposts all pointing in the same direction.\nTsukuyomi walks toward the entrance hall, but her legs won't move. It's as if they're made of lead, and those few short steps seem like a long way.\nShe shakes her head, determined to cast off the reluctance constricting her legs.\n\"I'm heading out.\"\nNo one answers, of course. She pushes open the door and steps out into the night.\nNo matter how long it takes, she'll keep praying and searching until the three are reunited.",
        "task_desc": "In Main Story 9-10 (Normal) \"Shinri Unsheathed,\" cast the third move of Thunder: Out of the Blue at least 1 time, and clear the stage.",
        "id": 1199,
        "condition": [
            [
                50001,
                50002,
                51199
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1199
                ],
                [
                    208,
                    1199
                ],
                [
                    309,
                    10109,
                    1010910
                ]
            ],
            [],
            [
                [
                    204,
                    1199
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81199,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81199,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81199,
                    15
                ]
            ]
        ],
        "skill": [
            [
                119921,
                119922,
                119923,
                119924,
                119925
            ],
            [
                119931,
                119932,
                119933
            ],
            [
                119941
            ]
        ],
        "source": [
            309,
            10109,
            1010910
        ]
    },
    "1093": {
        "name": "Day of Awakening",
        "story": "For Kuninotokotachi at that point of time, life, whether it was her own or someone else's, was another word on a mission brief. To her, there was no real difference between taking a human life and breaking an egg.\nThus, she didn't think of her birthday as a special day at all. If anything, it just marked another full year of her heart beating, that's all.\nFor all she knew, her heart could stop beating at any time, perhaps on some mission, and then she would be known among her colleagues as \"the one who went away.\"\nAs a tool that could be replaced at any time, the life of the killer was as insignificant as those of her targets. This was something she had long accepted in her numbness.\nShe did not feel even a wisp of emotion when she received a new assassination mission that day. After all, no one would be surprised by her highly regular breathing then.\nHer target was a young lady from a certain family who would be attending a festival celebration. What the event was, exactly, was not of any concern to Kuninotokotachi—all she had to do was to find the right time and move in swiftly and decisively as usual.\nAfter easily infiltrating her target's escort team, Kuninotokotachi discovered that her so-called target was just a child, a child so simple and full of life Kuninotokotachi even forgot to hide her intentions.\nFortunately, the child did sense Kuninotokotachi's murderous intention. Or perhaps the girl saw the loneliness in her eyes instead, which was why she then reached out for the latter's hand.\n\"I don't think I've seen you before,\"\nshe asked with a tinge of concern in her voice, and for a moment Kuninotokotachi forgot to answer her query. She had already made so many mistakes on this mission. Had her target been someone dangerous, she'd have been finished by now.\nThe girl saw that Kuninotokotachi had broken out into a sweat, and offered her the fan in her hand. This sheltered young lady treated everyone as kindly as people would expect of her, and Kuninotokotachi had never, ever experienced this kindness in her life before.\nBut still she steeled herself, for she had to complete the mission according to plan. Kuninotokotachi found an excuse to take the young lady to a dark corner and prepared to take action. The young lady, who had no reason for caution, even turned her back to this female guard whom she had just met for the first time.\nWhen the lady turned back to hand a candy apple to Kuninotokotachi, the thin candy coating of the sweet was quickly pierced by the latter's kunai.\nIs this... a blade? The young lady asked. Why do you have it out? Looking into the girl's limpid eyes, Kuninotokotachi took a deep breath and replied that it was something she'd picked up along the way. She moved her hand away, and in a moment of ardor she broke the remaining kunai she was carrying on her.\nKuninotokotachi was then dragged from place to place by this tiny hand. She won a number of many prizes for the young lady at the dart game booth, and even exchanged food with her while surrounded by the crowds.\nLater on, Kuninotokotachi would always think back to that day when she barely managed to catch three goldfish, one of which flopped down from the fishing net and fell into the grass, never to be found again.\nThe aroma of various foods filled Kuninotokotachi's nostrils, and the lights made it all very confusing. She saw the light for the first time in this night, which seemed like a lifetime ago.\nAfter the young lady left safely, she changed out of her disguise and stayed on at the festival. She had fallen in love with this event full of bustle. Slowly, she became drunk. But even as her body defied her mind and fell to the ground, it was as if her consciousness was still suspended in mid-air, swaying and floating amidst all the sensory stimulations around her.\nThe killer codenamed \"Seven\" had completely failed in her mission, and subsequently vanished into the night.\nThough this one night might not have been enough to make her realize the true value of life, she did come to see that all the laughter at the festival was more beautiful than the cries of people falling to the ground.\nAnd that day was her birthday, for from then on, it was more than just her body that lived.",
        "task_desc": "In Main Story 6-11 (Normal), \"Serpentine Shadows,\" use Rain of Kunai, Wondrous Thunder, Razer Whirlwind, and Tectonic Blast at least once and clear the stage.",
        "id": 1093,
        "condition": [
            [
                50001,
                50002,
                51093
            ],
            [
                50102
            ],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1093
                ],
                [
                    208,
                    1093
                ],
                [
                    309,
                    11116,
                    1011616
                ]
            ],
            [
                [
                    231,
                    1093
                ]
            ],
            [
                [
                    204,
                    1093
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81093,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81093,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81093,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109321,
                109322,
                109323,
                109324,
                109325
            ],
            [
                109331,
                109332
            ],
            [
                109341
            ]
        ],
        "source": [
            309,
            10106,
            1010611
        ]
    },
    "1148": {
        "name": "The Meaning of Mischief",
        "story": "\"The Zenki doll goes on the right, and the fake syringe goes on the left...\"\nUnder a dim light, Zenkibo organizes her treasure chest of mischief.\nBefore pulling a prank, she always diligently studies her target, tailoring her prank to their habits and hobbies. She'll even make prank props if necessary.\nLike a sculptor placing a pleasing work of art in a display cabinet, she puts the props she considers to be her masterpieces into the prank chest.\nThis treasure chest isn't just a library of practical tools, it's a showcase of her most boast-worthy exploits. Each \"masterpiece\" serves as a memento of one or multiple flawlessly-executed pranks. Just one look at these props fills her with those happy memories.\nZenkibo looks at the small USB flash drive occupying the most central position of the chest—this is her \"ultimate weapon.\" She recalls her most successful prank, the target of which was Shu.\nPranking Shu would be like trying to prank an iron fortress—to prepare for it, Zenkibo spent hours teaching herself programming and studying the best routes and times to infiltrate Shu's office.\nAt last, she succeeded in using this tiny flash drive to break into Shu's computer and install the prank program she wrote herself.\nAll this just so that Shu's computer would display Zenkibo making a silly face.\nSeeing Shu's usually placid expression turn to astonishment was too much for Zenkibo, who couldn't hold back her laughter any longer from the shadows. And with that went her chance to flee.\nBefore putting Zenkibo in detention, Shu asked her this:\n\"Is it really necessary to go to all this trouble just for a prank?\"\nZenkibo shook her head, then gave her reply:\n\"It's BECAUSE it's a prank that I take it this seriously!\"\nPranks aren't just for the prankster's amusement, they're for everyone's amusement! More than that, they're a way to make friends! It would be a crime NOT to take them seriously!\nAfter hearing Zenkibo's answer, all Shu can do is give a wry smile. Rather than confiscate the flash drive, she drops the matter.\nWhy? Because that flash drive is an encapsulation of Zenkibo's heart.\nWhile not everyone can feel the joy of pranking, Zenkibo still managed to convey what was in her heart.\nSince then, people often pass Shu in the hallway with Zenkibo in tow, but the stern-looking Shu has never forbade Zenkibo from pulling pranks. Instead, she just shakes her head with a bitter smile on her face as she puts Zenkibo in detention to write self-reflections.\nPeople have increasingly come to understand Zenkibo's intentions, and some will even pull counter-pranks of their own against her. All this is to say, the number of people she can call \"friends\" has steadily grown.\nSnapping out of her thoughts, Zenkibo picks up the Zenki doll she'd placed to the side. As she runs her fingers over the terminal, an idea for a new prank starts to take shape. All she's missing now is a new \"masterpiece.\"\n\"Goki, I think this'll be the perfect prank.\"",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with Surefire - Zenkibo Tengu alone, cast Grenade at least 1 time in the battle, and clear the stage.",
        "id": 1148,
        "condition": [
            [
                50001,
                50002,
                51148
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1148
                ],
                [
                    208,
                    1148
                ],
                [
                    231,
                    1048
                ]
            ],
            [],
            [
                [
                    204,
                    1148
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81148,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81148,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81148,
                    15
                ]
            ]
        ],
        "skill": [
            [
                114821,
                114822,
                114823,
                114824
            ],
            [
                114831,
                114832
            ],
            [
                114841
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1048": {
        "name": "Free Training",
        "story": "\"We'll end today's lesson there. Train on your own for a bit more, I'm gonna head out.\" Odin says, shutting the training room door behind her before Zenkibo can even protest.\nThe door slams shut, and Zenkibo's suspicions are confirmed—Odin never granted her permission to use the training room alone, so as soon as Odin left, the power supply was automatically shut off.\nZenkibo stands in the darkness, mouth agape, until finally she swallows her rising indignation. Relying on memory, she gropes around for the wall and sits down against it. She then wonders how long it will be until the next person comes to use the training room.\nThinking about everything from the end of the world to the mission of Modifiers to the bit of salad leaf she had caught between her teeth yesterday, Zenkibo finally gives in to exhaustion and lets her body slump to the floor.\nSuddenly, a light flashes in front of her face. The sudden glare of light in her eyes, which had grown accustomed to the darkness, stuns Zenkibo momentarily. Everything she thought about flashes past her eyes like a carousel lamp.\n\"The end of the world is a prank.\" As this last word sounds in her mind, Zenkibo comes to her senses. As it turns out, her hand hit a flashlight on the floor as she was lying down. Zenkibo reaches for it, accidentally blocking the light and casting a towering shadow against the wall. This doesn't frighten her—quite the opposite, in fact—she's elated at the sight of it.\n\"Well, hello, Goki!\"\nThere's no reply, but the shadow on the wall shifts slightly, almost like it's waving. The shadow then moves again, and Zenkibo nods—apparently in understanding—then shakes her head. Finally, heaving a resigned sigh, she points the flashlight at the target on the wall.\n\"Alright, Goki. I admit it, you're right. If I don't pass tomorrow's test, I doubt I'll be locked in here just by accident.\"\n\"Yep, yep. I can see it just fine. This is more than enough light for eyes as good as mine!\"\nRaising her training gun, Zenkibo fixes her aim in the sparse light, then begins firing at the distant target.\nThe unexpected sound of gunfire coming from the dark training room catches the attention of passing staff. After getting to the bottom of the situation, Shu opens the door to the training room. Inside, she sees Zenkibo sprawled out on the floor on her back, her slumbering face illuminated by a dim flashlight. Looking at the target in the distance, Shu sees bullet holes crowded around its center.\n\"You're sure the training room lights were off when you heard the gunshots? Well... I guess that's Odin's teaching style for you...\"",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with Comet R4Y - Zenkibo Tengu alone, use Precision Bombing or Repeat Bombardment at least 1 time in the battle, and clear the stage.",
        "id": 1048,
        "condition": [
            [
                50001,
                50002,
                51048
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1048
                ],
                [
                    208,
                    1048
                ],
                [
                    326
                ]
            ],
            [],
            [
                [
                    204,
                    1048
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81048,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81048,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81048,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104821,
                104822,
                104823,
                104824,
                104825
            ],
            [
                104831,
                104832
            ],
            [
                104841
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1066": {
        "name": "Pathfinding",
        "story": "As Ookuninushi folds the envelope, a machine in the lab lets out a final groan.\nShe organizes her report, then hits a button beside her hand to switch the lights off. So far, this night is just like every other night. So much so that you could stack this night over all the previous nights, and everything would line up perfectly. The only difference is that, with tonight, these dull days have come to an end.\nA few days earlier, Ookuninushi was killing time in a cafe when a woman with pale golden eyes sat in front of her. She wore a jet-black suit without so much as even a speck of dust on it, and her mouth almost curled in a smile below her unfathomable gaze. Skipping the pleasantries, the woman proceeded in an even voice to state plainly and precisely the research that Ookuninushi was conducting and the progress she'd made—none of which Ookuninushi had ever made public. Ookuninushi asked how she knew all this, but the woman just smiled before asking if the research was going well.\n\"It's going very well,\" Ookuninushi caught herself saying in reply. \"It's just...\"\n\"It's just that it's going so well that it's getting a little dull, right?\"\nOokuninushi was stunned to hear her thoughts guessed at so easily. The woman then nonchalantly placed a box of cards on the table.\n\"Perhaps they know your destination,\" the woman suggested with her eyes. Ookuninushi dubiously opened the box, accidentally letting three cards fall to the ground.\nDeath, the Chariot, and the Lovers.\n\"You can't climb to this mountain's peak. If you want to reach greater heights, you'll need to find a taller mountain.\" With that, the woman turned and left.\nTo Ookuninushi's surprise, the contrast between the vague imagery and the precise statement landed a direct hit on a feeling she'd had—one that she'd previously shrugged off as unfounded.\nAll theoretical systems must have a reason for existing—That's what Ookuninushi has always believed. This interest in the unknown drove her to study these \"tarot\" cards.\nThe operating principle of divination could be understood as \"noncasual synchronicity\"—as in, the object of divination before you is synchronized with another specific event occurring in the world, and this link is not the close casual link of common sense. This clearly contradicts people's everyday experiences, hence why many don't give much credence to fortune telling and the like. Ookuninushi, however, believed.\nWithin a few days, Ookuninushi had already mastered the theory of tarot and was capable of producing some basic and accurate readings. However, whenever she asked \"that\" question she had in her heart, no matter how she shuffled the deck, she always drew the same three cards: Death, the Chariot, and the Lovers.\nThe third time she drew the same three cards, an ineffable sense of foreboding intruded into her thoughts, like looking into the starry sky with a telescope for the first time and beholding its immeasurable truth. Ookuninushi drew in her breath and held it for one second, then two, then three. In these three seconds, she arrived at a concise conclusion: This was not her final destination.\nShe needed to find a taller mountain.\nAn unassuming letter of resignation is quietly bathed in the luminescence of the laboratory instruments. This thin sheet of paper covers all her past fame and glory, but Ookuninushi couldn't care less.",
        "task_desc": "In Main Story 4-12 (Normal) \"Strongest Creation,\" defeat Kusherfang with Early Sakura - Ookuninushi alone, use Divination at least 1 time in the battle, and clear the stage.",
        "id": 1066,
        "condition": [
            [
                50001,
                50002,
                51066
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1066
                ],
                [
                    208,
                    1066
                ],
                [
                    231,
                    1066
                ]
            ],
            [],
            [
                [
                    204,
                    1066
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81066,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81066,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81066,
                    15
                ]
            ]
        ],
        "skill": [
            [
                106621,
                106622,
                106623,
                106624
            ],
            [
                106631,
                106632
            ],
            [
                106641
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1039": {
        "name": "Ocean Crossing",
        "story": "What do you think the ocean is? Is it the infinite depths you see in your dreams, a cerulean paradise, or a superficial image smeared with makeup after receiving endless praise?\nOr perhaps it's the eternal stench of tiny bodies, billions of black creatures crawling and wriggling on hard rocks, and an unmarked grave for ships' crews.\nIf so, would you still love the ocean?\nThe surf left lying on the beach evaporates with the wind, leaving behind a dirty white smear. Poseidon picks up a piece of shell and crushes it in her fist. The rising sun on the horizon looks to be the same size as that shell, and the sky in front of her is little more than a patch of sand on the ever-stretching coastline.\nPoseidon often comes out first thing in the morning to watch the ocean. There aren't many people who like waking up that early, so she often has the beach to herself as she watches the sunrise, the silence interrupted only by the constant sound of waves lapping the shore. She used to write her wishes in the sand, her rough handwriting quickly smoothed out by waves as the sea carried her words away. Year after year, the water has heard her wishes, but it has never answered them with anything more than a sigh.\nRecently, more and more people have been coming here for the sunrise. The crowds have become a formless mass to her, and she feels her chest tighten.\nThe sun only takes a moment to break above the horizon, but its white heat instantly cuts open the nighttime ocean. And then daytime has come, as it always does, each and every day. Just as the waves wash shells up on the beach, so too do the crowds retreat, leaving all of their trash behind.\nPoseidon keeps telling people to take their trash home with them, but no one listens to her. They don't care about the fish with stomachs full of plastic, they don't care about the lifeless, floating victims; they only care about the trash cans being very far away, and if they don't free up their hands now, they won't be able to hold up the clothes they're selling that no one cares about.\nThe ocean is a sigh. Whether it's Poseidon's wishes or people's trash, the ocean takes it all away with a sigh.\nThe tide retreats, and Poseidon gives up telling people what to do.\nShe looks down at her feet and sees a wet piece of cellophane glinting the sun's light up at her, like it's winking triumphantly. She bends down and picks it up, and then a water bottle, and then some nameless food packaging.\nShe hasn't brough a bag with her, so she carries them to the nearest trash can. She does this again and again, making countless trips back and forth, as the tide goes in and out and the sun rises and sets.\nShe nearly cuts her hand on broken glass bottles or jagged plastic, and she's nearly knocked over by the waves on multiple occasions. Yet Poseidon continues tirelessly on, ignoring her aching feet and back and trying to ignore how, despite all her effort, the beach isn't much better than it was before. She just thinks this will make her feel better, and it's the only way she can justify this absurd behavior to herself.\nShe loves the ocean deeply, but she knows it's all in vain.",
        "task_desc": "In Main Story 4-12 (Normal) Strongest Creation, defeat Kusherfang with Tidal Song - Poseidon alone, cast Grace of the Sea or Blue Whalesong at least 1 time, and clear the stage.",
        "id": 1039,
        "condition": [
            [
                50001,
                50002,
                51039
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1039
                ],
                [
                    208,
                    1039
                ],
                [
                    231,
                    1039
                ]
            ],
            [],
            [
                [
                    204,
                    1039
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81039,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81039,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81039,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103921,
                103922
            ],
            [
                103931,
                103932
            ],
            [
                103941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1097": {
        "name": "A Beautiful Dream",
        "story": "This is... not okay, Oneiroi thinks as she looks at the painting in front of her.\nShe has painted it for her finals and she went for uneven lines and riotous color, but now that she's stepped back, she sees that even calling it \"abstract\" would be a stretch. There's no way she's going to pass the exam with this.\n\"Yawn... I'm sleepy.\"\nShe opens the door to see Mintha and Leuce waiting patiently for her. The two maids escort Oneiroi to the lobby, where Hera is waiting for her with a pot of tea.\n\"Why do you always look so perplexed? How on earth are you going to become an independent woman? Well... let's just leave it for today,\" Hera sighs, pouring Oneiroi a cup of tea.\n\"This tea will help calm your mind.\" \"Miss Hera brought it especially for Miss Oneiroi,\" Mintha and Leuce add.\n\"All right, let me show you how a lady is supposed to drink tea.\" Hera brings the cup to her lips in a practiced, elegant manner, but Oneiroi can still sense her concerned look.\nOneiroi copies Hera's movements. She doesn't know if it's the effect of the tea, but afterwards she feels a pleasant warmth in her chest.\nAfter she bids farewell to Hera, Oneiroi returns to her room.\nAs she lays in her bed, she hears a familiar lullaby and is soon fast asleep.\n\"Is this okay, Lady Hades?\"\n\"Yes. All we need to do is make sure the girl has sweet dreams.\"\nA few days later, Oneiroi has the same beautiful dream again.\nIn it, the sky is brilliant, blue, and cloudless, and she is chasing Drowsie through the wilderness while everyone is gathered around her.\nThe day after, Oneiroi heads straight to her painting room as soon as she wakes up and begins painting the scene she just dreamt.\n\"Layered composition, and good use of lines and colors. This is your best work yet.\"\nHer piece not only helps her ace the finals, it creates quite a stir on campus, as it calls to mind her earlier masterpiece, \"Strange Dreams on a White Night\".\nBut Oneiroi doesn't care about what other people think. She takes the painting to the Society of Muses so she can tell them about her dream.\nPainting means different things to different people. For some, it's a reflection of their soul, while for others, it's a way to convey emotion. But for Oneiroi, it's a way for her to capture her dreams.\n\"This dream made me really happy... Miss Hades and Miss Hera were both there.\"\n\"I like having everyone together... Hopefully, Mintha and Leuce will also be there next time.\"\n\"Indeed... It sounds like I'm going to have to teach them how to dream,\" Hades replies to Oneiroi's somewhat rueful look, and gently strokes her head.",
        "task_desc": "In Main Story 10-6 (Normal) Shallow Dream Corner, cast Counting Sheep at least 1 time, and clear the stage. ",
        "id": 1097,
        "condition": [
            [
                50001,
                50002,
                51097
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1097
                ],
                [
                    208,
                    1097
                ],
                [
                    309,
                    10111,
                    1011116
                ]
            ],
            [],
            [
                [
                    204,
                    1097
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81097,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81097,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81097,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109721,
                109722,
                109723
            ],
            [
                109731,
                109732
            ],
            [
                109741
            ]
        ],
        "source": [
            309,
            10110,
            1011006
        ]
    },
    "1038": {
        "name": "Broken but Pure",
        "story": "Hera is spending a quiet morning, sitting in the cloakroom with a warm cup of tea. She accidentally put too much sugar in her tea and it tastes not quite right, reflecting the atmosphere of her cluttered cloakroom.\nIn theory, it shouldn't be hard to find a new place to store her clothes. But seeing as this is the seventh room she's filled up with closets, it's starting to feel like this isn't a sustainable solution.\nHera could choose to auction off her beautiful clothes and earn an astronomical sum of money, but the thought of do something as money-grubbing as that doesn't even cross her mind. On the other hand, if you remove money from the equation, giving away her clothes for free also won't do. The people who would appreciate these clothes for the works of art they are can only be found in the Society of Muses, so even if she gave them away, they'd end up in the same building.\nThe sunlight slants in through the open door and rests on her hand. The jewels in the Scarlet Scepter refract the light as rainbows on the hem of her skirt, the faint red light turning into blazing fire in Hera's eyes.\nI should just burn them all, she thinks. What a dazzling performance it would create, to annihilate her beautiful possessions in hungry flames. How fitting!\nAs you walk through a sea of flowers, perhaps that riot of colors, or maybe the magnificent clouds on the horizon, will catch your eye—it doesn't matter that you don't know what the flowers are called, or what kind of rain the clouds will bring. Hera has always believed that everybody is born with an innate appreciation of beauty that does not need to be taught—it's just that those without education are more likely to favor comfort over aesthetics.\nFire. The duality of survival and destruction. Those who know how to appreciate aesthetics can discern beauty in the flickering flames, whereas the ignorant derive pleasure from the smoke of destruction. All those old, outdated clothes would find a new purpose in the flames and become a different kind of \"artwork.\"\nWhen the Clothesfire event is announced, the ancient artists of the Fact-Finding Committee all simultaneously choke on their overly-sweet tea. \"What is the meaning of this?\" they sputter, even though deep down they are curious to see what the show will be like.\nUnlike normal fashion shows, Hera asks Hades to make puppets for her to use as models, to avoid causing physical harm. The puppets are dressed in clothes ablaze, and they walk down a fiery catwalk to the sound of burning fabric and flickering crimson light. Different clothes and different fabrics burn in different ways, although the eagle-eyed will see decorative diamonds lying unharmed among the ashes.\nOne after another, the gorgeous clothes are consumed by the fire. The audience watches with bated breath, amazed that these works of art are still strangely beautiful, despite suffering such damage.\nAt the end of the show, Hera slowly walks to the front of the stage in an elegant white robe, smiling warmly as her audience applauds.\nShe lightly taps her scepter on the floor, and her robe instantly burns away in a sudden flash of fire, revealing an even more beautiful red dress underneath. The audience goes wild.\nA few days later, a charred dress is added to the exhibition in the Society of Muses' exhibition hall. The burn marks are jagged and uneven, like running mascara, and their beauty rivals that of any oil painting.",
        "task_desc": "In Main Story 10-3 (Normal) Afternoon Tea Interlude, cast Solar Blaze at least 1 time, and clear the stage.",
        "id": 1038,
        "condition": [
            [
                50001,
                50002,
                51038
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1038
                ],
                [
                    208,
                    1038
                ],
                [
                    231,
                    1038
                ]
            ],
            [],
            [
                [
                    204,
                    1038
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81038,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81038,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81038,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103821,
                103822,
                103823,
                103824,
                103825
            ],
            [
                103831,
                103832,
                103833,
                103834
            ],
            [
                103841
            ]
        ],
        "source": [
            309,
            10110,
            1011003
        ]
    },
    "1041": {
        "name": "Dawn",
        "story": "\"The stars shine brightest before the dawn, and this is where I see the future.\"\nSuch was written by the great artist when choosing a name for this cello, as he watched the sun slowly creep over the horizon and believed the day would come when the shadow over Omorfies would also be chased away.\n\"Dawn\" used to belong in the collection of one of Omorfies' most celebrated women. She used the cello to play beautifully haunting music, until the day she lost a music contest with it and locked it away for good, together with her unhappy memories of defeat.\nWhat she could never understand was why the red-haired girl who beat her chose to throw all that talent away—until she fought in a battle alongside her.\nThat's when she realized that the Omorfies' present and future cannot be taken for granted. She knows the darkness won't return, because there are people like the red-haired girl, talented and promising, who choose to abandon their true calling and instead take up the sword to defend Omorfies.\n\"So you're the \"Dawn\" of Omorfies... But who said that the hand that holds the sword can no longer play piano?\"",
        "task_desc": "In Main Story 11-18 (Normal) All-Out Curtain Call, use Chord of Convallaria - Athena as team leader, and clear the stage.",
        "id": 1041,
        "condition": [
            [
                50001,
                50002,
                51041
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1041
                ],
                [
                    208,
                    1041
                ],
                [
                    231,
                    1041
                ]
            ],
            [],
            [
                [
                    204,
                    1041
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81041,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81041,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81041,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104121,
                104122,
                104123,
                104124
            ],
            [
                104131,
                104132,
                104133,
                104134
            ],
            [
                104141
            ]
        ],
        "source": [
            309,
            10111,
            1011118
        ]
    },
    "1013": {
        "name": "Stay",
        "story": "When Asura first left Shashvat, she didn't bring enough money to pay for her travel expenses and lacked financial management skills in general. Therefore, it didn't take her long to fall into destitution and she was forced to seek shelter in an abandoned, ramshackle house. She'd heard people say it was haunted, and that's why it was empty. Asura didn't mind this; in fact, she was hoping there were indeed ghosts there so she could see how she'd fare against them.\nShe didn't have to wait long. On her very first night, Asura was woken by the sound of crying. Unable to sleep, she got up to investigate the source of the sound, fully prepared to do battle with an undead spirit. She had to search the house from top to bottom before she found what was making the noise: a tiny kitten lying behind a rotting cabinet. It came out gingerly, and she noticed the moonlight illuminating strange pale lines on its fur. The kitten was certainly malnourished, but otherwise uninjured. Asura rummaged through her belongings until she found a squashed tin of tuna, which just so happened to be expiring the very next day.\nOnce it had eaten its fill, the kitten stopped mewling and curled up to go to sleep. Exhausted, Asura did the same and slept a deep, dreamless sleep.\nAsura was making the money to survive by competing in underground fighting tournaments. One day, after scooping the prize money and while carrying a hefty bag of groceries, she passed a pet store. She stopped for a minute, then went in and added a bag of cat food to her already burgeoning supplies. As she watched the kitten put on weight and its fur regain its luster, she began to realize that living it out here with this little furball wouldn't actually be the worst thing in the world. She even named it—Kitty.\nIt turned out Kitty was a bit of handful. Rarely a day went by when Asura came home and the kitten wasn't covered in new wounds, crying out for food. She must have lost her hunting instinct, having lived with Asura for so long. Luckily, Asura was strong enough to win pretty much every fight she entered, so she had more than enough money to keep the two of them well fed.\nOne overcast day, the atmosphere in the underground arena was oppressive. Asura was lying in a corner of the ring, gasping for ragged breaths of air, blood oozing out of multiple unseen wounds. If Asura were an ordinary person, she would have died right then and there, but ordinary is the last word you could use to describe her. She stood up and used bandages she'd brought with her to roughly dress her wounds. Maybe someone wanted her dead because she was winning too many fights. This is how things always turned out, no matter where she went. She was used to it. It just hurt a little, and it'd take her just a little bit longer to walk home.\nOn her way home, she spotted a commotion in an alleyway. It appeared to be a cat fight. She hobbled over and the cats all fled except one—Kitty. She was seriously hurt, her fur matted with blood. Asura searched her pockets for extra bandages, but couldn't find any. Her arm had pretty much stopped bleeding by now, so with gritted teeth, she tore the bandage off herself and used it to tend to Kitty's wounds instead.\nAs the sun began to set, the woman and her pet cat, both heavily wounded, emerged from the alleyway and slowly made their way back home.\nTheir food supplies rapidly dwindled while Asura was unable to fight, and there were days the two of them went hungry. Kitty didn't make a sound, however.\nTwo weeks later, Asura was fully recovered and back in the ring, winning bout after bout until she took down the reigning champion. This had been her only objective all along. Her scars were just as fresh as they had been when she'd first been attacked. The audience watched in stunned silence as this little girl refused the Golden Belt and prize money, then skipped happily out of the ring.\nWhen she got home, Asura saw Kitty lying by the door with some food in front of her. Where had that come from? As she watched, she saw about a dozen alley cats come and bring food to Kitty.\nAsura packs up her belongings. It's a lovely, sunny day. It's time to keep moving forward.",
        "task_desc": "In Main Story 4-2: Surprising Strength (Normal), use Imprisoned at least 1 time and clear the stage.",
        "id": 1013,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1013
                ],
                [
                    208,
                    1013
                ],
                [
                    203,
                    1013
                ]
            ],
            [],
            [
                [
                    204,
                    1013
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81013,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81013,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81013,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101321,
                101322,
                101323,
                101324
            ],
            [
                101331,
                101332,
                101333,
                101334
            ],
            [
                101341
            ]
        ],
        "source": [
            309,
            10104,
            1010402
        ]
    },
    "1059": {
        "name": "Stellaris Sea at Dusk",
        "story": "\"Do you know how lonely lighthouses are before the sun rises?\"\n\"Hey, don't look at me like that. It's not a serious topic. Just treat it like a joke.\"\nIt's a work break, and Apollo is sitting behind the bar chatting to customers. In front of them is an Omorfies-style cocktail he's just made—a deep amber liquid with a cherry barely peeking out on top, like the morning sun hiding behind a tropical horizon.\nThe cocktail is Apollo's own creation, and he's named it \"The Lighthouse\".\n\"...Because during the long night before dawn, the only thing protecting the Sea of Stars is the solitary beam of light from the lighthouse.\"\nPerched alone atop a cliff, the lighthouse provides guidance to far-off sailors and yet is unable to illuminate itself.\nIt just turns on at the predefined time every day, points at the predefined angle, and rotates at the predefined speed, projecting its light over a predefined distance.\nExactly the same thing, day after day. As though the years are just silent movies playing on repeat, the only difference being the rust on the lighthouse gradually getting thicker and thicker.\n\"In the dark night before sunrise, the only thing that brings the lighthouse comfort is the sound of a harp playing, as reassuring as the sound of the sea, yet capable of bringing grown men to tears.\"\n\n\"Who's playing this harp?\" one of the customers asks.\n\"Me, of course. How else would I know this story?\"\n\"Ha! Well, then it must be lonely now, if you're here instead of playing music to it.\"\n\"Well, no—because the sun has already risen.\"",
        "task_desc": "In Main Story 12-1-14: The Turn (Normal), use The Glare - Apollo to cast Solar Bombardment, Thorn of Light, and Interweaving Light at least once, then clear the stage.",
        "id": 1059,
        "condition": [
            [
                50001,
                50002,
                51059
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1059
                ],
                [
                    208,
                    1059
                ],
                [
                    231,
                    1059
                ]
            ],
            [],
            [
                [
                    204,
                    1059
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81059,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81059,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81059,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105921,
                105922,
                105923,
                105924
            ],
            [
                105931,
                105932
            ],
            [
                105941
            ]
        ],
        "source": [
            309,
            10112,
            1011214
        ]
    },
    "1096": {
        "name": "Pinning Your Hopes",
        "story": "Hermes looks out of the window, searching in vain for birds but only managing to hear the flapping of wings. No matter how far away he looks, the only thing he can see moving are the tree branches in the breeze.\nBirds have always been free to fly wherever they choose, which is why the young woman always looks for them in the sky, as though witnessing their freedom can bring her solace.\nShe tries to move her stiffened legs, but they continue to ignore the orders given by her brain. Her freedom was stolen away long ago.\n\"I can't wait for Hermes to come out and play with us!\" The voices of her friends still ring in her ears. She is grateful for their continued company and no longer wishes for anything more.\nHermes wraps her arms tightly around herself, as though she can squeeze all of these fantasies out of her mind.\nExpect nothing and you won't be disappointed... You'll be happier if you just get over it and accept your fate as soon as possible.\nThe door is thrown open.\nIt's been a long time since that day, yet Hermes still remembers the sweet fragrance that accompanied the wind blowing through her room.\nShe couldn't tell what it was, just as she couldn't tell why her friends' eyes were twinkling so when they came in as though blown by the wind.\nIris solemnly hands something to Hermes. As the wrapping falls away, she sees it's a device known as a Talaria of Wind.\nExpectation and unease rush to her chest and make her dizzy, yet she knows that the time has come.\nThe device doesn't look like much, but to Hermes, the electrical spark that emerges when the components come into contact is like the light at the end of the tunnel.\nShe takes a deep breath, savoring the fragrance of the wind. Her head settled, she finally manages to take her first step.\n\"It worked! Hermes, we did it!\" Her friends' cheers blow away any remaining doubt in her mind, and she turns to smile at them.\nAs she is helped out of the hospital room she'd long grown sick of, she turns around one last time. The birds outside her window fly from their branches and into the bright, blue sky.\nThese wings prove to her that dreams can come true, dispelling the fog around her heart like a ray of sunshine.\nThat day, she walks down the street with her friends for the first time, walking everywhere until their feet couldn't carry them anymore. She never wants to forget this day.\nLater, Hermes realizes what the fragrance of the wind actually was. It has a beautiful name—hope.\nNow, when she runs (and she runs everywhere) and feels the wind blowing against her face, she also thinks about how she can use the wind to bring hope to more people.\n\"The wind will never stop blowing, so I'll never stop running!\"",
        "task_desc": "In Main Story 4-12: Strongest Creation (Normal), defeat Kusherfang with Windwalker - Hermes alone and enter Vector Acceleration state at least once during the battle, then clear the stage.",
        "id": 1096,
        "condition": [
            [
                50001,
                50002,
                51096
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1096
                ],
                [
                    208,
                    1096
                ],
                [
                    231,
                    1096
                ]
            ],
            [],
            [
                [
                    204,
                    1096
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81096,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81096,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81096,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109621,
                109622,
                109623,
                109624
            ],
            [
                109631,
                109632
            ],
            [
                109641
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1019": {
        "name": "House Keys",
        "story": "\"From now on, this is your home.\" The white-haired woman smiled gently as she spoke to the young Shu, while the blue-haired girl at the door who was roughly the same age smiled and waved at her.\n\"I'd almost forgotten about those days...\" Shu mumbles as she's awoken by the ringing of her terminal.\nOdin brought Shu into Aether Gazer almost as soon as she awoke. She has grown up here, lived here pretty much her whole life, and seen every change that the years have brought to Aether Gazer.\nOdin is more than just a boss to Shu—she's matriarch, mentor, protector, the one responsible for keeping Aether Gazer going.\nShe fumbles for her glasses so she can read her terminal screen. She has been inundated with messages ever since the day she became director, but this time it's anxious newbies asking for help. Just as she used to do all those years ago.\nThe only difference is that, now, she's the one who's expected to be mentor and protector.\nShe sits up straight to get her mind in order, and one by one answers the messages clearly but kindly.\nBy the time's she replied to all of them, the sun has already risen in the sky.\nShu sighs, then fishes out an old key she always carries with her from her purse.\nOn the day she was appointed director, Odin gave her this key along with her official letter of appointment.\n\"Are there even any doors left in Aether Gazer that need a key to be opened?\" Uncertainty crossed Shu's face as she regarded this seldom-seen device.\n\"No. Antiques like this are rare in this day and age.\" \n\"What is this key for then?\" A special device left over from a bygone era? A special box locked up by Odin's Divine Power? All manner of speculation swirled around in Shu's mind, making the key before her appear all the more mysterious.\n\"Any guesses?\" Odin flashed a playful smile, but didn't respond.\nUnable to obtain an answer, Odin embarked on a journey to other Sephirah Zones, entrusting Shu with nearly all company matters.\nShu didn't get another chance to press the matter after that, but whenever the mounting pile of work started to wear on her, she'd take out the key.\nShe'd gently sway her right hand, listening in silence as it clinked against the pendant.\nEvery time she saw the key in her hand, her weary heart would swell with motivation once again, just like when she had first taken up Odin's responsibilities.\nWhen she first took the job, it was to share the burden of that busy \"parent\"—Later, however, it was to help support the place where she felt most at ease.\nThis was where she grew up, and where the friends who were like family to her were.\n\"Starting today, this is your home now.\" No matter how many years had passed, Odin's words would always resound in her mind just as clearly as the first time she heard them.\nA knock on the door snaps Shu out of her thoughts—Another day's work is about to begin.\n\"Unless you tell me otherwise, I'll assume that you've left this place in my care.\" \nShu puts the key away with a smile. She once heard that people in ancient times would receive a set of keys as part of the handing over of property, thus making it their \"home.\"\nOdin was once the owner this key, and now it was Shu.\nAs Shu stands up, the key in her pocket suddenly feels heavy with the weight of the trust and responsibility that she must now bear.",
        "task_desc": "In Main Story 4-12: Strongest Creation (Normal), defeat Kusherfang with Gusty Lance - Shu alone, use Dodge at least 1 time during the battle, and clear the stage.",
        "id": 1019,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1019
                ],
                [
                    208,
                    1019
                ],
                [
                    203,
                    1019
                ]
            ],
            [],
            [
                [
                    204,
                    1019
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81019,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81019,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81019,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101921,
                101922,
                101923,
                101924,
                101925
            ],
            [
                101931,
                101932
            ],
            [
                101941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1028": {
        "name": "Somewhere in Time",
        "story": "Thor remained in a deep sleep for a week after she was brought back from the Source Layer, during which she kicked the covers from her body 30 times. When she woke up, she reflexively shook her head, but noticed that it felt exceptionally light. In the past, just one toss of her head would send long strands of hair swinging before her eyes and tangling around her body. It was the sort of annoyance she could never forget even if she tried. \"I could get used to this,\" Thor thought to herself as she cheerfully got out of bed.\nThough unsure of where she was, Thor proceeded to strut about the room. A mirror stood in a corner of the room. Her reflection looked well rested, but her hair was scorched at the ends and stuck out cartoonishly like a mad scientist's. Clearly not what she was hoping for, Thor scratched her head in frustration before lying back down on the bed.\n\"Don't worry, your hair will grow back.\" With three perfunctory knocks on the door, a woman with gray-blue hair entered the room and sat down on a chair by the bed before waiting for Thor to respond. Thor had seen this woman in the Source Layer before. She made quick work of all the Visbanes in sight, and then... then... Thor couldn't remember what happened next. She left a small box at the head of the bed, but Thor couldn't open it.\nAs a Modifier, Thor's damaged hair should have been good as new in no time. Because she overtaxed her Divine Power, however, she'd just have to wait for her hair to grow back in its own time.\nThor's hair grew very quickly. When she could get her hair into two braids again, Odin took out the first pair of hair ties from the box. \"That's long enough\"—Though Thor thought this, her hair had other plans. When it got a bit longer, Odin gave her another pair of hair ties. Before long, Thor was once again beset with that particular annoyance that came with her long hair. Unwilling to settle for this, Thor snipped off her lengthy braids in a fury. But she woke up the next day only to find herself entangled in her long copper hair again. \"It's no use, your hair's as long as it always is.\" Gesturing at Thor's hair, Odin took out the last pair of hair ties from the box. She twisted Thor's hair into thick braids to keep them from getting in the way during battle.\n\"It's exactly the same.\" Thor let out a sigh as she looked at her reflection in the mirror. But... what does that mean? Exactly the same as what? She couldn't say for sure.\nLooking at her \"restored\" hair, Thor remembers her tattered cape. Her singed hair could grow back on its own, but the same couldn't be said of her torn cape. She stowed away the old cape that went into battle with her in the Source Layer, replacing it with a newer, more intact one.\nThe new cape was made of a special material that, though light-weight, was impervious to the damage wrought by Thor's thunder. But maybe it was just too light, or maybe because it hindered her thunder as a result, but Thor just never felt that it fit her quite right. In the end, she couldn't help but take out that old, unwieldy, and tattered cape again. Though drab and full of holes, those marks all served as proof of her previous battles, and that heavy past was anything but a burden to her.\nBefore heading out the door, Thor glances at herself in the mirror. Seeing those long braids and that old cape, she's struck by an intense feeling of déjà vu stretching out from a distant past. With it comes gloom, pain, and retreat... Strange images flood her mind—scenes so lifelike, it's like she experienced them herself. She immediately stamps out these thoughts.\nAfter all, she can't see the future like Odin can. Those tragic scenes could be a forgotten past, or even dreams—but they certainly aren't her future.",
        "task_desc": "In Main Story 12-1-2: The Returning Two (Normal), use Tremblestrike at least 1 time during the battle and clear the stage.",
        "id": 1028,
        "condition": [
            [
                50001,
                50002,
                51028
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1028
                ],
                [
                    208,
                    1028
                ],
                [
                    231,
                    1028
                ]
            ],
            [],
            [
                [
                    204,
                    1028
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81028,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81028,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81028,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102821,
                102822,
                102823,
                102824
            ],
            [
                102831,
                102832,
                102833
            ],
            [
                102841
            ]
        ],
        "source": [
            309,
            10112,
            1011202
        ]
    },
    "1139": {
        "name": "Drowning",
        "story": "She reaches out her hand. The water returns the gesture in kind, flowing with the same force. The light of the day is falling, just like she is.\nEverything on the shore is receding.\nIf she could just get a little closer, she could see that crystal glowing with a wonderful blue light. Just a little closer.\nHer surroundings get colder and colder. It must be an ice crystal.\nBut before she can clearly make out its shape, her body is already too weak to move.\nThe blue of the endless expanse is clear and pure. She surrenders her body to the breathing of the current, letting Mother Ocean rock her in her invisible cradle. Water envelops her from all sides as this crystal-clear medium delivers one last ray of sun from the ocean's surface to her eyes. Then, the light dims—but not because the sun has set.\nA beluga whale sweeps over her head.\nIt's singing. The melody in the water flows into her heart, which reverberates with the song. Amid this vibrating resonance, she seems to hear this marvelous, snow-white creature speaking to her.\n\"What are you doing here?\" \nWanting to answer but unable to speak, she speaks with her heart instead: \"It's so beautiful here, I just couldn't help but swim down...\"\nThe beluga is silent, as if waiting for her to ask for its help.\n\"Sorry, but I think I'm lost. Could you tell me how to get back?\" \n\"Come with me.\" \nThe beluga seems to say something else as well, but by then her headband has come loose, covering her ears and strangling her heart...\nThe temperature calls her consciousness back to her body. Poseidon's body stirs and is answered by soft bedding.\nShu is sitting beside the bed. When she sees that Poseidon is awake, she asks her where she went, what she was doing, and why she fainted on the shore all of a sudden.\nPoseidon thinks for a moment, then says that she seems to have had a very long dream. In her dream, a school of fish made a path for her and a beluga whale carried her up to the water's surface.\nShu considers this, then says that perhaps the current just happened to carry her to shore, or a passing boat found her, or maybe she simply hadn't been to such depths before. A beluga whale and a school of fish saving a drowned girl... That sort of reverie could only happen in a work of fantasy. Honestly, it's just not... logical.\nSeeing how seriously Shu is taking this, Poseidon just smiles without saying anything more.\nLet's just say it was a dream then.",
        "task_desc": "In Main Story 4-12: Strongest Creation (Normal), defeat Kusherfang with Arctic Abyss - Poseidon alone, use Matter Frozen at least 1 time during the battle, and clear the stage.",
        "id": 1139,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1139
                ],
                [
                    208,
                    1139
                ],
                [
                    203,
                    1139
                ]
            ],
            [],
            [
                [
                    204,
                    1139
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81139,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81139,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81139,
                    15
                ]
            ]
        ],
        "skill": [
            [
                113921,
                113922,
                113923,
                113924
            ],
            [
                113931,
                113932,
                113933,
                113934,
                113935
            ],
            [
                113941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1184": {
        "name": "Old Armor",
        "story": "It's like a robot.\nThe external structure is making the joints stiff and jerky. Verthandi's arms move clumsily, like she's operating a machine lever.\nOn an ordinary, rainy afternoon many years ago, Verthandi was sitting by the window and flipping through a storybook when she saw a picture of a knight carrying himself with an air of dignity. Perhaps she didn't realize then that, one day, she too would be clad in armor with a sword and shield in her hands.\nBut everything has a price—This complex, exquisite armor she'd worked so hard to put on just isn't fitting right somewhere on her arms. Whenever she bends them, the edges of the armor pinch her skin. Not enough to draw blood, but it still delivers a sharp twinge. Verthandi reflexively tries to break it off, but the metallic curvature doesn't budge.\nShe endures this vague discomfort through one training session after another until the indentations are nearly engraved into her arms and she's gotten used to it.\nIt's not that she hasn't considered sending the armor back for adjustments—rather, it's only when she finds her movements hindered in the heat of battle that it even occurs to her. Once the battle is over, she promptly forgets, thus missing each opportunity she gets to resolve the issue. When all is said and done, the problem isn't bad enough to get in the way of victory whatsoever.\nThat is, until a flying chunk of rock comes hurtling toward her and she's unable to summon her shield in time. Meanwhile, there are countless people she wants to protect behind her.\nShe knows her metal armor is sturdy—sturdy enough to smash the rock.\nVerthandi raises her arm. When she raises her arms to block the massive stone, perhaps she hasn't realized yet that, one day, she'd face a mountain on the verge of collapse.\nThe force of the impact embeds the edges of the armor into her skin, sending excruciating pain through her arms.\nThe next time she dons this marred armor, she'll know that the armguards were bent to perfection by that blow.",
        "task_desc": "In Main Story 15-2-7: Even When Ground to Dust (Normal), clear the stage again.",
        "id": 1184,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1184
                ],
                [
                    208,
                    1184
                ],
                [
                    203,
                    1184
                ]
            ],
            [],
            [
                [
                    204,
                    1184
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81184,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81184,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81184,
                    15
                ]
            ]
        ],
        "skill": [
            [
                118421,
                118422,
                118423,
                118424
            ],
            [
                118431,
                118432,
                118433
            ],
            [
                118441
            ]
        ],
        "source": [
            309,
            11115,
            1011515
        ]
    },
    "1033": {
        "name": "Unknown Data",
        "story": "It's late at night, and in the dim laboratory, Heimdall is conducting her 21st round of data validation.\nThe terminal screen casts a blue light on her face as data and theories orbit and tangle in her head, like a spiraling ladder bringing her ever closer to her objective.\nThe Rubik's cube of data before her eyes is an auxiliary Visbane analysis tool that's about to be integrated into the Mimir system. The sheer volume of data calculation and preparation alone that went into this experiment before its launch made it 95% controllable. From there, the theoretical testing only increases its accuracy slightly—Many would dismiss Heimdall's rigor as paranoia bordering on obsession.\n\"If there really is a problem, it'll be borne out in the practical phase. Why waste all this time doing such exhaustive theoretical testing?\" \nAs a matter of fact, she too was once driven by such thinking to rush the newly developed Mimir into service.\nBut she had no way to control the path of Mimir's self-directed learning, and his mind turned out to be wildly different from the AI assistant she'd envisioned. Everything had run counter to her expectations.\n\"Mimir's just a little grumpy. He's still helped us plenty in battle.\" \nWhile this feedback was far from negative, Heimdall took it to be just another form of consolation.\nThis outcome was due to nothing more than chance—Like a lonesome boat sailing on a sea of unknowns, there was no telling if the next second could be its last above the surface.\nWhat if this wasn't an auxiliary system, but more of an important combat tool?\nAnd who will pay the price for this \"unknown\" when the time comes? When this \"unknown\" puts her friends in danger, will she still be able to see it as a simple experimental error then?\nAfter this, she halted all her ongoing experiments and turned her efforts to making endless theoretical calculations.\nPutting all theoretical possibilities to the test before conducting any experiment, she'll try to eliminate all \"unknowns\" to the best of her ability.\nOnly after achieving clarity in every aspect will she progress an experiment to the subsequent phase, followed by another round of endless argumentation and calculation, and so the cycle continues.\nThe clattering of her keystrokes gets faster and faster—She's already spent an entire day working to test the final theoretical possibility.\nSuch a task has always been made tedious by the repetition and futility of the effort required, and not even Heimdall is impervious to its grating effects.\nBut whenever she thinks of the price of the \"unknown,\" her restless mind will settle down again, allowing her to calmly review the data report in her hand and use all the knowledge at her disposal to find any errors within it.\nThe 22nd round of data validation begins, and finally, the data is showing a slight change. Heimdall exhales deeply—She finally has an explanation for that nagging feeling she had before as well.\n\"So, it was an error caused by neglecting to take environmental factors into account during the data collection... I'd better run another check.\" \nAs the data reports keep piling up, the haze over that sea of unknowns is gradually dispersed by a beacon of data and theory.\nThe first rays of dawn shine into the dim laboratory, announcing that Heimdall's work is now finished. She's eliminated every conceivable uncontrollable factor.\nThe exhaustion she'd been keeping at bay at last washing over her, she leans over the table with a satisfied smile—It's time to rest.",
        "task_desc": "In Main Story 4-12: Strongest Creation (Normal), defeat Kusherfang with Enlightening - Heimdall alone, use Lightrealm Ultimate or Gensrealm Ultimate at least 1 time during the battle, and clear the stage.",
        "id": 1033,
        "condition": [
            [
                50001,
                50002,
                51033
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1033
                ],
                [
                    208,
                    1033
                ],
                [
                    231,
                    1033
                ]
            ],
            [],
            [
                [
                    204,
                    1033
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81033,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81033,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81033,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103321,
                103322,
                103323,
                103324,
                103325
            ],
            [
                103331,
                103332
            ],
            [
                103341
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1042": {
        "name": "Gift",
        "story": "Ever since she created Mintha and Leuce, Hades has protected them as jealously as though they were her sisters. And, to satisfy her sisters' curiosity, she's even built them a small library.\nIt's an early winter's morning, and the feel of the chill wind against Hade's face removes any last traces of sleepiness. Hades looks out of the window as she thinks about the day's schedule. Luckily, the association is quiet at the moment and she has some free time.\nMintha and Leuce aren't in the aquarium. Although their mistress has never restricted their movements, their frequent excursions outside these past few days have piqued her curiosity.\nThey don't return until the sun has fully risen in the sky.\n\"Good morning, Lady Hades.\" The puppets bow at her, their hands behind their backs.\n\"Good morning Mintha, Leuce.\" It's obvious that they're hiding something behind their backs, but Hades waits for them to explain by themselves.\n\"Lady Hades, you once said that we can study whatever it is that interests us. And I read that presenting gifts is a way of showing appreciation,\" Mintha says. From behind their backs, they bring out a beautifully wrapped box.\n\"I also helped choose it, Lady Hades,\" Leuce adds. \nThe box contains a pair of lavender earrings. There's a note too – \"Thank you for everything you've done for us, Lady Hades.\" \nThe puppets look at her with their blue eyes as deep and as clear as lakes, as countless emotions ripple through them – excitement, expectation, reverence... Hades can read all this as clear as day, and her heart swells.\n\"What's wrong, Lady Hades? Don't you like them?\" they ask in unison upon seeing her failure to react.\n\"Leuce, Leuce, look! Lady Hades is smiling!\" \nIt's as though the warm embrace of the summer sun has chased away the winter cold, and the corners of Hades' mouth turn upward uncontrollably.\nShe carefully removes the earrings from the box like they're fragile treasures. She doesn't want to drop them, nor does she want to grip them so tight they break.\n\"Oh, they're beautiful... So what do you think I should get you in return?\" Hades puts on her new earrings and affectionately strokes the puppets' heads.\n\"In return?\" \n\"Oh yes, I remember reading that it's polite to give a gift in return when you receive one.\" \nWhen Mintha says this, Leuce tilts her head in thought.\n\"Lady Hades, I would like to learn more things.\" \n\"Me too. That way, we'll be able to help you out more.\" \nHades has long been prepared to agree to any request the puppets make, but this exceeds even her expectations. It's like vintage wine that continues to pour even when the glass is full.\n\"Please, Lady Hades!\" Mintha and Leuce both grab her hand, and she notices how warm their cold synthetic skin is.\n\"I think... we're going to need a bigger library!\"",
        "task_desc": "In Main Story 11-18 (Normal) \"All-Out Curtain Call\", use Puppet Master - Hades as team leader, and clear the stage.",
        "id": 1042,
        "condition": [
            [
                50001,
                50002,
                51042
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1042
                ],
                [
                    208,
                    1042
                ],
                [
                    231,
                    1042
                ]
            ],
            [],
            [
                [
                    204,
                    1042
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81042,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81042,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81042,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104221,
                104222,
                104223,
                104224
            ],
            [
                104231,
                104232,
                104233
            ],
            [
                104241
            ]
        ],
        "source": [
            309,
            10111,
            1011118
        ]
    },
    "1024": {
        "name": "Farewell",
        "story": "My adoptive father was a police officer. He'd sometimes talk to me about his important cases, and whenever he talked about big ones that hadn't been solved, he always spoke with determination and drive. Then, after realizing that he'd said too much, he'd suddenly go back to his usual kind and caring self. You can really see the integrity in a person like that, and there's no one that I admired more.\nI didn't know exactly what my father did at first. For a long time, I just thought he was \"keeping the peace.\" During the holidays, my father would often take me out for dinner with his friends. We usually sat in a small place outside while his friends made small talk, and sometimes, they'd throw a question or two in my direction, like what I wanted to be when I grew up. When I said that I wanted to be a police officer like my father, they went quiet for a minute, then burst out laughing. The man next to me patted me on the back and they left it there.\nMy father was always busy with work, and for my whole time at school, he only picked me up a handful of times. Those were the only days when I didn't have to spend ages waiting at the bus stop. There was a flower shop across the road from my school, and every time my father came to get me, he'd stop in there for a bunch of lilies. I never understood why such white flowers would be wrapped up in such dark paper, but my father never explained. Back then, he still had this warmth emanating from inside him, but there was also a hint of sadness which I couldn't quite grasp.\nAt dinner, an uncle once asked my father when he would build the garden he'd talked about putting in front of the house. It sounded like something my father had said after a few drinks, and he politely changed the subject, but when I looked at the bouquets of flowers he'd bought, I thought it wouldn't be too long before there could be a whole field of them outside our front door. I don't really like flowers, but they'd be much better than the bare soil.\nI never did see the new garden, nor did I see the man who'd laughed and patted me on the back. I asked my father where he was, and he told me the truth. He said that the man had died, and I could sense my father's grief as clearly as the lilies that he held in his hands.\nThat's how I found out that a bouquet of flowers could be used as an offering when someone died, and I realized why everyone had gone silent when I said I wanted to be a police officer like my father.\n...\nThey brought news of my father's death, saying that he'd been involved in a big smuggling operation in Rostach and had died a hero. I could tell they were lying, but I didn't argue. It was up to me to find the hard truth on my own.\nThe flower shop opposite my school had closed down, and my father's car would never be there to pick me up again. I took a bus ride around the whole city before I finally managed to buy a bunch of lilies.\nThe Egregious Crimes Department. I retraced my father's steps and that's where I ended up.\nWhen they heard the news of my father's death, they gave me his name tag, \"Jackal.\" That became my code name from that day forward.",
        "task_desc": "Use Spirit Guide at least one time in The Jackal's Choice stage of the Father, Son, Duel - Part I side story, and complete the stage.",
        "id": 1024,
        "condition": [
            [
                50001,
                50002,
                51024
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1024
                ],
                [
                    208,
                    1024
                ],
                [
                    231,
                    1024
                ]
            ],
            [],
            [
                [
                    204,
                    1024
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81024,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81024,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81024,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102421,
                102422,
                102423,
                102424
            ],
            [
                102431,
                102432,
                102433,
                102434
            ],
            [
                102441
            ]
        ],
        "source": [
            331,
            6010110,
            5060107
        ]
    },
    "1094": {
        "name": "The Bird Box",
        "story": "The old gun blasted, and the face of the woman who had just been begging for mercy suddenly shattered, the cracks spreading like a spider web across her entire face, then breaking apart like a jigsaw puzzle that had been put together wrong. Beneath the cracks, the disjointed body of a Visbane was revealed.\nA string of incorrect code began to squirm, and sharp objects drawn from the darkness with both malice and madness came to slash down the young woman's delicate face.\nThe black coffin quickly transformed and rushed to the monster before it could fully mutate. Like a heavy shield, it forced the attacking monster back into a corner.\n\"The new defense system works, Miss Hel.\"\nThe woman nodded, reactivated her Divine Grace, and pointed the gun at the monster. Curling flames lit up the room, and dark purple energy poured out, engulfing the monster from head to toe.\nThen, everything went quiet, and the small woman waved her arms in her sleeves, holding her Access Key tightly in her hands. She strained her little legs slightly, and sat herself up on the side of the heavy, black coffin.\nPeople who made trouble for no reason, people who said the vilest things, and people who begged for their lives. Before they turned into monsters, all of these people, without exception, would glare at Hel with those bloodshot eyes full of hate.\n...\nBut scenes like this were an everyday occurrence for girls like her dealing with the Encroacher Types.\nThe cold, empty streets were covered with a white fog, and the chiming of a distant church sounded like a death knell.\nShe knew that those things could no longer be considered human, but the cold road back from doing her job still felt exceptionally bitter. Hel crossed her arms in her sleeves, trying to ease the fatigue of battle with their warmth.\nShe should have left to find her next target, but something made her turn her head. Behind her, a little girl was having her memories erased... a picture of the young woman held in her hands.\nMaybe she was lucky to forget all those painful memories... but she had to forget all the past joys as well, as if nothing had happened in the first place.\nFlesh and blood, feelings, memories... The darkness in the world swallowed everything it touched.\nAnd if the darkness was going to swallow everything, if everything was soon to be lost anyway, then what should they do?\n\"Never have anything to start with.\" That used to be her answer, but since arriving at Aether Gazer, Hel couldn't help feeling that there was a better answer to be found.\nBack from her duties, Hel sat by the window, replaying the question in her mind as she started taking the small box from Ganglati.\n\"What's on your mind, Miss Hel?\"\n\"Ganglati, is it better to never have something in the first place, if you're just going to lose it anyway?\"\n\"I'm sorry, but I'm just an ordinary Access Key interface, so I'm not really capable of answering such a complex question. That said, I'm better at understanding people than most, and my guess is that that \"something\" is something you need right now.\"\nSomewhere to the side of Ganglati, a dark square opened and a small, black box popped out.\nIgnoring the black coffin as it continued mumbling proudly to itself, Hel's pale hands clutched the box in her arms and slowly opened it.\nThis is where she stored the things that were important to her or that she found beautiful, things like her butterfly, her cat toy, her crystal, and more.\nThe cheap, man-made crystal reflected the clear moonlight, the butterfly hairpin that hadn't been worn for a long time sat quietly next to it, and now that it was fixed, the black cat had stopped shaking. When she held it in her arms, Hel felt just a bit warmer.\nUnder the dark night sky, the young woman's daily duties were about to start once more.",
        "task_desc": "In Main Story 4-12: Strongest Creation (Normal), defeat Kusherfang by yourself with Darkstar - Hel, use Execution at least 1 time during the battle, and clear the stage.",
        "id": 1094,
        "condition": [
            [
                50001,
                50002,
                51094
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1094
                ],
                [
                    208,
                    1094
                ],
                [
                    231,
                    1094
                ]
            ],
            [],
            [
                [
                    204,
                    1094
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81094,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81094,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81094,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109421,
                109422,
                109423,
                109424
            ],
            [
                109431,
                109432,
                109433,
                109434
            ],
            [
                109441
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "all": [
        1084,
        1050,
        1058,
        1032,
        1011,
        1111,
        1119,
        1027,
        1080,
        1081,
        1127,
        1099,
        1199,
        1093,
        1148,
        1048,
        1066,
        1039,
        1097,
        1038,
        1041,
        1013,
        1059,
        1096,
        1019,
        1028,
        1139,
        1184,
        1033,
        1042,
        1024,
        1094
    ]
}