{
    "1": {
        "unlock_point": 100,
        "name": "기원의 별·상",
        "id": 1,
        "bg": "",
        "desc": "아주 오랜 옛날에 혼돈이 시작되었다.\n우주에서 기원의 별이 탄생하자, 눈부신 빛과 촉촉한 물, 바람의 보살핌으로 11개의 새로운 생명이 잉태되었다.\n별의 아이들은 별로 내려와 살기 시작했고, [인간]이라고 불리었다.\n[인간]은 기원의 은총을 누리며 점차 지혜를 가질 수 있게 되었다.\n지혜를 가진 인간은 다른 사물들과 구분지어졌고, 걷고 말할 수 있었다.\n그후, 기원이 다시 그들에게 [아우렐리아의 종]을 내리니 그때부터 세상에 낮과 밤이 생겨났다.\n당시에는 아직 밭이 존재하지 않았고, 나무에선 열매가 맺히지 않았으며 물도 흐르지 않았다.\n하지만 사람들은 [종]의 인도를 따르며 열심히 일했고, 마침내 남은 생명이 윤회에 이를 수 있게 되었다.\n별의 아이들은 기원에 경외심을 가지며 그를 어머니로 모셨고, 어머니가 주신 [종]을 천상의 성물로 여겼다.\n그들은 자발적으로 그를 숭배하며 가장 단순한 맹세를 하였고, 그로써 계약이 성립되어 서로 함께할 수 있게 되었다.\n별의 아이들은 해가 떠오르면 일을 하였고, 해가 지면 휴식을 취했다. 밤은 [종]과 기원을 위해 찬가를 바쳤다.\n11명은 세계의 가장 아름다운 물건을 가지고 있었는데, 그것들을 소중하게 여겼고 낙원의 문은 그들을 위해 개방되었다.\n그곳에는 먹을 것과 쓸 것들이 넘쳐 흘렀기 때문에 생로병사를 걱정할 필요가 없었다.\n그들은 영원히 낙원에서 걱정 없는 삶을 누릴 수 있었지만, 마귀가 그들의 곁에 이미 와 있다는 것은 깨닫지 못했다."
    },
    "2": {
        "unlock_point": 200,
        "name": "기원의 별·하",
        "id": 2,
        "bg": "",
        "desc": "마귀는 안락함을 누린 적이 없었고, 사랑받는다는 느낌도 알지 못했다. 그는 태어나면서부터 고독했고 비참하기만 했다.\n처음엔 그저 별의 아이들이 안락한 삶을 영유하는 것을 보고 마음에 탐욕의 죄가 생겨났고, 낙원으로 몰래 들어가 먹고 마시며 아무런 대가도 치르지 않았었다.\n후에 11명이 서로 아끼고 사랑하는 모습을 보자 질투의 죄가 생겨났고, 그들에게도 고독함이 무엇인지 깨닫게 해주고 싶었다.\n그리하여 마귀는 한 사람을 찾아가 그에게 말했다.\n나는 [종]의 사자다. [종]은 널 선택했으니 이 낙원은 너의 것이고, 아무도 너의 것을 함부로 취할 수 없다.\n그는 마귀를 믿었고, 이튿날이 되자 바로 낙원의 문을 잠그고 안에 있는 모든 것을 홀로 취했다.\n그는 더 이상 일하지 않아도 더 많은 것을 얻을 수 있었고, 그로 인해 오만한 사람으로 변해가며 자신을 낙원의 왕이라고 여겼다.\n마귀는 또 다른 사람을 찾아가 그에게 말했다.\n이 낙원은 원래 너의 것인데 그가 함부로 취하였으니, 다른 사람들과 함께 되찾아야만 한다.\n그는 마귀를 믿었고, 다른 사람들과 함께 성토하였지만, 낙원 안의 사람은 이미 자신의 부를 나눌 생각이 전혀 없었다.\n그리하여 별의 아이들은 처음으로 자신의 동포를 향해 무기를 휘둘렀고, 분노의 죄에 물들고 말았다.\n낙원을 되찾긴 했지만, 재앙의 씨앗은 이미 싹을 틔우고 말았다. 사람들은 나태해져 일을 등한시하였고 망상에 빠져 살았다.\n그들은 부지불식간에 [종]의 신도에서 성스러움을 더럽히는 죄인이 되고야 말았다.\n마귀는 때가 왔음을 알고는 바로 남은 10명에게 말했다.\n[아우렐리아의 종]을 빼앗기만 하면 영원한 낙원의 주인이 될 수 있다고 말이다.\n별의 아이들은 분열되었고 서로의 맹세를 잊어버렸다. [종]에게 남겨진 것은 피비린내와 매캐한 연기뿐이었다.\n그들의 싸움은 점점 더 격렬해졌고 [종]마저 함께 부숴버리는 지경에 이르렀다. 그로 인해 낮과 밤이 바뀌면서 기원도 진노하게 되었다.\n기원은 별의 아이가 참회할 여지도 주지 않고 은총을 거두어 버렸다.\n잘못된 세계는 파멸에 이르렀고, 새로운 세계가 탄생하였다.\n[인간]은 다시 창조되었지만, 죄의 족쇄를 차고 있었기 때문에 일생 동안 추구하여도 낙원에 들어갈 수는 없었다.\n[종]은 모래시계로 변하여 우주의 어딘가에 숨겨졌고, 인간의 속죄를 위한 시간을 계산한다."
    },
    "3": {
        "unlock_point": 300,
        "name": "토폴로지의 선물·상",
        "id": 3,
        "bg": "",
        "desc": "새로운 세계가 탄생한 후 얼마의 시간이 지났는지 알 수 없었다. 지상의 인간들은 여전히 족쇄를 차고 힘겨운 발걸음을 내디디며 낙원을 찾아 헤매었다.\n하지만 낙원은 하늘 끝에 있기라도 한 듯이 한없이 바라도 닿을 수가 없었고, 당시의 사람들은 하늘에 닿을 방법을 알지 못했다.\n그들은 새로운 황무지에 닿은 후 다시 살아갈 터전을 만들기 위해 준비하기 시작했다.\n낙원의 가호를 잃은 인간은 생로병사의 문제에 직면하게 되었고, 오랜 여정으로 기력을 잃은 상태에서 굶주림을 겪으니 마음마저 피폐해지고 말았다.\n터전을 세우는 일은 더디게 진행되었고, 낙원으로 닿는 길은 멀기만 했다.\n그때 한 청년이 일어나 기원의 신에게 그들에게 조그만 도움의 손길을 내밀어 주기를 기도드렸다.\n기원은 아직 감정이 남아 있었기에 다시 인간에게 발전할 기회를 주기로 하였다.\n그는 그 청년을 찾아 기원의 지식을 나누어 주었고, 그가 이 지식들로 사람들이 속죄의 길을 끝낼 수 있도록 인도하기를 바랐다.\n하지만 조건이 있었으니, 이 지식들을 다른 사람들에게는 나눠줄 수 없다는 것이었다. 기원은 청년에게 약속을 지키기를 당부하며 모습을 감추었다.\n청년은 처음엔 약속을 지키며 지식을 사용해 도구를 만들었고, 덕분에 사람들은 아주 빠르게 속박에서 벗어날 수 있었다.\n하지만 점차 나이가 들자, 청년은 기원의 지식이 영원히 세상에 남겨져야 한다고 생각했다.\n그리하여 그는 도울 사람들을 모아 [토폴로지]라는 돌나무를 만들어 지식들을 그곳에 새기기 시작했다.\n기록된 글자가 많아지면서 돌나무도 점차 높아지니, 다시 세상에 내려온 기원의 눈에도 하늘까지 닿은 이 나무가 들어올 수밖에 없었다.\n그는 청년이 약속을 어겼음을 알고 징벌을 내렸다. 번개가 하늘에서 떨어져 나무를 부수니 수많은 지식이 새겨진 돌은 산산조각이 나고 말았다.\n[토폴로지]의 나무는 그때 세상에서 사라졌다."
    },
    "4": {
        "unlock_point": 400,
        "name": "토폴로지의 선물·하",
        "id": 4,
        "bg": "",
        "desc": "토폴로지의 나무가 쓰러지자 그곳에 새겨진 지식들도 세상에 흩뿌려졌다.\n하지만 주도자는 낙담하지 않았다. 그 지식들이 그의 머릿속에서 지워진 상태였지만 말이다.\n그는 돌들을 찾기만 해도 인류가 영원한 지식을 얻어 기원의 고도까지 발전할 수 있을 거라고 믿었다.\n그리하여 일부 사람들은 더는 낙원을 찾아 헤매지 않고, 지식 탐구의 길로 발을 내디뎠다.\n그로부터 백 년의 세월이 흘렀을 때, 산골짜기에서 첫 번째 석판이 발견되었다. 그것에는 농경의 지식이 기록되어 있었다.\n그것을 찾아낸 사람은 감격해하며 모두에게 지식을 전수하였고, 황무지는 풍요로운 땅으로 변모하게 되었다.\n2백 년의 세월이 흘렀을 때, 두 번째 석판이 발견되었는데, 화염 속에 숨겨져 있던 그것에는 군사의 지식이 기록되어 있었다.\n그것을 찾아낸 사람은 야심이 있었기 때문에 병사들을 이끌고 전투를 벌이며 제국의 기반을 다졌다.\n3백 년의 세월이 흘렀을 때, 세 번째 석판이 발견되었다. 그것은 왕좌의 옆에 숨겨져 있었는데, 통치의 이론이 기록되어 있었다.\n그것을 찾아낸 사람은 현명했기에 대국을 통치하며 인류가 문명을 이룩하도록 이끌었다.\n.......\n그후 기원의 지식은 백 년마다 나타났기 때문에 사람들은 그것을 [토폴로지의 선물]이라고 불렀다.\n그것을 얻은 사람은 문명을 이끌기도, 부귀영화를 이룩하기도 하였다.\n하지만 모두가 인류가 다시 지식을 얻어 낙원과 기원에 이르도록 이끌었다는 점은 다르지 않았다."
    },
    "5": {
        "unlock_point": 500,
        "name": "허수의 재앙·상",
        "id": 5,
        "bg": "",
        "desc": "기원이 탄생했을 무렵, 별의 아이의 낙원과 함께 나타난 [허수]라는 문이 있었다.\n햇살이 비치는 낙원과는 달리 [허수]의 안쪽에는 죄가 묻혀 있었고 어둠으로 뒤덮여 있었다.\n그곳에서 마충 일곱 마리가 탄생했는데, 그것들은 죄를 먹이로 삼고 어둠을 삼키는 것을 업으로 삼았으니 심연의 화신과 다를 것이 없었다.\n마충들은 문 너머의 세계와 낙원을 호시탐탐 노렸지만, 기원 때문에 문을 넘을 수가 없었다.\n그리하여 그들은 그들이 낙원의 것들을 누릴 수 없다면 다른 생명들도 가질 수 없다는 생각에 이르렀다.\n그들은 보잘것없는 [허수]를 바깥으로 보내 바깥의 사람들을 현혹시키도록 하였다.\n마귀의 작전은 완벽하게 성공하였고, 그는 문 안쪽에 있어야 할 오염된 것들을 바깥으로 가져갔다.\n마충들은 그들의 이름을 세상에 전파하였고, 문 안쪽에 있던 절망과 공포를 세상에 내놓았다.\n그렇게 오염된 낙원은 어둠을 배양하는 온상이 되었다.\n하지만 마충은 여전히 불만을 품고 있었고, 탐욕스러운 그들은 기원의 위치를 빼앗으려 들었다.\n그들의 행동으로 격분하게 된 기원은 마충들을 심연에 봉인한 후 [허수]로 감옥을 옭아맸다.\n그후 모든 것이 본래대로 돌아갔지만, 죄에 물들어버린 생명들은 재앙의 고통을 감내할 수밖에 없었다."
    },
    "6": {
        "unlock_point": 600,
        "name": "허수의 재앙·하",
        "id": 6,
        "bg": "",
        "desc": "사악한 마충은 [허수]에 의해 심연에 봉인되었지만, 세계로 돌아갈 방법을 골똘히 생각했다.\n그리고 족쇄를 찬 사람은 죄업을 지고 있었기 때문에 자신도 모르게 그들을 위한 최고의 사자가 되어 주었다.\n사람들은 낙원의 가호를 잃었고, 마충은 고통을 먹이로 삼았으니 힘이 충분하다고 느낄 때마다 감옥을 벗어나려고 시도했다.\n그로 인해 땅이 흔들리고 세차게 비가 내렸으며, 재앙이 세상에 도래하였다.\n마충은 그 과정 속에서 더 많은 어둠을 삼키며 다시 힘을 모으곤 했다.\n재앙은 점차 빈번하게 발생하였고, 상황은 더욱 심각해졌다.\n하지만 금세 기원의 도움을 얻게 된 사람들은 더는 재앙을 두려워하지 않게 되었고, 마충은 먹이를 잃게 되었다.\n기원이 인간과 지식을 공유했다는 사실을 알게 된 그들은 지식을 빼앗기만 하면 기원과 대등해질 수 있다고 생각했다.\n마충들은 수년간 신도를 보내 [토폴로지]를 만드는 과정을 살피게 하였고, 심연으로 지식들을 가져왔다.\n그때부터 재앙은 일어나지 않았고, 기원도 마충들의 음모를 발견하지 못했다.\n허수 안의 존재들은 모든 지식을 깨닫는 그 순간만을 기다리고 있었다.\n새로운 마귀가 그들 속에서 탄생하면 다시금 세계에 파멸을 가져올 것이다."
    },
    "all": [
        1,
        2,
        3,
        4,
        5,
        6
    ]
}