{
    "101": {
        "activity_id": 81381,
        "name": "유실된 반쪽 티켓",
        "note": "극장 티켓의 반쪽 부분.",
        "id": 101,
        "icon": "1",
        "desc": "티켓 위에 화이트밀 극단의 새 연극 제목 <프리헌터>가 인쇄되어 있다. 한때 가이아를 풍미하고 오모피스의 주류 예술의 근간을 뒤흔들었던 연극이다..."
    },
    "102": {
        "activity_id": 81381,
        "name": "죄악의 시작",
        "note": "섬세하게 만들어진 편지 칼.",
        "id": 102,
        "icon": "2",
        "desc": "24세기 초 뮤즈협회가 수석 예술가들에게 나눠준 연례 기념품이다. 원래 봉투를 자르는 용도였던 매끄러운 칼 표면은 피범벅이 되었고, 칼자루에서는 강렬한 베인 에너지가 뿜어져 나온다..."
    },
    "103": {
        "activity_id": 81381,
        "name": "흰색 초대장",
        "note": "금색 풍차가 인쇄된 흰색 초대장.",
        "id": 103,
        "icon": "3",
        "desc": "풍차 문양에 햇빛이 반사되어 반짝이고, 쌓여 있던 먼지가 춤을 추며 아름답고도 허황된 꿈이 소리 없이 상영된다..."
    },
    "104": {
        "activity_id": 81381,
        "name": "극단 명세서",
        "note": "화이트밀 극단의 최근 지출 내역을 기록한 명세서.",
        "id": 104,
        "icon": "7",
        "desc": "티카라의 데킬라 -42\n공연복 수선 -5\n무대 조명 수리 -270\n가사 도우미 로봇 처분 +360\n직원 식비 -920\n..."
    },
    "105": {
        "activity_id": 81381,
        "name": "최고의 뮤지션에게",
        "note": "예쁜 글씨체로 적은 편지, 편지지에서 은은한 향기가 난다.",
        "id": 105,
        "icon": "4",
        "desc": "최고의 뮤지션에게\n요즘 잘 지내세요? 헤헤, 전 요즘... 당신이 만든 노래를 흥얼거리고 있어요. 언니는 절 맨날 음치라고 놀렸는데, 이상하게도 당신의 노래를 흥얼거릴 때는 음정이 딱딱 맞아요. 당신은... 언제 돌아올 건가요? 당신이 작곡하던 악보대 앞에 앉아 있으면, 저도 당신처럼 아름다운 멜로디를 만들어낼 수 있을 것만 같아요. 아쉽게도 전 어릴 때부터... 음악에 소질이 없었지만요. 음... 요즘엔 당신이 보고 싶어서 멍한 느낌이 들어요. 무대에서 음악을 듣다가 실수로 치맛자락을 밟았지 뭐예요... 다 당신 때문이에요... 언제 저와 함께 전시회를 보러 가지 않을래요? 미술협회 친구에게 티켓 두 장을 샀는데, 당신이 좋아하는 말로드도 있어요! 근데 오늘은 스커트를 수선해야 해서 안 될 것 같아요, 단장님이 오늘 꼭 고쳐놓으라고 하셨거든요. 괜찮다면 내일은 어때요... 근데 당신이 오늘밖에 시간이 없다고 한다면... 오늘 가도 괜찮아요!\n아가트\n2307년 7월 30일"
    },
    "106": {
        "activity_id": 81381,
        "name": "의사의 당부",
        "note": "약봉지에 붙어 있는 메모, 의사의 당부가 적혀 있다.",
        "id": 106,
        "icon": "6",
        "desc": "안녕하세요.\n비록 안타까운 결과가 나오긴 했지만, 의사로서 당부의 말씀을 드리고자 합니다. 선생님의 현재 건강 상태는 매우 좋지 않습니다. 현재의 상태를 개선하시려면, 폭음과 지나친 걱정을 삼가십시오.\n선생님의 병세에는 샤슈바트의 수입 약을 사용하실 것을 권해드립니다만, 시중의 구매 경로가 많지 않기 때문에 가격은 더 비쌀 겁니다. 하지만 선생님의 현재 상태에서 즉각적인 효과를 보일 겁니다.\n그리고 또 한 가지, 지난번 약제비는 언제 결제하실 건지요? 적은 금액이긴 하지만, 명확한 결제 시일을 알려주셨으면 합니다."
    },
    "107": {
        "activity_id": 81381,
        "name": "익명의 관객의 편지",
        "note": "열성 관객들이 극장에 보낸 익명의 편지, 편지 봉투 위에 먼지가 잔뜩 묻어 있다.",
        "id": 107,
        "icon": "8",
        "desc": "편지1: 처음부터 끝까지 재탕이네요, 참신함은 조금도 없고 식상해요!\n편지2: 당신들의 작곡가는 음악협회의 인증을 받지도 않고 곡을 쓰시나요? 은방울 기사단에 신고해서 철저히 조사하게 할 겁니다. 당신들처럼 오모피스의 규칙을 무시하는 악단은 망해야 해요!\n편지3: 어젯밤에 극장 쪽을 지나가다가 리허설하는 모습을 봤는데, 아가트 씨가 연습하느라 열이 난다고 들었습니다. 관객들에게 완벽한 공연을 보여주기 위해 정말 고생이 많으세요!\n편지4: 배우들의 분장이 눈에 익는다 했더니, 모건 극장을 따라 한 거 맞죠? 정말 뻔뻔하네요!\n편지5: 저희는 극장의 오랜 관객입니다. 최근 경기가 좋지 않아 극단 사정이 어렵다는 걸 잘 알고 있습니다. 팬들이 자발적으로 소정의 기부금을 모금했으니 조금이나마 극단에 도움이 되었으면 좋겠습니다. 모쪼록 받아주시기를 바랍니다."
    },
    "108": {
        "activity_id": 81381,
        "name": "그리운 친구",
        "note": "타브누트가 슈에게 남긴 마지막 선물. 이 펜던트는 슈가 제2 웨폰을 사용하는 힘의 근원이다.",
        "id": 108,
        "icon": "11",
        "desc": "슈, 이 펜던트에는 웨폰의 힘이 깃들어 있어서 이곳을 떠날 수 있도록 도와줄 거야! 어서 가! 앞으로 너 자신과 포세이돈을 잘 챙기도록 해..."
    },
    "109": {
        "activity_id": 81381,
        "name": "단장의 메모",
        "note": "단장이 지니고 다니던 가죽 메모장. 펼쳐보니 휘갈겨 쓴 페이지 한 장이 떨어졌다.",
        "id": 109,
        "icon": "13",
        "desc": "난 경영난을 버티지 못하고 파산했다.\n하지만! 하늘이 날 불쌍히 여겨 마지막 기회를 주셨는지 꿈속에서 전설적인 뮤지컬을 보게 되었다. 만일 극장에서 공연할 수 있다면 틀림없이 재기에 성공할 것이다! 게다가... 역사에 이름을 남길 수 있을지도!\n아내에게 이야기했더니 나보고 미쳤다고 했다. 나와 헤어지겠다면서 딸을 에인소프로 데려갔다. 아니야, 아니라고, 난 미치지 않았어! 아내는 이해 못 한다. 이번 성대한 공연은 뮤지컬을 오모피스의 주류 예술이 되게 할 것이다!\n제물만 바치면 마지막 부분의 악보를 얻을 수 있다... 그럼 모든 것이 역전될 것이다! 극장의 경제 사정이 호전되면... 다들 날 떠나지 않을 것이고, 아내도 예전처럼 집을 나서기 전에 내게 모닝 키스를 해줄 것이다... 난 여전히 모두의 영웅이다...\n하지만 아무것도 할 수 없다. 은방울 기사단에 들키는 날엔, 내 아내는 영원히 햇빛 아래서 살 수 없을 것이다..."
    },
    "110": {
        "activity_id": 81381,
        "name": "연주가의 쪽지",
        "note": "꾸깃꾸깃한 쪽지. 쪽지를 전달하기 전에 한참 동안 망설인 것 같다.",
        "id": 110,
        "icon": "5",
        "desc": "단장님, 안녕하세요.\n단장님은 늘 자기 악기를 가족처럼 아껴야 하고, 만약 제 호른이 고장 나면 언제든 수리 비용을 청구하라고 말씀하셨죠. 그래서 어제 단장님 사무실 앞에 갔었어요.\n거기서 단장님과 그 사람의 대화를 들었습니다.\n그 사람과 나누신 말씀이 맞아요, 오모피스를 재편하려면 생명의 제사가 있어야 해요.\n하지만 전 단장님처럼 전설적인 인물이 앞장서서 은방울 기사단의 추궁을 받아서는 안 된다고 생각해요. 단장님에겐 날카로운 어둠의 칼날이 필요해요.\n그 사람의 오랜 친구인 제가 바로 적임자라고 생각합니다. 하지만 저 같은 외톨이에게도 떨칠 수 없는 감정이 있어요. 어제 오페라가 끝났을 때, 단장님은 가족이 가장 소중한 재산이라고 하셨죠. 단장님의 인자함은 익히 알고 있습니다. 이 성대한 축제가 끝나면 단장님이 로스타크로 도망친 저와 중병에 걸리신 저희 어머니를 위한 자금을 지원해주실 거라고 믿습니다.\n안톤"
    },
    "111": {
        "activity_id": 81381,
        "name": "무용수의 일기",
        "note": "예쁜 표지의 일기장, 속표지에 무용수와 작곡가가 함께 찍은 사진이 끼워져 있다.",
        "id": 111,
        "icon": "9",
        "desc": "2307.07.28 깊은 밤, 짙은 안개.\n저녁 내내 바빴는데 드디어 쉴 수 있게 됐다... 창밖에는 안개가 짙게 깔려서 아무것도 보이지 않는다. 저번에 그가 날 데려갔던 곳은 예쁘고 별도 많이 보였는데~ 참, 새 극본의 제목은 <성월>이라 단장님이 우리에게 별이 잔뜩 달린 주름치마를 입으라고 하셨다...\n근데 스타일리스트가 오늘 퇴사하면서 나에게 요즘 이쪽 업계가 불안정하니 미술협회에 가서 선생님이 되라고 했다. 난 그런 건 잘 모르지만... 그저 계속해서 춤을 출 수만 있으면 된다, 남은 의상은 내가 만들어도 상관없으니까!\n조안나도 그렇게 생각한다. 우린 말이 잘 통한다. 조안나는 온 지 얼마 되지 않아 아직 극장 분위기에 적응하는 중이지만, 호흡이 잘 맞는 건 시간 문제라고 생각한다!\n무대의 스포트라이트를 아직 고치지 않아서 밤에 깜빡거리면 너무 무섭다. 지금 그 사람과 함께 있다면 좋으련만... 그 사람이 곁에 있으면 그 무엇도 두렵지 않은 기분이다... 그런데 저번에 봤을 때 그 사람의 상태가 좋지 않아 보였다. 음악협회의 인증을 받지 못한 일 때문에 극장 운영이 큰 타격을 입어서 내내 자책하고 있다... 그 사람이 정말 걱정된다..."
    },
    "112": {
        "activity_id": 81381,
        "name": "의사의 당부2",
        "note": "선물상자 위에 붙은 메모, 맨 위쪽의 금색 물감이 반짝거린다.",
        "id": 112,
        "icon": "10",
        "desc": "안녕하세요.\n밀린 약제비를 납부하고, 지시대로 제가 권해드린 약을 구매해주셔서 정말 감사합니다. 현재 선생님의 건강은 단계적으로 회복되어 가고 있습니다.\n최근 음악협회에 가입했다고 들었는데, 정말 축하드립니다. 제 아들 잭이 협회의 학생인데 선생님께서 연출하신 뮤지컬을 보고 팬이 되었습니다. 선생님에게 배울 수 있다면 더할 나위 없이 좋을 것 같습니다.\n이건 제가 요쿠르에서 산 손난로입니다. 선생님의 회복을 축하드리는 작은 성의이니 받아주셨으면 합니다.\n원하시는 일을 모두 이룰 수 있기를 기원합니다."
    },
    "113": {
        "activity_id": 81381,
        "name": "무용수의 일기2",
        "note": "예쁜 표지의 일기장, 또박또박 쓴 글씨가 눈물에 얼룩져있다.",
        "id": 113,
        "icon": "12",
        "desc": "2307.07.30 저녁 무렵, 맑음.\n그날, 해 질 무렵의 석양이 너무 아름다워서 문득 그 사람이 보고 싶어졌다.\n근데 경쾌한 걸음으로 계단을 올라갔을 때, 복도 모퉁이에서 비웃는 듯한 웃음소리가 들려왔다. 그 여인은 아름다운 롱스커트를 끌며 그 사람의 방으로 들어갔고, 그 사람이 다정하게 그 여인을 [장미]라고 부르는 것이 들렸다.\n그 사람은 자기가 제일 좋아하는 꽃이 장미라고 했었다.\n아마도 그게 [내가 그를 찾지 않는 이상, 날 만나러 오지 않는] 이유일 테지...\n며칠 간의 숙취가 내 신경을 마비시켰고, 술잔을 나누는 사이에 그들은 자신들의 계획에 날 초대했다...\n어두운 술집에서 나오자 눈 부신 햇살이 비쳤다. 난 긴 머리를 자르고 그가 내게 선물한 흰색 드레스를 입었다. 5시간 뒤, 난 그와 처음 만났던 전시회에서 마지막으로 그를 만날 것이다..."
    },
    "all": [
        101,
        102,
        103,
        104,
        105,
        106,
        107,
        108,
        109,
        110,
        111,
        112,
        113
    ]
}