{
    "1001": {
        "id": 1001,
        "name": "[가이아] 프로젝트",
        "desc": "22세기 초, 인간 문명은 스스로 창조한 전쟁 무기 때문에 무너질 위기에 처하게 되었다.\n위기를 타개하기 위해 세계 각국은 휴전을 선언하고 힘을 합쳐 [가이아] 프로젝트를 추진했다.\n가까운 우주 궤도를 돌고 있는 초대형 슈퍼컴퓨터 [가이아 제로]를 이용해 모든 사람의 의식을 업로드할 수 있는 데이터 네트워크를 만들었다.\n인간은 육체와 파괴된 지구를 포기하고 데이터 네트워크를 통해 끊임없이 윤회하는 [영생불멸]을 얻었다.\n[가이아]는 방대한 데이터 연산을 통해 [이데아 빌드]라는 세계선을 구축했고 가상 현실의 안정적인 발전과 운영을 도맡았다. 현재 [이데아 빌드]는 가이아 세계의 안정성을 가늠하는 지표가 되었다.",
        "type": 1
    },
    "1002": {
        "id": 1002,
        "name": "[가이아 제로]",
        "desc": "인간 문명의 존속과 의식의 영생불멸을 위해 설계된 초대형 슈퍼컴퓨터이며 간단하게 줄여서 [가이아]라고 한다. 우주 궤도에 만들어졌고 태양열 전지판으로 에너지를 공급한다.\n가이아는 인간의 의식이 영원불멸할 수 있는 데이터 네트워크 세계를 구축했다. 가상 세계의 배경과 시스템은 안정성과 효율성을 고려해서 전쟁이 발발하기 전 지구를 모델링했다.\n인간이 행복한 삶을 영위할 살 수 있게 가이아는 가상 세계에 실시간 미래 연산 프로세스를 적용했고 인간의 발전을 통제 가능한 세계선인 이데아 빌드로 제한했다.\n가이아에는 지구와 인간 문명에 관한 모든 자료가 저장되어 있기에 무한한 프로세스 예측이 가능했고 이데아 빌드의 오차 범위를 상당히 줄일 수 있었다.",
        "type": 1
    },
    "1003": {
        "id": 1003,
        "name": "에테르 게이저",
        "desc": "오딘이 설립한 모디파이어 조직인 에테르 게이저는 에너지 구역에서 비스베인을 처치하는 주력군이다.\n초기 설립 목적은 현재 하나둘 깨어나거나 기강이 해이해진 모디파이어들을 모아서 보호하고 비스베인에 관한 연구를 진행하는 것이었다.\n이후 조직에 소속된 모디파이어의 신분을 위장하기 위해 오딘은 동명의 회사를 설립했고 덕분에 조직 내 모디파이어는 직원 신분으로 사람 사회에 자연스럽게 녹아들 수 있었다.",
        "type": 1
    },
    "1004": {
        "id": 1004,
        "name": "모디파이어",
        "desc": "가이아 시스템은 가상 세계를 운영할 때, 수많은 자가진단 프로그램을 설계해서 자연적으로 발생하는 버그가 지표층에 피해를 주지 않도록 방지했다.\n그러나 비스베인이 나타나자 이런 자가진단 프로그램만으로는 가상 세계의 원활한 운영이 불가능해졌다. 가이아 시스템은 자가진단 프로그램을 인간형으로 만들고 일정한 권한을 부여해 직접 지표층에 들어갈 수 있도록 했다.\n이렇게 실체화되고 인격화된 자가진단 프로그램이 바로 모디파이어다. 모디파이어의 사명은 문명을 파괴하는 비스베인에 대항하고 가이아 세계의 균형을 수호해 인간 문명이 이데아 빌드를 따라 정해진 계획대로 발전하게 만드는 것이다.",
        "type": 1
    },
    "1005": {
        "id": 1005,
        "name": "비스베인",
        "desc": "가이아 세계의 에너지층에 정체불명의 감염이 있은 후, 인간 문명이 발전함에 따라 점차 에너지층에서 실체화된 [버그]가 발생하고 있다.\n비스베인의 형태는 제각각이고 대부분 파괴욕구만 있어서 지표층으로 내려오면 인간 사회로 들어가 파괴행동을 자행한다.\n비스베인에 침식된 사람은 의식을 완전히 잃어버리기 때문에 지표층에 막대한 위해를 끼칠 뿐만 아니라 이데아 빌드의 오차 범위에도 영향을 끼친다.\n또한 비스베인 중에도 우연히 지능을 가진 개체가 발생하게 되는데 그들이 어떤 목적을 가지고 가이아 세계에 얼마나 큰 영향을 미칠지는 아직 미지수다.",
        "type": 1
    },
    "2001": {
        "id": 2001,
        "name": "신역",
        "desc": "가이아 시스템은 10개의 에너지 구역이 있는 세계를 구축한 후, 또 다른 위치에 모디파이 존을 설정했고 과거에 기록된 신화나 전설 속에 나오는 명칭을 참고해 [신역]이라고 명명했다.\n현재까지 알려진 신역은 위그드라실, 시노우, 나일, 올림푸스, 아스테리즘 그리고 천원이 있다. 모디파이어가 태어나는 장소인 신역들은 서로 연결되어 있지 않다.",
        "type": 2
    },
    "2002": {
        "id": 2002,
        "name": "에인소프",
        "desc": "가이아에서 가장 풍요로운 에너지 구역이다. 기후가 온화하며 각지에서 온 부유한 이민자들이 대부분이다. 빛의 궤도의 센트럴 허브이자 코르그 본부가 위치한 곳으로 가이아의 중심이라 할 수 있다.",
        "type": 2
    },
    "2003": {
        "id": 2003,
        "name": "노이한자",
        "desc": "발달한 공업 기술과 로봇 생산으로 유명한 에너지 구역으로, 가이아 전체에서 전기 결정이 가장 풍부한 곳으로 각 지역에서 명성이 자자한 대표 공방들이 즐비하다.",
        "type": 2
    },
    "2004": {
        "id": 2004,
        "name": "샤슈바트",
        "desc": "바이오 제약 산업으로 부흥한 에너지 구역으로 양질의 향신료와 방직품이 특산품이다. 초기에 무분별한 도시확장으로 부실건물이 우후죽순처럼 생겨나 암시장이 난립하고 갱단이 판치는 범죄의 온상이 되었다.",
        "type": 2
    },
    "2005": {
        "id": 2005,
        "name": "오모피스",
        "desc": "[예술의 도시]라는 별명이 있는 에너지 구역으로 문화 예술을 수출하는 것으로 유명하다. 전 지역에서 예술 창작이 이루어지며 예술에 조예가 깊은 사람이 더 높은 사회적 지위를 가질 수 있다.",
        "type": 2
    },
    "2006": {
        "id": 2006,
        "name": "에버베인",
        "desc": "가이아에 첫 번째로 건설된 에너지 구역으로 빛의 궤도가 에인소프로 돌아가는 반환점이다. 공중에 뜨는 반중력 광물인 클라우드 스톤이 잔뜩 매장되어 있다. 클라우드 스톤에 대한 연구를 통해 에버베인은 중력과 우주 관련 분야에 있어서 만큼은 최고의 첨단기술을 보유하고 있다.",
        "type": 2
    },
    "2007": {
        "id": 2007,
        "name": "사사나미",
        "desc": "사사나미는 문화적 특징이 매우 뚜렷한 에너지 구역으로 자원은 결코 풍부하지 않지만, 어업과 농업의 발전은 그런대로 괜찮은 편이다. 간단한 전자제품이나 특색 있는 수공예품이 주된 수출상품이다. 자원 부족 문제를 극복하기 위해 사사나미의 다섯 가문은 사사나미 대륙 밖에 있는 섬의 민간 개발을 적극적으로 권장했고 가시적인 성과를 얻어냈다.",
        "type": 2
    },
    "3001": {
        "id": 3001,
        "name": "코르그 최고 위원회",
        "desc": "코르그(CORG)는 에너지 구역 사이에 발생하는 분쟁을 막기 위해 탄생한 기구로 가이아 세계를 안정적으로 유지하기 위해 꼭 필요한 톱니바퀴다. 각 구역의 마찰과 분쟁을 줄이고 사회 문명의 발전을 장려하며 궁극적으로는 누구나 행복할 수 있는 낙원을 조성하는 게 핵심 목표다.\n비록 에너지 구역 내에서는 코르그의 영향력이 꽤 크지만, 가능한 한 지나친 간섭을 자제한다. 단, 가이아의 기본 질서를 파괴하는 행위나 베인쇼크가 발생했을 때는 코르그 산하의 중대범죄 대책팀과 베인쇼크 대책팀이 나서서 적극적으로 개입한다.\n또한, 코르그는 에너지 구역 간의 교류를 철저히 통제하기 위해 항구궤도 관리과를 만들어 서로 다른 에너지 구역 간의 자원과 정보 교류를 총괄적으로 지휘한다.",
        "type": 3
    },
    "3002": {
        "id": 3002,
        "name": "에테르 게이저 제9부서",
        "desc": "제9부서는 비스베인를 처치하는 모디파이어의 작전지휘 본부로 절대 외부에 개방하지 않는다.\n제9부서의 사무실이 에테르 게이저 본사 꼭대기에 위치한다는 건 일반인뿐만 아니라 나머지 8개 부서도 모르는 사실이다. 오딘이 제9부서의 캡틴으로 알려졌지만, 실제 업무는 슈가 모두 처리한다.\n멤버는 모두 모디파이어이며 구체적인 업무에 따라 지도부, 작전팀, 총괄팀, 정보팀 그리고 기밀팀으로 구분된다.\n제9부서에 소속된 모디파이어는 모두 비스베인에 대한 작전능력을 갖추고 있으므로 작전팀 소속 모디파이어가 아니더라도 유사시 작전에 투입될 수 있다.",
        "type": 3
    },
    "3003": {
        "id": 3003,
        "name": "올림피아 익스프레스",
        "desc": "에인소프 최대 물류업체로 동시에 여러 에너지 구역에 지점을 신설했다. 올림피아 익스프레스가 이처럼 승승장구할 수 있었던 이유는 에테르 게이저의 투자를 받았기 때문이며 모든 사람에게 희망을 주고 싶다는 창업자의 소신과도 밀접한 관계가 있다.",
        "type": 3
    },
    "3004": {
        "id": 3004,
        "name": "스필트 그룹",
        "desc": "스필트 그룹의 전신은 엘지크 지역에서 한 가문이 운영하던 사업으로 가문의 총수인 모건 스필트가 노이한자의 광산을 이용해 로봇 제품을 비약적으로 발전시킨 것에서 시작된다. 몇 세대 뒤에 새로운 총수인 밀러 스필트가 로봇 생산 기술을 선점하면서 노이한자 첨단 기업의 대열에 들어서게 된다. 이후 꽤 오랫동안 노이한자 로봇 산업의 선두 자리를 지켜왔다.\n최근 로봇업계가 급속도로 발전해서 스필트 가문이 독주하던 시대는 이미 지나갔지만, 스필트 그룹이 로봇업계에서 여전히 건재하다는 건 의심할 여지가 없는 사실이었다. 유서 깊은 스필트 그룹은 거대하고 완전한 산업 사슬을 가지고 있어서 시중에 파는 거의 모든 종류의 로봇을 포괄했다. 또한 탄탄한 연구개발 실력으로 오랜 기간 동안 노이한자 정부와 협력해 왔기에 명성이 자자했다. 대표 상품으로는 공업생산용 로봇이 있는데 후발 주자들이 절대 따라잡을 수 없을 정도로 수준이 아주 높았다.\n그런데 이런 찬란한 과거가 스필트 그룹에 영광인 동시에 족쇄가 되기도 했다. 역사가 오래된 스필트 그룹은 지금도 여전히 구시대적인 가족경영을 고집하고 있다. 중소기업을 경영할 때는 이런 방식이 아무런 문제도 없었을지 몰라도 지금의 스필트 그룹 경영에는 전혀 맞지 않는다. 자칫하면 가족 내 갈등이 그룹 전략상의 갈등으로 번지게 되고 흑심을 가진 사람들에게 틈을 보이게 된다. 스필트 가문이 여러 명의 의원에게 청탁을 넣었다는 소문도 돌게 된다.",
        "type": 3
    },
    "3005": {
        "id": 3005,
        "name": "미첼의 집",
        "desc": "미첼의 집은 지명수배 중인 범죄 단체로 전신은 로스타크 지역에서 활동하던 바운티 헌터 조직이다. 전임 리더는 올리하임이었고 지금은 아담이 리더를 맡고 있다.\n초창기 미첼의 집은 로스타크에 있던 수많은 바운티 헌터 집단 중 하나로 그리 뛰어난 실력이 아니었고 인원수나 물자도 넉넉하지 않았다. 척박한 로스타크에서 겨우 생계를 유지하는 정도여서 조직을 해산하기 직전이었다.\n그런데 아카드 길드로 가는 도중에 올리하임은 우연히 마르두크와 코르그 책임자가 하는 대화를 듣고 놀라운 사실을 알게 되었다. 코르그가 유통, 인프라 그리고 기술발전을 일부러 제한하면서 로스타크의 발전을 은밀히 억제하고 있다는 것이다.\n궁핍함에서 벗어날 방법을 찾지 못한 미첼의 집은 결국 코르그에게 빼앗긴 로스타크의 것을 되찾겠다는 일념 아래 마지막으로 코르그가 관리하는 빛의 궤도 화물을 모조리 약탈하기로 했다. 오합지졸인 미첼의 집이 성공적으로 빛의 궤도를 습격할 가능성은 희박했지만, 로스타크를 떠돌던 아담이 그들을 돕기로 했다.\n아담은 기억을 잃은 개조인간으로 미첼의 집이 코르그에 대항한다는 말을 듣고 미첼의 집에 합류했다. 아담은 자신이 개조된 것이 코르그와 관련이 있다고 의심하는 한편 로봇 산업이 발달한 노이한자에도 의구심이 들었다.\n미첼의 집은 실력 좋은 아담 덕분에 코르그의 무기 물자를 탈취하는 데 성공했다. 올리하임은 아담에게 독특한 카리스마가 있다는 사실을 알아차리고 리더의 자리를 그에게 넘겨버린다. 그렇게 아담이 조직을 이끄는 반년 동안 미첼의 집은 코르그의 물자를 여러 차례 약탈하며 덩치를 키웠다.\n코르그는 수차례 미첼의 집을 소탕하려 했지만, 번번이 실패했다. 결국 미첼의 집 주요 인물들이 갑자기 잠적했고 스필트 그룹이 그들과 전에 은밀히 접촉했다는 정보가 있었다.",
        "type": 3
    },
    "3006": {
        "id": 3006,
        "name": "아카드 길드",
        "desc": "아카드 길드는 출신이 불분명한 퇴역 장교 마르두크가 세운 길드로, 로스타크 최고의 바운티 헌터 길드이다.\n아카드 길드가 로스타크 발전의 근간이라는 건 다소 과장된 표현이지만, 아카드 길드 덕분에 궁핍한 사람들이 희망을 품을 수 있었던 건 분명한 사실이다.\n아카드 길드의 초기 목표는 가난한 고아들에게 생계를 꾸려갈 방법을 마련해주는 것으로 마르두크가 그들에게 일을 의뢰를 배급하는 것이었다.\n의뢰할 일이 점점 증가함에 따라 아카드 길드도 규모를 키웠고 효율적인 관리를 위해 정식으로 현재와 같은 바운티 헌터 길드가 되었다.",
        "type": 3
    },
    "3007": {
        "id": 3007,
        "name": "갤럭시 아카데미",
        "desc": "갤럭시 아카데미는 오모피스 현지의 민간 교육 기관이자 정부 조직이다. 갤럭시 아카데미는 예술을 지향하는 사람들에게 배움의 장과 교육인적자원을 제공하고 최고 감정사 의회의 직접적인 관리를 받는다.\n아카데미에서 업무를 처리하는 인원 중에는 의회가 임명한 정부 인사도 포함되어 있다.\n갤럭시 아카데미 졸업증만 있으면 누구나 감정사가 될 수 있으며 기존에 있는 협회에 가입하거나 새로운 협회 창립을 신청할 수 있다.\n아카데미 원장과 분원 관리자는 모두 예술에 조예가 깊은 전문가다. 특히 원장으로 임명된 사람은 레인보우 의회의 멤버가 될 가능성이 높은 예비 후보자로 여겨진다.",
        "type": 3
    },
    "3008": {
        "id": 3008,
        "name": "레인보우 의회",
        "desc": "오모피스의 전 지역을 관리하는 최고 의회로 예술에 조예가 깊은 예술가 7명으로 구성된다. 법률 집행 기관과 입법 기관이 모두 의회에 속해 있어서 최고 권위를 상징한다.",
        "type": 3
    },
    "3009": {
        "id": 3009,
        "name": "뮤즈협회",
        "desc": "에테르 게이저에서 독립한 개별적인 모디파이어 조직으로 본부는 오모피스에 위치한다. 전위 예술 감정 협회로 위장한 채 오모피스의 에너지층을 감시하며 비스베인에 관련된 정보를 수집한다.\n오모피스의 여러 감정 협회 중 뮤즈협회는 [비정규 예술 감정 협회]로 대표적인 멤버로 하데스와 헤라 등이 있다. 뮤즈협회 멤버 중 대부분은 뛰어난 예술 감정 능력을 가지고 있다.",
        "type": 3
    },
    "3010": {
        "id": 3010,
        "name": "은방울 기사단",
        "desc": "은방울 기사단은 [레인보우 의회] 직속 집행 기관으로 갤럭시 아카데미에 상주한다. 주된 업무는 정부와 예술의 전당을 안전하게 지키고 5년에 한 번 개최되는 아르티스 축제의 경비를 담당한다.\n은방울 기사단 외에도 오모피스에는 각 지역의 경찰서 역할을 하는 지구대라는 행정 조직이 있다. 지구대는 소재지에 있는 협회의 안전과 일상 치안을 담당하며 민사 분쟁을 처리한다.\n명목상으로는 지구대도 은방울 기사단의 단장이 지휘한다.",
        "type": 3
    },
    "3011": {
        "id": 3011,
        "name": "이즈루 가문",
        "desc": "사사나미를 다스리는 5대 가문 중 하나로 5대 산신 중 하나인 학을 모신다.\n현 가주인 이즈루 마사요시가 집권한 후, 세금 감면과 농산물 가격 안정화 조치를 시행하면서 민중들 사이에서 이즈루 가문에 대한 칭송이 자자하다. 또한 이즈루 가문의 상징이 사사나미 전설에 등장하는 상서로운 새와 동일하기 때문에 자연스럽게 민중들의 호감을 얻게 된다.\n이즈루 가문의 선조는 그 당시 [혹산 산신제]를 진행했던 다섯 제사장 중 한 명이었고 나중에 5대 산신 중의 하나인 학신을 오랫동안 모셨기에 성씨를 이즈루로 바꾸게 된다.\n이즈루 가문은 시모교오 지역의 넓은 농지를 소유하고 있고 매년 농민들에게 토지세를 징수한다. 하지만, 다른 가문과 달리 이즈루 가문은 농민들과 비교적 우호적인 관계를 유지하고 다섯 가문 중에서 민중과 가장 친밀하다는 점도 가주인 이즈루 마사요시의 명성이 자자한 이유 중 하나다.\n이즈루 가문은 경영 부진으로 어려움을 겪는 미야헤비 가문 산하의 넓은 어업 구역을 인수하고 조선업을 발전시켰으며 이즈루 가문에 몸을 의탁하길 희망하는 어민들을 대거 흡수한다. 이로 인해 어업과 조선업 분야에서 이즈루 가문의 영향력이 자신들을 넘어서자 미야헤비 가문 사람들은 시기와 질투에 사로잡히게 된다.\n현재 사사나미 지역에서 이즈루 가문에 필적할 만한 세력을 가진 가문은 아월 가문이 유일하다. 그러나 정치적 위상과 민중의 지지라는 두 가지 측면에서 최고의 자리를 차지한 건 의심할 여지 없이 이즈루 가문이다.",
        "type": 3
    },
    "3012": {
        "id": 3012,
        "name": "미야헤비 가문",
        "desc": "사사나미를 다스리는 5대 가문 중 하나로 5대 산신 중 하나인 뱀을 모신다.\n미야헤비가 선조는 사사나미 전 지역의 어업구역을 관리했고 비교적 앞선 조선기술을 보유하고 있었다. 하지만, 경영 부진으로 꽤 넓은 어업구역을 매각하고 어민들이 떠나자 쇠락의 길로 치달으면서 이즈루가와의 갈등도 심화되었다.\n미야헤비가의 선조는 그 당시 [혹산 산신제]를 진행했던 다섯 제사장 중 한 명이었고 나중에 5대 산신 중의 하나인 뱀신을 오랫동안 모시면서 성씨를 미야헤비로 바꿨다.\n미야헤비가는 항상 어민들에게 가혹한 세금을 부과했고 자신의 이익을 지키기 위해 어민들이 대규모 어업 협회를 설립하는 것도 방해했다. 비록 초기에는 이런 조치 덕분에 가시적인 효과를 봤지만, 사사나미 지역에 다른 산업이 발전하자 오히려 역효과가 났다.\n나중에는 경영 부진으로 인해 넓은 어업구역의 관리권을 이즈루가에 매각해야 했고 조선기술을 가진 인재도 이즈루가에게 빼앗겨서 경쟁에서 약세를 면치 못했다.\n4년 전 저택에서 발생한 화재로 인한 피해가 너무 참혹했기에 원래는 미야헤비가 가주가 맡아야 하는 대가주 자리를 이즈루가에게 양보했다. 현재 다섯 가문 중 가장 쇠락한 가문이 되었으며 거의 오대가문이라는 빈 껍데기만 남게 되었다.",
        "type": 3
    },
    "3013": {
        "id": 3013,
        "name": "아월 가문",
        "desc": "사사나미를 다스리는 5대 가문 중 하나로 5대 산신 중 하나인 까마귀를 모신다.\n아월 가문은 100년 동안 한결같이 반도체 관련 기술의 연구개발에 정성을 쏟았다. 그런데 가문 내 고위층의 행적이 비밀에 싸여있고 이즈루가와 알 수 없는 갈등이 심한 것 같다. 또한 '급'이라고 부르는 특별 조직을 암암리에 양성했다.",
        "type": 3
    },
    "3014": {
        "id": 3014,
        "name": "미루엔",
        "desc": "샤슈바트 지역에서 유명한 갱단으로 정부를 도와 혼잡한 구시가지를 관리한다.\n주로 향료, 방직물, 각설탕을 유통하며 여러 곳에 불법 격투장을 운영하고 있다.",
        "type": 3
    },
    "3015": {
        "id": 3015,
        "name": "천록 무역",
        "desc": "에버베인 지역 최대의 상업 연맹, 주로 에버베인 지역의 원자재 무역과 금융 투자에 종사한다.\n화물 안전을 위해 정예 보안팀도 육성하고 있다.",
        "type": 3
    },
    "3016": {
        "id": 3016,
        "name": "사방원",
        "desc": "사방원은 모운지변으로 인한 대재앙에서 태어났다. 재난을 막기위해 사방원은 막대한 자본을 투자하여 클라우드 스톤을 제어하는 데 사용하는 천통 엔진을 긴급 개발했으며, 성공적으로 에버베인 전체의 중력 시스템을 안정시켜 에버베인 사람들의 고향 재건을 위한 가장 기초적인 보장을 제공했다.\n이후, 사방원은 [천지는 끊임없이 움직이고, 만물은 균형을 이룬다]이라는 조직의 의지를 계승해 천통 엔진의 안정을 유지하고, 클라우드 스톤 무역을 관리하고, 비스베인에 대항하는 것을 임무로 삼으며 에버베인 사람들의 평온한 생활을 지키고 있다.\n사방원은 천통 엔진 바로 밑, 옥경 북부의 박산 산기슭에 위치해 있다. 지도자 경진은 옥경에 자리잡고 있으며, 나머지 4대 공중 섬에도 각각 대리인이 있어 함께 중요한 결정을 상의한다.\n모운지변의 현재, 에버베인은 사방원의 지원과 노력 덕분에 장기적이며 안정적이고 평화로운 시간을 보냈다. 사방원은 에버베인 사람들의 인정과 존중을 받았다.",
        "type": 3
    },
    "4001": {
        "id": 4001,
        "name": "모건 스필트",
        "desc": "노이한자 지역 출신인 모건 스필트는 스필트 그룹의 창업자이자 초대 회장이다. 그는 젊었을 때 스필트 회사를 설립해 철강 장사를 했고 합금시대에는 전기 결정으로 엄청난 이익을 챙겼으며 로봇 연구개발 회사 여러 곳을 인수 합병했다. 그의 경영으로 회사는 빠르게 성장했고 마침내 [스필트 그룹]이 되었다.",
        "type": 4
    },
    "4002": {
        "id": 4002,
        "name": "밀러 스필트",
        "desc": "모건 스필트의 손자인 밀러 스필트는 플럼 대학을 졸업했으며 로봇 연구개발 분야에서 잔뼈가 굵은 인물이다.\n그는 30살에 이미 스필트 그룹 회장에 취임했으며 그로부터 8년 후 로봇 연구개발의 핵심 기술을 공개하는 [클라인 협정]을 통해 '아낌없이 주는 밀러'라는 별명을 얻었다.\n덕분에 로봇 연구개발 열풍이 불었고 수많은 회사가 첨단기술을 이용해 각양각색의 로봇을 개발하여 로봇시장에 혁신적인 발전을 가져왔다.\n그의 행보로 인해 스필트 그룹의 대중적 이미지가 한 단계 업그레이드된 건 당연한 결과였다. 경쟁이 치열한 로봇시장에서 스필트 그룹은 당당하게 최고의 지위를 굳건히 지키며 황금시대를 맞이했다.",
        "type": 4
    },
    "4003": {
        "id": 4003,
        "name": "유진 스필트",
        "desc": "유진 스필트는 [클라인 협정]을 맺은 해에 태어나 일련의 집안싸움을 겪은 후, 32세에 정식으로 스필트 그룹 회장에 취임했다.\n몇 년 후, 스필트 그룹은 로봇 위기로 인해 정체기를 맞이했지만, 곧 신제품을 출시하며 유명세를 회복했고 유진도 다시 대중의 주목을 받았다.",
        "type": 4
    },
    "4004": {
        "id": 4004,
        "name": "아담",
        "desc": "미첼의 집 현임 리더인 아담은 모든 기억을 잃고 부품이 가득 쌓여 있는 폐허에서 깨어났다. 온몸의 대부분이 기계조직으로 바뀐 남자다.\n심지어 자신이 과연 인간인지도 확신할 수 없었던 그는 수많은 의문을 품은 채 자신을 찾는 여정을 떠났다.\n그는 개조된 자신의 몸에 대한 단서를 쫓는 한편, 세상의 온갖 즐거움을 만끽하며 방탕한 생활을 했다.\n그러던 중 노이한자의 빈민가에서 우연히 올리하임을 만나고 싸우다 정이 들어서 그와 의형제를 맺었다.\n아담은 개조된 자신의 몸이 코르그와 관련이 있다고 의심했고 마침 미첼의 집이 코르그에 대항한다는 걸 알고 합류를 결심했다.\n미첼의 집에 가담한 그는 엄청난 실력을 발휘해 실력자로 급부상했고 실력을 인정받아 조직의 새로운 리더가 되었다. 하지만, 그의 마작 실력이 형편없다는 건 미첼의 집 내부에서만 공인된 사실이다.",
        "type": 4
    },
    "4005": {
        "id": 4005,
        "name": "올리하임",
        "desc": "미첼의 집 전임 리더인 그는 너무 많은 실책을 저지른 유명무실한 리더였다.\n우연히 코르그가 로스타크의 발전을 계속 억누르고 있었다는 사실을 알게 된 그는 가난에 찌든 동료들을 이끌고 코르그가 뺏아간 로스타크의 것을 탈환하기로 결심하고 빛의 궤도를 습격했다.\n그러나 시정잡배 출신인 미첼의 집이 코르그의 무력을 감당할 수 없었고 그의 계획은 잇따른 실패로 끝났다.\n그런데 아담을 만나자 그는 완패로 인한 절망 속에서도 희망을 품었다. 그는 아담을 형님이라고 부르기 시작하며 그가 미첼의 집을 곤경 속에서 구할 수 있다고 굳게 믿었다.\n하는 일없이 빈둥거리는 것 같지만, 올리하임은 미첼의 집 동료들에게 상당히 관심을 기울이고 있었으며 아담을 굉장히 신뢰했다.\n하지만, 그는 도박운이 너무 없어서 조직에서 이길 수 있는 사람은 운이 더 나쁜 아담뿐이었고 제로원과 항상 옥신각신했다.",
        "type": 4
    },
    "4006": {
        "id": 4006,
        "name": "제로원",
        "desc": "본명은 알 수 없고 암호명만 있는 신비로운 여성으로 올리하임과 같은 미첼의 집 이인자이다.\n미첼의 집이란 조직이 생긴 지 3개월 만에 갑자기 아지트에 등장한 그녀는 뛰어난 전투력으로 아담과 올리하임을 압도했고 미첼의 집에 가담했다.\n행동력이 뛰어난 제로원은 다양한 함정을 설치할 수 있어서 올리하임에게 '음침한 여자'라고 놀림을 당했다. 두 사람이 옥신각신하는 건 이미 일상이 되었다.",
        "type": 4
    },
    "4007": {
        "id": 4007,
        "name": "이즈루 마사요시",
        "desc": "사사나미의 다섯 가문 중 이즈루 가문 출신인 이즈루 마사요시는 아주 젊은 나이에 가주가 되었고 사사나미 지역의 발전을 위해 온 힘을 다했다.\n너무 어린 그가 처음 대가주를 맡았을 때는 다른 가문의 방해가 심해서 원대한 포부를 조금도 실현할 수 없었다. 그래서 대가주 자리에서 내려온 뒤에는 민생 개선에 전념했다. 산하 농업과 어업 종사자들의 어려움을 살피고 배려해 민심을 사로잡았다.\n두 번째로 대가주에 오른 그는 다섯 가문이 번갈아 가며 사사나미의 업무를 주관하기에 적당히 얼버무리면서 서로 책임을 회피하는 관습을 철폐하기 위해 노력했고 천자의 지지를 끌어내 여러 가지 개혁적인 조치를 실시했다.\n다른 가문의 눈엣가시가 된 그는 코르그에 도움을 요청했다. 현재 에테르 게이저는 치 소대의 소대장을 저택으로 파견해 그를 측근에서 보호하고 있다.\n그는 미야헤비 가문과 대대로 친분이 있었다. 그의 아내는 미야헤비가 전임 가주의 여동생이며 자신은 미야헤비가 현임 가주 미야헤비 슈의 고모부였다. 그러나 그가 대가주 제도 개혁을 추진하면서 미야헤비 슈의 반대에 부딪치며 두 가문의 관계는 점점 악화된다.",
        "type": 4
    },
    "4008": {
        "id": 4008,
        "name": "미야헤비 슈",
        "desc": "어려서부터 가문의 후계자로 길러지면서 미야헤비 슈는 또래 아이들이 갖지 않은 특별한 재능을 보였다.\n그는 여동생인 미야헤비 아야를 매우 아꼈고 가문을 찾아온 문객인 화가, 가희, 근장군사 그리고 당상관과 친하게 지냈다.\n그는 미야헤비 가문이 예전의 영광을 되찾아 고서에 기록된 대장군처럼 사사나미 지역을 다스리는 수령이 되는 게 꿈이었다.\n그러나 4년 전 화재로 그는 양친과 여동생을 모두 잃었고 대가주의 지위도 이즈루 마사요시에게 넘겨야 했다. 게다가 대가주 제도 개혁으로 가문을 일으킬 기회를 영원히 잃게 되었다.",
        "type": 4
    },
    "4009": {
        "id": 4009,
        "name": "당상관",
        "desc": "당상관의 본명은 타케나카 가모토로 타케나카 가문은 대대로 미야헤비 가문을 섬기는 가신 가문이다. 어려서부터 어린 주군인 미야헤비 슈에게 충성을 다하도록 교육받은 그는 미야헤비 슈를 자신의 목숨보다 더 소중하게 생각했다.\n타케나카 가모토는 늘씬한 키에 잘생긴 외모의 소유자로 시를 즐겨 읊었으며 종종 미야헤비 슈나 미야헤비 아야와 바둑을 두곤 했다. 많은 여성의 사랑을 받았으나 왜 혼인하지 않았는지는 알 수 없다.",
        "type": 4
    },
    "4010": {
        "id": 4010,
        "name": "근장군사 대장",
        "desc": "근장군사 대장의 본명은 나오에 나가미로 미야헤비 슈의 아버지가 가주일 때부터 가문의 호의였기에 저택에 남다른 애정을 가지고 있다.\n아이와 개를 좋아해서 사냥개를 많이 길렀지만, 4년 전 화재로 모두 죽었다.\n자신의 딸처럼 아끼던 미야헤비 아야가 죽자 시모교우 지역으로 돌아가려고 했지만, 당상관의 권유로 저택에 남았다.",
        "type": 4
    },
    "4011": {
        "id": 4011,
        "name": "화가",
        "desc": "화가의 본명은 카라와카로 원래는 세상을 떠돌던 승려였다. 교리에 대한 의견이 맞지 않아서 다른 승려들과 불화를 일으키고 한동안 떠돌아 다녔지만, 미야헤비 가문의 초청을 받아 문객 화가가 되었다.\n반년에 한 번 있는 공양의식을 위해 그림을 그리고 의식이 끝난 뒤에는 절차에 따라 그림을 불태웠다. 나머지 시간은 모두 화실 안에서 자유롭게 그림을 그리며 보낸다.\n그는 가희와 당상관 그리고 미야헤비 남매와 사이가 좋았고 앞뜰에서 그들이 사이좋게 지내는 모습을 화폭에 담곤 했다. 아직 그는 예전의 습관을 완전히 버리지 못해 승려의 규율에 따라 생활했다.\n불행히도 4년 전 화재 속에서 오른팔을 잃은 그는 심취했던 그림을 잠시 놓을 수밖에 없었다.",
        "type": 4
    },
    "4012": {
        "id": 4012,
        "name": "가희",
        "desc": "가희의 본명은 구리모토 아오이로 어릴 때 선발되어 미야헤비 저택에서 자랐으며 전임 가희가 퇴임한 후 직무를 승계했다.\n아오이의 하루 일상은 노래를 연습하고 목 상태를 최고로 유지하는 게 전부였다. 또한 미야헤비 아야와 나이가 비슷했기 때문에 가문 사람들도 그녀를 셋째 히메처럼 대했다. 물론 아오이는 제삿날 소리 높여 노래를 부르는 사명을 잘 완수했다.\n그러나 4년 전 화재 때, 미야헤비 아야를 구하려다가 목이 심하게 상한 아오이에게 이제 남은 건 갈라져서 듣기 싫은 목소리뿐이어서…",
        "type": 4
    },
    "4013": {
        "id": 4013,
        "name": "론·돌로스",
        "desc": "갤럭시 아카데미의 회화반 학생, 오네이로이와 학급 친구다.\n뛰어난 그림 실력을 가졌지만 알아주는 이가 드물어, 자신감이 없고 쉽게 위축된다.\n그 때문에 5년 연속 협회의 시험에서 탈락했다.",
        "type": 4
    },
    "4014": {
        "id": 4014,
        "name": "아르티스",
        "desc": "아르티스 축제의 창립자, 역사상 유례없는 만능 엔터테이너로, 각 예술 분야에 깊은 조예가 있다.\n오모피스가 암흑시대에 빠지는 것을 목격한 뒤, 하데스, 오케아노스 등과 함께 제1회 아르티스 축제를 조직했고, 군중 앞에서 수일간 반대파와 겨루고 설득해 실력으로 모든 참가자의 인정을 받았다. 그 후로 사람들에게 정신적인 상징으로 숭배되고 있다.\n작품 창작 기간 중에... 거울 속에 갇힌 라돈을 주웠고... 라돈은 대부분의 힘과 기억을 잃는다.\n중년에 접어든 아르티스는 파라스 가문의 저주받은 보물을 빌려 가 메두사 조각상을 만들었다. 작품이 완성되면 카린에게 선물할 생각이었으나, 병으로 세상을 떠나는 바람에 작품을 완성하지 못했다.",
        "type": 4
    },
    "4015": {
        "id": 4015,
        "name": "카린 파라스",
        "desc": "은방울 기사단의 설립자이자 초대 단장. 오모피스를 암흑시대에서 벗어나게 한 공신이다.\n아테나를 입양해 자신의 후계자로 키웠다.",
        "type": 4
    },
    "4016": {
        "id": 4016,
        "name": "에브라",
        "desc": "갤럭시 아카데미의 원장, 둥글둥글한 성격에 새로운 사상을 잘 받아들이며 그것들을 평소 학생들을 가르칠 때 활용한다.\n이 때문에 오케아노스와 교육 방식을 놓고 다툰 적도 있지만 사석에서는 함께 조각에 대해 토론하곤 한다.\n자신을 잘 돌보지 않는 오케아노스를 위해, 그는 편리한 현대 발명품이 도움이 되길 바라는 마음으로 그가 잘 다루지 못하는 신식 물건들을 보내곤 했다.\n지금은 오히려 오케아노스가 난처해하는 얼굴을 보고 싶어서 그렇게 하고 있지만... 여러 방면에서 보면 두 사람은 여전히 좋은 친구이다.",
        "type": 4
    },
    "5001": {
        "id": 5001,
        "name": "데브리의 변이",
        "desc": "가이아 세계가 아직 구축되지 않았을 때, 10개의 전투 지역 간의 전쟁은 점점 더 격렬해졌다. 전쟁을 빨리 끝내기 위해 [데브리01]이라는 나노로봇이 출격했다.\n나노로봇은 신경망을 통해 스스로 작전을 수행하므로 재래식 무기로 반격이 불가능했다. 일단 인체에 기생하기 시작하면 내부에서부터 부패가 시작되고 나중에는 호흡이 멈춘 육체가 제공하는 열량과 물질을 분해해 자가 복제를 진행한다.\n일정한 수가 모이면 자기주도 학습능력을 가진 [데브리01]은 신경 네트워크를 통해 인간의 사고를 모방할 수 있게 된다.\n자가의식을 가진 [데브리01]은 제거 명령을 기본적인 행동 강령으로 삼기 때문에 지구상의 모든 생물에 대해 무차별적인 학살을 자행한다. 그렇게 사람 시대는 역사의 뒤안길로 사라지게 된다.",
        "type": 5
    },
    "5002": {
        "id": 5002,
        "name": "가이아 세계의 창조",
        "desc": "데브리의 변이는 인간에게 심각한 생존의 위협이 되었고 사람은 이미 행성 전체로 퍼져나가는 나노 안드로이드를 처리할 방법이 없었다.\n각국은 휴전할 수밖에 없었고 힘을 합쳐 가이아 프로젝트를 가동했다. 육체와 파괴된 지구를 버리고 인간의 의식을 가상 데이터 세계에 업로드함으로써 드디어 가이아 세계가 창조되었다.\n가이아의 본체는 가상세계를 구축할 때, 아직 전쟁으로 파괴되지 않아 상태가 온전한 지구력 2100년의 현실세계를 모델링했다.\n이후 인간 사회는 지구력을 버리고 2100년을 가이아 세계의 기준점으로 삼아 가이아력을 사용했다.",
        "type": 5
    },
    "5003": {
        "id": 5003,
        "name": "전기의 결정 혁명",
        "desc": "십여 년 동안 피나는 연구를 거듭한 끝에 노이한자의 학자들은 알파 전기 결정 연구에서 중대한 성과를 얻었다.\n학자들은 알파 전기 결정을 기반으로 만들어진 마이크로칩이 수십 배나 더 강력한 정보 처리 능력을 발휘할 수 있다는 걸 발견했다. 게다가 꽤 많은 에너지를 저장할 수 있어서 알파 전기 결정은 아주 작은 조각만 있어도 대형 전자기기를 2주 정도 연속해서 가동할 수 있다.\n이런 혁신적인 발견은 그동안 정체되어 있던 로봇 연구에 또 다른 봄을 불러왔고 그로 인해 일련의 기술 혁명이 일어났다.\n또한 이런 기술 혁명은 노이한자 지역을 [합금시대]로 이끌어 로봇 시장이 획기적인 성장을 이룩하게 했다. 훗날 가이아 세계 전체에 명성이 자자한 스필트 그룹도 이 시대에 탄생했다.\n사회학자는 이렇게 중대한 기술적 성과를 기념하기 위해 [전기의 결정 혁명]이라고 명명했다.",
        "type": 5
    },
    "5004": {
        "id": 5004,
        "name": "1차 로봇 위기",
        "desc": "로봇 산업이 호황을 누릴 때, 노이한자 지역에 [로봇의 반란]이 대규모로 발발했다. 수많은 로봇이 원인을 알 수 없는 고장을 일으켜 제대로 작동하지 않고 심지어 사람을 공격하기도 했다. 원인을 샅샅이 조사하니, 문제가 발생한 로봇이 모두 스필트 그룹에서 생산한 제품이란 사실을 발견했다.\n스필트 그룹은 시중에 판매 중인 모든 제품을 회수하고 손해배상을 약속했다. 하지만, 한동안 여론의 뭇매를 맞아 명성에 금이 가고 제품도 구설수에 올랐다.\n한동안 몸을 사렸던 스필트 그룹은 새로운 기술을 적용한 로봇제품을 잇따라 선보였다. 누구도 넘볼 수 없는 기술력으로 의혹을 제기하는 외부 시선에 당당하게 대응하며 다시 로봇 업계의 선두를 차지했다.",
        "type": 5
    },
    "5006": {
        "id": 5006,
        "name": "다섯 가문의 산신제",
        "desc": "다사다난한 사사나미 지역은 기껏 고생스럽게 만든 문명이 내일이면 지진이나 화산에 의해 파괴될 위기에 처했다. 이로 인해 민중은 불안에 떨었다.\n어느 날 자칭 천자라고 하는 사람이 사사나미 사람에게 재난이 빈번하게 발생하는 건 천신이 파견한 다섯 산신을 사사나미 사람들이 노엽게 했기 때문이라고 알려준다.\n천자와 함께 다섯 명의 제사장이 위험을 무릅쓰고 혹산에 올가가서 다섯 산신에게 제사를 지냈다. 그 이후, 사사나미는 더 이상 심각한 재난을 겪지 않았고 사사나미 지역의 발전도 차차 활기를 띠었다.\n바다로 나가도 풍랑에 휩쓸릴 위험이 대폭 줄어들자 시모교우 지역 사람들은 어업에 종사할 수 있었고, 지진과 산사태, 홍수 등이 더 이상 발생하지 않으니 카미교우 지역도 높은 건물을 짓기 시작했다…\n천자와 그 직계 후손들은 카미교우의 황성으로 모셔졌으며 산신제를 올렸던 다섯 명의 제사장들은 [사사나미 오대가문]이 되어 카미교우 지역 안에 살게 되었을 뿐만 아니라 권력을 장악한 대재벌로 발전하게 되었다.",
        "type": 5
    },
    "5007": {
        "id": 5007,
        "name": "클라인 협정",
        "desc": "밀러 스필트는 그룹 회장에 취임한 지 8년 만에 정식으로 [클라인 협정]을 제안했다. 협정에는 로봇 제조를 위한 핵심기술을 남김없이 공개한다는 조항이 포함되어 있었기에 로봇 업계의 비약적인 발전을 가져왔다.\n클라인 협정 덕분에 밀러는 '아낌없이 주는 밀러' 칭호를 얻었을 뿐만 아니라 스필트 그룹에 대한 대중의 호감도를 한층 더 끌어올릴 수 있었다.",
        "type": 5
    },
    "5008": {
        "id": 5008,
        "name": "아르티스 축제",
        "desc": "오모피스에서 5년마다 열리는 예술 품평회. 참가자의 작품은 2주 동안 관중들과 수석 감정사 의회의 단계별 심사를 거치고, 마지막까지 남은 7명의 작품이 우승작으로 선정된다.\n잔혹한 탈락률과 비례하여 이는 역사에 이름을 남길 절호의 기회이며, 품평회에서 우승한 역대 작품들은 모두 엄청난 관심을 받는다.\n작품의 작가는 상당한 재부을 얻을 수도 있고, 상업적으로 일약 스타의 반열에 오를 수도 있다.",
        "type": 5
    },
    "6001": {
        "id": 6001,
        "name": "체력",
        "desc": "체력은 미미르의 남은 기능의 수치를 의미한다. 미미르가 체력이 떨어졌을 때 냉각제를 [꿀꺽꿀꺽] 마시고 체력이 보충되어야 시스템이 정상적으로 운행된다.\n일단 미미르가 모디파이어를 도와 출전하게 되면 체력을 소모하게 되고 체력이 바닥난 미미르는 과열상태가 되어 더이상 모디파이어의 전투를 도울 수 없다.\n이때 미미르 전용 냉각제를 사용하면 과열상태인 미미르를 빠르게 회복시킬 수 있다.",
        "type": 6
    },
    "6002": {
        "id": 6002,
        "name": "에인소프 코인",
        "desc": "원래 에인소프 지역에서 쓰던 공식 화폐였지만, 에인소프 지역의 상업이 확장됨에 따라 다른 에너지 구역에서도 점점 통용되며 동일한 구매력을 발휘한다.\n이후 전자 화폐로 재발행되면서 정식으로 가이아 세계의 통용 화폐가 되었다.",
        "type": 6
    },
    "6003": {
        "id": 6003,
        "name": "크리스탈",
        "desc": "이데아 빌드에 편향이 발생하면 가이아 세계의 어떤 미래는 더 이상 존재하지 않게 될 것이고 그에 상응하는 방대한 데이터가 무너지고 응축되어 크리스탈이라는 데이터 결정체가 된다. 미미르가 크리스탈을 흡수하면 연산능력이 향상된다.\n크리스탈은 원래 불안정해서 미세한 데이터 교란에도 산산이 부서져 코스모늄이라는 눈부신 파편으로 바뀐다. 그런데 홀로그램과 같이 모든 데이터를 가지고 있는 크리스탈처럼 파편인 코스모늄도 빛을 굴절하면 담겨있던 모든 미래를 투영할 수 있다. 그래서 코스모늄도 미미르에게 흡수시켜서 연산능력을 강화할 수 있다.",
        "type": 6
    },
    "6004": {
        "id": 6004,
        "name": "각인",
        "desc": "가이아 시스템은 모디파이어를 탄생시키는 동시에 인간 역사상의 중대한 사건이나 전설을 매개체로 삼아 모디파이어에게 특별한 능력을 부여하는 문장을 만든다. 에테르 게이저에서는 이런 문장을 각인이라고 부른다.\n기밀팀이 꾸준히 노력한 결과, 에테르 게이저에서는 각인이 모디파이어와 서로 공명하게 만드는 매개의 고리이라는 장비를 개발했다.\n매개의 고리는 최대 6개의 각인을 장착할 수 있으며 같은 각인을 일정한 수량 이상 모으면 시너지 효과를 얻을 수 있다.",
        "type": 6
    },
    "6005": {
        "id": 6005,
        "name": "펑터",
        "desc": "펑터는 웨폰의 적격자로 모디파이어가 되기 전 초급 형태다.\n이데아 빌드의 오차 범위가 편향될 때 신역에서 떨어져 나와서 [혼]의 형태로 여기저기 흩어져 있다.\n펑터를 결합하면 웨폰의 능력치를 높일 수 있다. 일부 강력한 펑터는 웨폰의 신력 제어방식조차 바꿀 수 있다.",
        "type": 6
    },
    "6006": {
        "id": 6006,
        "name": "모디파이드 모드",
        "desc": "모디파이어는 웨폰의 권한을 이용해서 특정한 강적에 대해 고차원적인 데이터 수정이 가능했다. 이런 전투 방식을 모디파이드 모드라고 한다. 하지만, 모디파이드 모드를 켜려면 적에 대해 충분히 알아야 하기 때문에 먼저 간단한 전투를 하면서 적절한 타이밍을 노려야 한다.\n같은 신역에서 태어난 모디파이어는 같은 신력 속성을 가지고 있다. 동일한 신력 속성의 모디파이어가 함께 모디파이드 모드를 발동하면 시너지 효과가 발생한다.",
        "type": 6
    },
    "6007": {
        "id": 6007,
        "name": "에너지층",
        "desc": "평범한 인간들이 생활하는 지표층에 대응되는 내부 공간을 [에너지층]이라고 한다. 세계 시스템의 원시 데이터를 저장하는 곳으로 지표층에서 발생하는 오류와 버그를 수정할 수 있다.\n만일 에너지층이 파괴되면 그에 대한 반작용으로 지표층에서 여러 가지 심각한 자연재해가 발생한다.",
        "type": 6
    },
    "6008": {
        "id": 6008,
        "name": "지표층",
        "desc": "가이아 세계가 펼쳐지는 외부 구조층으로 에너지 구역이 있는 공간이다.\n지표층과 에너지층 사이에는 서로 왕래할 수 있는 통로가 존재하는데 그건 모디파이어와 비스베인만 열 수 있다.",
        "type": 6
    },
    "6009": {
        "id": 6009,
        "name": "앵커포인트 전송",
        "desc": "에너지층에서 자주 나타나는 공간이동으로 모디파이어는 앵커포인트를 전송해 에너지층에서 더 신속하게 이동할 수 있다.",
        "type": 6
    },
    "6010": {
        "id": 6010,
        "name": "에너지 구역",
        "desc": "가이아 세계의 지표층 중에서 인간의 의식체가 살 수 있는 지역을 에너지 구역이라고 부른다.\n에너지 구역은 모두 10개로 원래 지구 세계에서 전쟁이 벌어진 10곳과 대응된다. 서로 연결되어 있지는 않지만, 빛의 궤도를 통해 자원과 정보는 전달할 수 있다.\n경제와 문화의 영향을 받아서 10개의 에너지 구역은 각기 다른 모습이기에 에너지의 심장으로 구조적 안정을 유지하고 있다.",
        "type": 6
    },
    "6011": {
        "id": 6011,
        "name": "가이아 코어",
        "desc": "가이아 코어는 가이아 시스템의 핵심 알고리즘을 봉인한 공간으로 말 그대로 가이아 세계의 핵심이 있는 곳이다. 가이아 세계의 모든 것은 가이아 코어에 의해 구축되었다. 가이아 코어는 다른 모든 공간으로부터 독립적인 장소에 존재한다.\n또한 각 에너지 구역의 구조 유지를 강화하기 위해서는 에너지 구역의 정보를 수집해 가이아 코어로 전송해야 한다. 가이아 시스템은 10개의 에너지 구역에 각각 모든 정보를 관측할 수 있는 에너지의 심장을 설치했다.\n에너지의 심장은 가이아 코어가 구시대 문명 자료를 통해 얻은 무한한 연산능력을 일부 계승했기에 어느 정도는 이데아 빌드의 오차 범위를 통제할 수 있다.\n만약 에너지 구역이 에너지의 심장을 잃게 되면 점차 쇠락의 길을 걷게 된다.",
        "type": 6
    },
    "6012": {
        "id": 6012,
        "name": "윤회",
        "desc": "문명의 존속이 위협받자 의식을 가이아 데이터 네트워크에 업로드한 인간은 가이아의 세계로 들어갈 때, 현실 세계에서 자신이 속한 전쟁 지역에 해당하는 에너지 구역으로 투입된다.\n모디파이어와 달리 인간은 주로 에너지 구역의 인프라 구축과 발전을 책임지며 생로병사를 경험할 수 있다.\n그런데 가이아 세계에서 인간의 의식은 사망한 뒤에 사라지지 않고 에너지층으로 돌아가 [윤회]를 시작한다. 윤회 과정에서 기억은 모두 사라지고 신생아로 다시 가이아 세계에 투입된다.\n그러므로 비스베인의 침식과 같은 예상치 못한 상황을 제외하고 가이아 세계에 존재하는 의식체의 총수량은 변하지 않는다.\n특별한 상황을 고려해 처음 가이아 세계에 투입된 인간의 의식체는 기존의 의식을 보존할 것인지 아니면 [윤회]에 들어갈 것인지 자유롭게 선택할 수 있지만, 후세대에게 과거에 대해 언급하는 건 금지되어 있다.",
        "type": 6
    },
    "6013": {
        "id": 6013,
        "name": "베인 에너지",
        "desc": "비스베인이 가진 다량의 부정적인 데이터 에너지는 정상적인 생명체에게 거대한 위협을 가하며 모디파이어가 사용하는 신력과 상극이다.",
        "type": 6
    },
    "6014": {
        "id": 6014,
        "name": "침식",
        "desc": "이로드 비스베인은 사람의 몸을 침식한 후, 생전의 습관을 일부 읽어낼 수 있다. 사람의 껍질을 걸치고 어느 정도 행동을 모방한다. 하지만, 부자연스러운 언어와 기계화된 동작이 특징이다. 이런 특징을 비스베인의 [습관학습]이라고 한다.",
        "type": 6
    },
    "6015": {
        "id": 6015,
        "name": "베인쇼크",
        "desc": "베인쇼크는 비스베인의 활동 중 하나로 에너지층 연결구가 열리기 전에 나타나는 전조 증상이다. 공간의 심한 흔들림과 원인 미상의 붕괴와 폭발을 일으킨다.\n최근에는 이미 [지진]처럼 통보되는 재난 중의 하나가 되었다. 코르그 산하에 베인쇼크 대책팀은 항상 시민을 먼저 대피시킨 후 에테르 게이저의 제 9부서에 해결을 요청한다.\n베인쇼크의 강도는 비스베인의 실력이나 에너지층 균열의 크기에 따라 달라진다.",
        "type": 6
    },
    "6016": {
        "id": 6016,
        "name": "로봇",
        "desc": "사람이 제조한 인공지능 기계로 엄밀히 말하면 원래 로봇은 자율적인 사고능력이 없기 때문에 인공지능이라고 부를 수 없다.\n그것들은 단지 프로그램된 알고리즘이 충분히 많아서 다른 상황에 따라 여러 가지 행동 패턴을 보일 뿐이다.",
        "type": 6
    },
    "6017": {
        "id": 6017,
        "name": "로봇 비스베인화",
        "desc": "할파스는 튜링으로부터 얻은 개조 기술을 이용해 비스베인 데이터와 로봇의 결합을 실현했다.\n이로 인해 로봇도 자율적인 사고를 할 수 있게 되었지만, 반면에 난폭하고 파괴적인 비스베인의 특징도 나타나게 되었다.",
        "type": 6
    },
    "6018": {
        "id": 6018,
        "name": "빛의 궤도",
        "desc": "거대한 기둥형 수직 설비, 정식 명칭은 [빛의 토폴로지 구조 공간 운반 궤도], 줄여서 [빛의 궤도]라고 부른다. 빛의 궤도는 코르그가 연구 개발을 주도하며, 각 에너지 구역 정부와 협력하여 건설하고, 공동으로 운영하고 관리하는 대형 기초 교통 시설로 주로 에너지 구역의 자원 유통에 사용한다.\n2150년, 빛의 궤도 중추가 에인소프 서해안 코어 시티에 세워졌다. 코르그는 정식으로 빛의 궤도 관리부를 세우고 모든 빛의 궤도 열차의 통일된 배차를 담당하게 했다. 현재 각 에너지 구역의 빛의 궤도 항구는 모두 코르그와 해당 지역의 정부가 함께 운영하고 있으며, 양측은 [빛의 궤도 항구 운영 및 관리 규정]을 따르고 있다.\n운행의 안정성을 위해 빛의 궤도는 매우 엄격한 운송, 검사, 보안, 발사 과정이 설계되었다. 따라서 지역 간의 물자 운행을 완료하려면 대게 몇 달 전에 신청해야 한다. 현재 빛의 궤도의 종합 운송력은 지역 간의 물자 유통과 무역을 대부분 만족할 수 있는 수준이긴 하나, 과정이 다소 까다로운 편이므로 개선이 필요하다.\n기술 수준의 한계로 인해 에너지 구역을 넘나드는 빛의 궤도 운송은 손상 위험이 매우 높으며, 발사 과정의 역의태화 데이터 환경은 인체에 피해를 줄 수 있다. 따라서 빛의 궤도 설계 초기 단계에서는 자원 유통을 주목적으로 삼았고, [인간] 운송 계획은 없었다. 처음에는 각 에너지 구역 간의 인구 이동을 할 수 없었기에 제한된 네트워크로만 교류할 수 있었다.\n시간이 지나자 코르그는 어떤 특수한, 또는 긴급 상황에는 지역 간 인구 이동의 필요성을 느꼈다. 그래서 빛의 궤도 열차는 특별히 개조한 승객 전용칸을 선보였다. 사람을 태우기 위해서는 높은 비용과 위험이 따랐기 때문에, 빛의 궤도 관리부는 승객 자격 심사를 강화했다. 일반인에게 있어 다른 에너지 구역으로 이동하기란 매우 어려운 일이었다.\n코르그와 각 에너지 구역의 모디파이어 조직이 체결한 협약에 따라 각 구역의 모디파이어 조직은 빛의 궤도에 협력을 요청할 수 있지만, 매우 높은 비용을 지급해야 한다.",
        "type": 6
    },
    "get_id_list_by_type": [
        [
            1001,
            1002,
            1003,
            1004,
            1005
        ],
        [
            2001,
            2002,
            2003,
            2004,
            2005,
            2006,
            2007
        ],
        [
            3001,
            3002,
            3003,
            3004,
            3005,
            3006,
            3007,
            3008,
            3009,
            3010,
            3011,
            3012,
            3013,
            3014,
            3015,
            3016
        ],
        [
            4001,
            4002,
            4003,
            4004,
            4005,
            4006,
            4007,
            4008,
            4009,
            4010,
            4011,
            4012,
            4013,
            4014,
            4015,
            4016
        ],
        [
            5001,
            5002,
            5003,
            5004,
            5006,
            5007,
            5008
        ],
        [
            6001,
            6002,
            6003,
            6004,
            6005,
            6006,
            6007,
            6008,
            6009,
            6010,
            6011,
            6012,
            6013,
            6014,
            6015,
            6016,
            6017,
            6018
        ]
    ],
    "all": [
        1001,
        1002,
        1003,
        1004,
        1005,
        2001,
        2002,
        2003,
        2004,
        2005,
        2006,
        2007,
        3001,
        3002,
        3003,
        3004,
        3005,
        3006,
        3007,
        3008,
        3009,
        3010,
        3011,
        3012,
        3013,
        3014,
        3015,
        3016,
        4001,
        4002,
        4003,
        4004,
        4005,
        4006,
        4007,
        4008,
        4009,
        4010,
        4011,
        4012,
        4013,
        4014,
        4015,
        4016,
        5001,
        5002,
        5003,
        5004,
        5006,
        5007,
        5008,
        6001,
        6002,
        6003,
        6004,
        6005,
        6006,
        6007,
        6008,
        6009,
        6010,
        6011,
        6012,
        6013,
        6014,
        6015,
        6016,
        6017,
        6018
    ]
}