{
    "1011": {
        "id": 1011,
        "name": "맛의 비결",
        "anecdote": "오시리스가 요리를 잘 한다는 건 제9부서 사람이라면 누구나 아는 사실이다. 거의 모든 사람이 그녀가 직접 만든 도시락이나 디저트를 받은 적이 있었다.\n하지만 왜 오시리스가 만든 요리가 그렇게 맛있는지에 대해서는 의견이 분분했다.\n어떤 사람은 오시리스 같은 노력형은 틀림없이 뒤에서 몰래 연습하는 거라고 생각했다.\n[오시리스, 너 혼자 몰래 요리 연습하는 거 아냐? 너무 무리하지 마.]\n[네? 전 그냥 여러분을 위해 요리할 뿐인걸요. 개인적으로 연습하진 않아요.]\n또 누군가는 오시리스가 유명 셰프를 찾아가 요리를 배우는 게 틀림없다고 여겼다.\n[오시리스, 너 최근에 요리 실력이 엄청 늘었던데, 유명 셰프한테 요리를 배우는 거 아냐?]\n[셰, 셰프라뇨? 아니에요... 다들 과찬이세요. 게다가 전 아는 셰프도 없는걸요.]\n그중 가장 터무니없는 주장은 오시리스가 명왕의 힘을 빌렸다는 것이었다. 이것은 젠키보우의 생각이었다.\n[오시리스, 이제 알겠어! 넌 분명히 명왕의 힘을 빌려 이렇게 맛있는 요리를 만든 거야, 맞지?]\n[겉은 그래 보여도 사실은 숨겨진 요리의 대가였던 거야! 명탐정 젠키보우의 눈을 피할 순 없어!] 젠키보우는 탐정 자세를 취하며 득의양양하게 말했다.\n[아니에요... 다들 별생각을 다 하시네요.]\n오시리스는 젠키보우의 탐정 놀이가 그렇게 끝난 줄 알았지만 전혀 아니었다.\n그 후 오시리스는 주방에 있을 때면 항상 누군가 훔쳐보는 느낌이 들었다.\n처음에는 좀 무서웠지만 입구에서 [널 지켜보고 있다]라는 메모를 발견하고서야 마음이 놓였다. 그건 분명히 젠키보우의 필체였다.\n그러던 어느 날, 방으로 돌아온 오시리스는 그곳에 있던 젠키보우를 발견했다. [젠키보우, 뭐 해요?]\n[오시리스, 내가 사건을 해결했어! 네, 네 요리의 비결은 바로 그 [요리의 신 비책]이지?!] 양심이 좀 찔렸던 젠키보우는 탐정 흉내를 내며 은근슬쩍 넘어가려 했다.\n[[요리의 신 비책]? 그게 뭔데요?] 오시리스는 당연히 영문을 몰랐다. [여태까지 주방 밖에 숨어서 몰래 지켜본 게 젠키보우죠? 이건 새로운 장난인가요...?]\n[이, 이번에는 장난이 아니야! 수사라고! 잘 들어, 난 이미 간파했어! 넌 요리를 할 때마다 그 검은 노트를 뚫어져라 보잖아, 그게 바로 [요리의 신 비책]일 거야!]\n[이거요?] 오시리스는 모든 사람의 입맛과 취향이 가득 적힌 노트를 하나 꺼냈다.\n[베르단디 언니는 육류를 좋아해요. 레몬즙을 넣으면 더 상큼하게 먹을 수 있는데, 피망은 좋아하지 않으니 주의해야 해요.]\n[포세이돈 언니는 과일 샐러드를 즐겨 먹는데 그중에서도...] 젠키보우의 호기심 어린 눈빛을 알아챈 오시리스는 그녀를 위해 노트에 적힌 내용을 읽기 시작했다.\n젠키보우는 어안이 벙벙했다. 이건 자신이 상상한 [요리의 신 비책]과 너무 달랐다. [이, 이게... 비책이라고?]\n[그냥 노트예요... 전 모두의 입맛을 고려해 요리하는 편이거든요.]\n[그럼 분명히 다른 비결이 있을 거야, 그렇지?] 여전히 당황한 젠키보우는 허세 부리는 것도 잊었다.\n[전 그냥 최대한 모두를 돕고 싶은 것뿐이에요. 모두가 기뻐하는 표정을 생각하며 요리를 하죠. 비결이라면 아마 이런 거 아닐까요?] 오시리스는 한결같이 부드러운 미소를 지었다.",
        "reward": [
            [
                11011,
                10
            ]
        ]
    },
    "1048": {
        "id": 1048,
        "name": "또 다른 처벌",
        "anecdote": "쉼 쉬듯 자연스럽게 장난을 치다가 붙잡힌 젠키보우는 슈 선생님의 책상 앞에 앉아 어떻게 사정해야 반성문 쪽수와 구금 시간을 줄일 수 있을지 궁리했다.\n여느 때와 달리 이번에는 슈 선생님 곁에 헤임달이 앉아 있었다. 안경 뒤로 싸늘해진 헤임달의 눈빛을 보면서 젠키보우는 앞으로 장난은 최대한 기밀팀과 최대한 떨어진 곳에서 치는 게 좋겠다고 생각했다.\n[반성문을 쓰고 구금하는 건 좋은 방식이 아닌 것 같습니다. 그 정도로는 기밀팀이 본 손실을 조금도 메꿀 수 없어요.] 헤임달이 입을 열었다. 젠키보우의 눈이 순간 반짝였지만 말을 다 듣자 금세 사그라졌다. 슈는 헤임달의 말에 동의했고, 그렇게 헤임달은 젠키보우를 데리고 사무실을 나갔다.\n반성문을 쓰지 않게 된 젠키보우는 신이 나서 5분 동안 경쾌한 걸음으로 헤임달을 따라갔지만, 가라앉은 분위기와 낯설어진 환경에 결국 젠키보우는 불안감이 들기 시작했다.\n[그래서... 내가 뭘 해야 하는데?] 젠키보우가 조심스럽게 고개를 들어 헤임달을 쳐다봤다. [테스트 대상이 되세요.] 그 말에 젠키보우의 표정이 딱딱하게 굳었다. 헤임달은 비밀번호를 입력하더니 눈앞의 새까만 대문을 열었다.\n문 뒤에는 여러 무기의 프로토타입들이 진열되어 있었다. 중앙에 배치된 것은 검은색, 흰색, 노란색이 섞인 소총이었다.\n[혜성 Ct-08 자급형 빔 소총이에요.] 헤임달이 설명하기 시작했다. [당신이 해야 할 일은 기밀팀의 총 성능 테스트를 돕는 거예요.] 젠키보우는 얼떨떨한 가운데서도 무의식적으로 소총에 다가갔다. 정교한 총신을 보면서 그녀는 자신도 모르게 감탄했다.\n[어때요? 반성문보다 훨씬 낫지 않나요?] 헤임달이 안경을 추어올렸다.\n젠키보우는 소총을 품에 안고 머리를 세게 끄덕이다가... 실수로 방아쇠를 건드려서 바닥에 있는 장치를 망가뜨렸다.\n[...처벌 등급을 올려야겠군. 그럼 바로 시작해 볼까.] 오쿠니누시가 문 뒤에서 걸어 나오며, 젠키보우에게 훈련실로 들어가라 손짓했다.\n오쿠니누시의 설명에 따르면 젠키보우는 실험원으로서 무기의 위력, 정밀도, 내구성 등을 시험해야 했다. 하지만 이 [훈련실]이라 불리는 어둡고 음산한 곳에 끌려온 뒤 젠키보우는 왠지 불길한 예감이 들었다.\n[네 임무는 표적을 맞히는 거야.] 무전기에서 오쿠니누시의 목소리가 흘러나왔다. [그럼 시작할게.]\n이게 다냐고 생각했던 젠키보우는 갑작스러운 진동으로 땅에 넘어졌다. 기계 굉음이 울리더니 훈련실의 대문이 빈틈없이 닫혔다.\n젠키보우는 주변을 둘러보다 표적이 없는 것을 발견했고, 이에 대해 물었지만 표적이 아직은 나타나지 않을 거라는 것이 대답이었다. 그전에 먼저 [작은 테스트]를 거쳐야 했다.\n바닥이 갑자기 뜨거워지기 시작했다. 젠키보우는 계속해서 뛰어다녔지만 높이 뛸수록 땅에 떨어질 때 발에 무게가 실려 오히려 더 화끈거리는 고통이 느껴졌다.\n[무기를 테스트하는데 바닥은 왜 가열하는 건데?] 젠키보우가 폴짝거리면서 물었다.\n[아, 실수로 보일러를 켰네.] 오쿠니누시는 해맑게 대답했다.\n[바닥이 탈 정도로 뜨거워지는 보일러가 있단 말이야?]\n젠키보우는 머리 위로 늘어진 밧줄을 발견하고 무의식적으로 손을 뻗어 잡았다. 밧줄에 의지해 바닥에서 몸이 떠오른 순간 어떤 장치가 발동하면서 멈춰 있던 밧줄이 갑자기 사방으로 움직이기 시작했다.\n[이건 또 뭐야?] 밧줄을 따라 움직이면서 젠키보우의 목소리가 커졌다 작아졌다 했다.\n[이동 사격 훈련실에서 사용하는 장치야. 중력에 반응하지.]\n[중력에 반응? 그럼...]\n[네가 거기서 내려오면 그것도 멈추겠지.]\n밧줄에 이끌려 수백 번을 돈 후 젠키보우는 결국 두 손에 힘이 빠져 바닥으로 떨어졌다. 마루 온도가 다행히 정상이라고 여기는 순간 미세한 기계 작동 소리가 들려와 그녀는 다시 한번 경계했다. 고개를 들자 주변 풍경이 앞으로 이동하고 있었다. 2초 후, 그녀는 컨베이어 벨트로 변한 바닥과 함께 자신이 뒤로 이동하고 있다는 사실을 깨달았다. 어느새 뒤에는 끝이 보이지 않는 큰 구덩이가 나타나 있었다.\n[이 정도 구덩이는 너무하잖아... 이것도 훈련 장치야?]\n[음... 이 실험실을 지을 때 시공팀이 자재를 빼돌렸나 봐.]\n[이, 이만큼이나 공사비를 빼돌렸다고?!]\n그와 동시에 훈련장 내에 갑자기 젠키보우를 거의 날려버릴 듯한 광풍이 몰아쳤다. 기계에서 나오는 바람에는 나뭇잎과 자갈이 섞여 있는 듯했다. 문밖에서는 헤임달이 돌과 나뭇잎을 주은 손을 꼼꼼히 씻고 있었다.\n젠키보우는 전방에 커다란 빨간색 버튼에 [정지]라는 글자가 적혀 있는 걸 발견했다. 컨베이어 벨트의 속도가 점점 빨라지자 그녀는 온 힘을 다해 앞으로 달려갔고 중간에 자갈을 세 번이나 맞았다. 결국 그녀는 벌떡 일어나 간신히 손끝으로 버튼 끝을 눌렀다.\n컨베이어 벨트가 멈췄지만 또 다른 무시할 수 없는 사실에 젠키보우의 사고 회로가 멈췄다. 버튼 앞, 즉 자신이 서 있는 이 구역은 하나의 거대한 올가미였다. 말 그대로 [올가미]였다. 젠키보우가 정신을 차리기도 전에 발밑의 올가미가 조여오더니 그녀의 두 발을 옥죄면서 묶어 버렸다. 균형을 잃은 젠키보우는 이리저리 끌려다니다가 결국 천장에 매달려야 했다.\n젠키보우의 뒤집어진 시야 속으로 오쿠니누시가 문을 열고 들어왔다.\n[으윽... 이제... 끝난 거야...?] 젠키보우가 나약하게 물었다.\n[임무는 표적을 맞히는 거잖아. 지금 표적이 나타났어. 바로 저쪽에... 네 총은?]\n젠키보우의 두 손은 비어 있었다. 소총은 일찌감치 이 혼란스러운 상황에서 모습을 감춘 지 오래였다. 오쿠니누시는 떨어진 총을 다시 젠키보우 옆에 뒀다.\n[테스트를 통과하지 못했네. 다시 한 번.]\n올가미가 풀리면서 젠키보우는 바닥에 떨어졌다. 표적이 사라지고, 바닥의 온도가 다시 올라가기 시작했다...",
        "reward": [
            [
                11048,
                10
            ]
        ]
    },
    "1066": {
        "id": 1066,
        "name": "발명품 체험의 날",
        "anecdote": "매년 오쿠니누시는 발명품 체험의 날을 열고, 자신의 각종 발명품을 제9부서의 모든 부원에게 공개했다. 말이 체험의 날이지 부원들을 불완전한 발명품의 실험쥐 정도로 여기는 쪽에 더 가까웠다.\n하지만 그녀의 신기한 발명품은 여전히 사람들의 호기심을 불러일으켜서 발명품 체험의 날에 참가하러 오는 사람들의 발길이 끊이지 않았다.\n꽤 많은 발명품이 전시되었고, [토끼 자동 오렌지 주스 머신]도 그 중 하나였다.\n[의자에 앉아서 머릿속으로 '오렌지 주스를 마실 거야'라고 생각하면 자동으로 머신이 오렌지 주스를 먹여 줄 거야.] 오쿠니누시가 설명했다.\n[그렇게 편리하다고? 그럼 해 봐야지.] 젠키보우가 기대에 부푼 채 의자에 앉아, 정신을 집중해 [오렌지 주스를 마실 거야]라고 생각하면서 입을 불렸다. 스프레이 건이 즉시 오렌지 주스를 젠키보우의 입으로 밀어 넣었다.\n[윽... 오쿠니누시, 이건 왜 안 멈추는 거야?] 전혀 멈추지 않는 스프레이 건을 보며 젠키보우는 저도 모르게 오쿠니누시에게 물었다.\n[네 머릿속에 여전히 오렌지 주스를 마시려는 생각이 있기 때문이지. 그 생각이 완전히 사라지기 전까지는 멈추지 않을 거야.] 단말기에 데이터를 기록하면서 냉정하게 대답하는 그녀였다.\n[어? 이제 안 마시고 싶어. 얼른 멈춰! 야, 얼른 멈추라고 했잖아!] 아무리 젠키보우가 소리쳐도 스프레이 건은 멈추지 않았다.\n[흠... 아직 개선의 여지가 있어 보이는군.]\n[레이저 토끼 그릴]도 있었다.\n[오쿠니누시, 이 [레이저 토끼 그릴]은 어떻게 사용하는 건가요?] 마음의 준비를 한 젠키보우와 달리 베르단디는 처음 체험의 날에 참가하는 거였다.\n[준비한 고기를 그릴에 올려놓고 [가동]이라 외치면 자동으로 고기를 구울 수 있어. 하지만 경비 문제로 고기는 자기가 준비해야 해.]\n[괜찮아요, 잠시만요!] 잠시 후 베르단디가 소고기를 한 팩 사들고 실험실로 돌아왔다. [가동!]\n뜨거운 레이저가 거의 순식간에 작은 소고기 조각을 익혔지만 그 후로 아무 기척도 없었다.\n[어머? 저기... 오쿠니누시, 겨우 이 정도만 구워져요?]\n[안전을 위해 출력을 엄격히 통제했어. 수동으로 조정한 다음 다시 구령을 외쳐야 해.]\n[이러면 전혀 자동이 아니잖아요... 가동! 가동! 가동!]\n여기에 [휴대용 스탠드 토끼 침대], [양파 커팅용 토끼 식칼] 등 각종 기괴한 발명품이 전시되어 있어 모두를 황당하게 했다.\n[대부분이 진리나 과학과 백만 광년은 떨어져 있는 녀석들이라, 실용주의를 입에 달면서 연구에는 조언해 주기는커녕 계속 문제나 제기하는군...] 사람들이 떠난 후 오쿠니누시는 단말기의 기록을 바라보았다.\n[그래도... 녀석들 같은 멍청이나 내 실험에 항상 함께해 주겠지.]\n스크린 상의 각종 피드백 데이터를 보면서 새로운 영감이 떠오르기 시작했다. 다음 발명품 체험의 날은 앞당겨 열면 되겠다고 오쿠니누시는 생각했다.",
        "reward": [
            [
                11066,
                10
            ]
        ]
    },
    "1041": {
        "id": 1041,
        "name": "기사의 검술",
        "anecdote": "[와... 저게 바로 기사의 검술이구나...] 어린 아테나는 두 눈을 반짝이며 무대 위의 [기사]를 뚫어지게 쳐다보았다.\n[기사]를 연기하는 배우가 기합 소리를 내며 과장된 베기 동작을 하자 수 미터 떨어진 곳에 있던 [적군]이 그 자리에서 날아갔다.\n이건 오모피스 어디서나 쉽게 볼 수 있는 연극이었다. 동작과 줄거리는 화려한 공연을 위한 부가적 요소로 당연히 진짜가 아니었다.\n하지만 아테나 눈에는... 모든 것이 달랐다.\n그녀는 신난 채 집으로 돌아와 목검을 들고 연습용 말뚝을 내리치기 시작했다.\n연극에서 본 기사 배우의 모습을 흉내내며, 말뚝에서 몇 미터 떨어진 곳에 서서 자세를 취한 후 과장된 동작으로 목검을 내리쳤다.\n당연히 말뚝은 조금도 움직이지 않았다.\n[안 돼... 아까 소리를 내지르지 않아서 그런가?] 자신이 절차를 하나 빼먹었다는 걸 깨달은 아테나는 다시 자세를 취했다.\n[하앗!] 우렁찬 기합 소리와 함께 아네나는 다시 검을 내리꽂았지만 여전히 아무 일도 일어나지 않았다.\n[안 되네... 내가 훈련이 부족해서 그런 걸 거야.] 아테나는 고개를 끄덕이고는 다시 연습을 시작했다.\n[하앗! 하앗! 하앗!]\n아테나는 그렇게 훈련장에서 한참을 연습했지만 상상 속 기사의 검기를 방출할 수 없었다.\n[흑...] 아테나는 풀이 죽어 땅에 주저앉아 손에 든 목검만 멍하니 바라봤다.\n외출하고 돌아온 할머니 파라스는 훈련장에서 나는 소리를 듣고 달려왔고, 풀이 죽은 아테나를 발견했다.\n[할머니... 전 훌륭한 기사가 될 수 없는 걸까요?]\n[왜 그러니, 아테나?]\n[전... 기사의 검기를 방출할 수가 없어요...]\n[기사의 검기?]\n아테나는 부러움을 가득 담아 자신이 봤던 연극 속 공간을 가른 검기에 대해 생생하게 이야기하기 시작했다.\n[그랬구나...] 얘기를 다 들은 파라스는 곤란함에 빠졌다. 소녀의 마음속에 있는 가장 순수한 동경을 몇 마디 말로 깨고 싶진 않았지만 그렇다고 거짓말로 넘기기도 싫었다.\n[할머니, 저한테 그 무예를 좀 보여주세요. 할머니가 시범을 보이면 배울 수 있을지도 몰라요!]\n[그래...] 파라스는 길게 한숨을 내쉬었다. 지금 와서 피할 수도 없었다.\n파라스는 목검을 들고 자세를 취했다. 그녀의 기세는 연극배우를 훨씬 뛰어넘었고, 보이지 않는 위엄을 뿜어냈다. 아테나는 할머니가 먼 곳에 있는 말뚝을 반으로 쪼개버릴 수도 있겠다고 생각할 정도였다.\n하지만 파라스가 검을 내리쳐도 말뚝은 여전히 미동도 없었다.\n[아테나, 그런 무예는 그냥 공연용...]\n[대단해요...! 역시 할머니예요!] 말뚝을 살펴보던 아테나는 환호성을 내질렀다.\n파라스는 의아해하며 걸어갔다. 뜻밖에도 말뚝에는 여러 갈래 패인 흔적이 남아있었다.\n자신은 결코 이 흔적을 남기지 않았다. 이런 흔적을 남길 수 있는 사람은 오직 한 명뿐... 바로 자신의 손녀였다.\n[저도 할머니처럼 대단한 기사가 될 수 있을까요?] 아테나는 한껏 흥분한 표정으로 할머니를 쳐다봤다. 파라스는 그녀의 마음속 가장 대단한 기사였다.\n파라스는 쓴웃음을 지으며 미리 준비해둔 말들을 삼켰다. 이런 식으로 손녀의 동경을 지켜줄 줄은 몰랐던 터다.\n파라스는 가만히 아테나의 머리를 어루만졌다. [물론이지. 넌 장차 나보다 훨씬 대단한 기사가 될 거란다.]",
        "reward": [
            [
                11041,
                10
            ]
        ]
    },
    "1099": {
        "id": 1099,
        "name": "뜨고 지는 달",
        "anecdote": "칼자루의 촉감이 차가웠다.\n언니가 자신에게 검도를 가르치는 첫날, 눈 속에서 죽도를 꽉 쥔 그녀의 손은 빨갛게 얼어있었고, 선명한 차가움이 그녀의 손아귀에 각인됐다. 그녀는 거대하고 육중한 죽도를 즐겨 쓰지 않았다. 그 죽도에 팔이 시큰해진다 해도 언니는 그녀에게 눈 속에 서서 검을 꽉 잡은 자세를 밤새 유지할 것을 요구했다.\n하지만 [삭망]은 달랐다. 그녀는 검자루를 쓰다듬었다. 예상대로라면 금속으로 된 칼자루는 죽도보다 훨씬 차가워야 했지만, 이상하게도 따뜻해서 츠쿠요미는 비정상이라기보다는 색다르다고 생각했다. 미묘한 온도가 손끝을 타고 올라와 융합되는 듯했다. 츠쿠요미는 이것이 어쩌면 소유자를 향한 웨폰의 부름이 아닐까 생각했다.\n[삭]과 [망], 두 검은 달랐다. [삭]은 가볍고 빨랐고, 츠쿠요미는 그 촉감이 좋았다. 익숙함은 습관이 됐고, 그것을 사용한 기술도 계속해서 발전했다.\n어느 날 츠쿠요미는 자신이 유독 [삭]으로만 능률적으로 임무를 완수한다는 걸 깨닫고 휴대하기 불편한 [망]은 훈련실에 두고 다녔다. 그 후 한동안 [망]은 칼집 속에서 나오지 못했다.\n전투가 매일 반복되면서 츠쿠요미의 칼날에 쓰러진 적은 수를 헤아릴 수 없었다. 미세하지만 날카로운 감정이 츠쿠요미의 마음속에 싹텄다... 그녀는 칼을 휘두르는 것에 기대를 품게 됐다. 더 정확히 말하자면 갈망이었다. 모든 비스베인을 제거한 후 임무는 끝났어야 하지만 츠쿠요미는 거의 무의식적으로 주변의 나무 하나를 잘라냈다. 칼날을 지나가는 새끼 사슴에게 겨누었을 때야 그녀의 의식이 비로소 깨어났다. 더 이상 이런 이상한 심리 상태를 내버려 둘 수는 없었다.\n전투에 대한 열정은 계속해서 츠쿠요미의 마음속에서 사라지지 않았다. 훈련장에 도착하면 계속된 고강도 전투에 그 갈망이 사라지길 기대했다.\n훈련장에서 츠쿠요미는 깊게 숨을 들이마시고 훈련용 말뚝을 향해 검을 내리꽂았다. 딴딴한 지면에 뜻밖에도 금이 갔다. 꼬박 하루를 츠쿠요미는 훈련실에 머물며 지칠 줄도 모르고 [삭]을 휘둘렀지만 마음속의 전의는 더욱 강렬해질 뿐이었다.\n정신이 나간 그녀 앞에 언니가 나타났다.\n[츠쿠요미, 너... 어째서 검이 한 자루밖에 없는 거니? 내가 가르쳐준 거, 기억 나?]\n또 한 번 정신이 아득해지더니 문득 손에 쥔 칼자루가 몹시 뜨겁다는 것을 깨달았다. 동시에 환각인지 아니면 우연한 빛의 각도 때문인지 [망]의 보랏빛 칼날이 영롱한 빛을 발하며 츠쿠요미를 부르고 있는 듯했다.\n그녀는 다가가 먼지가 덮인 [망]을 들어 올렸다.\n칼자루의 촉감이 차가웠다. 뜨거운 [삭]의 온도가 가라앉을 정도였다.\n[삭망]은 둘 다 내 웨폰이야. 내 짧은 생각으로 검심이 기울어진 거야... 역시 수행의 길은 끝이 없구나...]\n한순간의 나태함으로 원래 자신에게 속한 웨폰 절반을 포기하고 오히려 자신을 구렁텅이에 빠뜨릴 뻔했다... 다시는 이런 일이 일어나지 않게 할 것이다.\n땀이 무수하게 흐르는 밤의 설원, 어린 시절 그녀가 몸에 어울리지 않는 거대한 죽도를 휘두른 것처럼 그녀는 묵직한 칼을 허공에 휘두르며 연보라색 호광을 그렸다.\n그 후 그녀의 마음은 고인 물과 같이 평온해졌다.\n하지만 그날 이후 훈련실은 츠쿠요미의 공격으로 파손돼 일주일간 수리를 해야 했다.",
        "reward": [
            [
                11099,
                10
            ]
        ]
    },
    "1111": {
        "id": 1111,
        "name": "감자칩과 사이다",
        "anecdote": "오시리스는 가끔 마음의 방으로 와 명왕과 이야기를 나눴다. 대화의 주제는 대부분 오시리스가 밖에서 겪은 일이나 동화책 내용이었다.\n오시리스는 종종 명왕에게 자신과 바꿔 밖으로 나가고 싶지 않으냐고 물었고, 명왕은 그때마다 성가신 표정으로 거절했다.\n그녀가 정말 흥미가 없는 건 아니었다. 단지 위기에 처했을 때에야 밖으로 나왔던 명왕에게는 바깥 세상이 좋은 인상을 남긴 적이 없이 그저 너무나 성가시기 때문이었다.\n오시리스는 명왕이 혼자 있을 때 너무 지루하지 않도록 동화를 읽어주기도 하고, 가끔 재미있는 물건을 명왕에게 나누어 줬다.\n우연한 기회에 오시리스는 그녀에게 [감자칩]이라는 간식을 나눠줬다. 감자칩의 독특한 식감은 거의 순식간에 명왕의 입맛을 사로잡았다. 그녀는 얼마 지나지 않아 감자칩 한 봉지를 다 먹어 치웠고, 그 대가로 입이 바싹 말랐다.\n그 후로 그녀의 마음은 [감자칩이 너무 먹고 싶어], [하지만 다 먹으면 입이 너무 말라], 이 두 가지 상반된 마음으로 가득 찼다.\n[너희는... 그 [감자칩]이란 걸 먹으면 입이 마르지 않아?] 일주일 후 그녀는 결국 참지 못하고 오시리스에게 질문했다.\n[입이 좀 마르긴 하죠. 음... 명왕, 잠시만 기다려요.] 잠시 후 오시리스는 사이다를 한 병 가지고 돌아왔다. 하지만 명왕은 젠키보우의 장난 때문에 이것에 대한 기억이 안 좋았다.\n[이거 정말 문제없는 거 맞아? 설마 뚜껑을 열었는데 막 뿜어져 나오고 그런 건 아니지?]\n[그건 젠키보우가 장난친 거예요. 힘껏 흔들지 않는 이상 사이다가 뿜어져 나오지는 않을 거예요, 한번 시도해 볼래요?]\n명왕은 반신반의하며 한 모금 마셨다. 사이다가 주는 단맛과 약간 톡 쏘는 맛이 입에서 터지면서 혀끝의 짠맛이 순식간에 사라졌다.\n[어때요, 맛있어요?]\n[무능한 인간의 음료치고는 괜찮네... 그래봐야 괜찮은 정도일 뿐이지만!]\n그 후에도 오시리스는 명왕에게 다양한 간식과 음료수를 나눠주었지만 명왕은 사이다와 감자칩을 가장 좋아했다.\n[이 브랜드의 감자칩은 너무 두꺼워. 하지만 이게 특징이겠지.] 이제 명왕은 오시리스와 감자칩에 대해 적극적으로 이야기를 나누게 됐다.\n[그런가요? 몰랐어요. 다음에는 명왕이 대신 나가서 직접 골라볼래요?] 오시리스는 능숙하게 사이다를 마시며 감자칩을 먹는 명왕을 배시시 웃으며 바라보았다.\n[으음... 생각해 볼게.] 어쩌면... 나가서 보기만 하는 건 그렇게 나쁘지 않을 거라고 명왕은 은연중에 생각했다.",
        "reward": [
            [
                11111,
                10
            ]
        ]
    },
    "1148": {
        "id": 1148,
        "name": "롤러 스케이트",
        "anecdote": "[장난을 칠 때 가장 중요한 건 수법이나 연기가 아니라 절대 잡히지 않는 거야!] 젠키보우는 항상 이렇게 말하곤 했다. 하지만 사실 장난을 친 뒤에 붙잡히는 건 그녀에게 예삿일이었다. 그렇지 않으면 반성문 쓸 걱정은 하지도 않았을 것이다. 더욱이 에테르 게이저에는 장난을 칠 사람이 없었다. 당장 발각되지 않는다 해도 슈가 언젠가는 찾아올 테니까.\n하지만 젠키보우는 여전히 자신이 현장에서 잡히지 않기를 바랐고, 그러면 적어도 짧으나마 승리의 기쁨을 누릴 수 있었다.\n잡히지 않는다는 건 [빨리 도망치는 것]을 의미했다. 어떻게 해야 더 빨리 도망칠 수 있을까? 젠키보우는 스케이트 보드를 몸에 메달기도 하고, 스쿠터를 장난 현장 부근에 대기도 하고, 도주 경로를 미리 계획하고 경로에 로프 궤도를 설치하는 등 여러 가지 시도를 했다.\n전혀 뜻밖이지 않게도... 이 계획들에는 모두 뜻밖의 일이 벌어졌다.\n젠키보우가 몰래 일주일에 걸쳐 설치한 로프 궤도는 이상을 발견한 후방 인원에게 철거됐지만 젠키보우는 아무것도 모른 채 로프를 잡아당겼다가 2미터 밖에 나가지 못하고 끊어진 궤도로 인해 날아가 버렸다. 스쿠터는 복도에서 좌충우돌하는 바람에 슈 선생님이 즉각 소리를 듣고 달려왔다. 스케이트보드는 거의 성공할 뻔했다. 누구도 놀라게 하지 않으면서 신속하게 현장에서 도망칠 수 있었지만, 애석하게도 스케이트 보드를 메는 방법은 오래 가지 못했다. 슈가 이상을 감지하고 젠키보우에게 스케이트 보드 파는 것을 금지했기 때문이다.\n[꾀가 많고 계략이 풍부한] 젠키보우 님의 행보는 당연히 그대로 멈추지 않았다. 그녀는 이미 망가져버린 스케이트 보드를 보고, 자신의 신발을 봤다가 다시 스케이트보드의 온전한 바퀴를 보았다.\n그럼 바퀴를 신발 밑에 달면 되겠네!\n행동력이 뛰어난 젠키보우는 즉시 보물상자를 뒤졌다. 이것저것 짜깁기한 끝에 겨우 쓸만한 롤러 스케이트를 한 켤레 만들어냈다. 젠키보우가 롤러 스케이트를 타기 시작한 초반에는 며칠 동안 장난에 당한 사람들은 멀지 않은 곳에서 누군가 넘어지는 소리를 듣곤 했다.\n하지만 젠키보우는 금세 적응해 작전을 나갈 때까지 롤러 스케이트를 신었다. 하지만 안타깝게도 그녀는 자신의 총기에 반동이 있단 것을 깜빡했고, 스케이트는 그녀가 총을 쏠 때면 그녀를 뒤로 밀어냈다. 토르와 아폴론이 진작 목표 지점에 도착해 있는데 젠키보우는 여전히 출발점에 서서 자신의 롤러 스케이트와 씨름하고 있었다... 그것이 모의 작전이었으니 망정이지.\n젠키보우는 풀이 죽어 훈련실에서 나와 긴 시간 욕먹을 준비를 했다. 그런데 뜻밖에도 슈는 화내지 않을뿐더러 심지어는 젠키보우를 위해 전투에 더 적합한 롤러 스케이트를 제작해 주겠다고 했다. 젠키보우는 그 말에 눈이 휘둥그레진 채 말을 잃었다.\n슈는 젠키보우가 전투 중 롤러 스케이트를 신으니 기동성이 더 좋아진 것을 발견한 것이었다.\n[고마워, 슈 선생님!]\n[그나저나, 네가 며칠 전 롤러 스케이트를 신고 저지른 장난들에 대한 반성문은...?]\n[윽, 그게, 제출할게...]",
        "reward": [
            [
                11148,
                10
            ]
        ]
    },
    "1199": {
        "id": 1199,
        "name": "세 번째 명문",
        "anecdote": "출토된 이래 진리라는 이 웨폰은 줄곧 미스터리를 품고 있다.\n3자루가 1세트인 장도 세트로, 각 검마다 에버베인 고대 문명에서 기원한 글자가 새겨져 있다. 그중 2개는 [진], [리]로 해독되며, 이것이 명칭의 유래이다.\n그러나 세 번째 고문자는 누구도 해독하지 못했다. 츠쿠요미가 한 고서를 통해 [진], [리]가 각각 두 가지 방위를 대표한다는 것만 알아냈을 뿐이다.\n진리를 사용해 뱀신 오로치를 죽인 후 츠쿠요미는 이 세 번째 고대 문자가 미묘하게 변하고 있다고 생각했지만, 진리를 디버깅한 누아다조차 어떤 이질감도 발견하지 못했다.\n후에 훈련 중이던 츠쿠요미는 자신이 잡념에 빠져 정신이 멍해지면 칼에 있는 세 번째 명문이 꼭 난잡하고 기이한 부호처럼 보이고, 진리 역시 제어하기 힘들어진다는 것을 발견했다.\n반대로 자신이 정신을 집중하고 검심을 유지할 때면, 명문이 어떤 문자의 모습을 띠며 검을 휘두르는 것이 손발을 다루듯 아무런 불현함이 없었다.\n츠쿠요미가 진리를 더욱 능숙히 다룰 수 있게 되면서 칼의 명문도 점점 뚜렷해졌지만, 그것이 심경에 따라 변하는 것인지, 아니면 잡념으로 인한 자신의 착각인지 그녀는 여전히 확신할 수 없었다. 의혹은 그렇게 츠요쿠미의 마음속에 뿌리내렸다.\n한번은 임무를 완수하고 돌아오는 길에 한 허름한 대장간이 츠쿠요미의 눈길을 끌었다. 이 시대에 그런 전통적인 방식으로 무기를 단련하는 사람은 거의 없었기 때문에 전통적인 공예로 단련한 검은 공예품이나 골동품으로나 여겨졌다.\n하지만 그 대장간에 진열된 도검은 화려한 무늬나 번잡한 장식 없이 가장 순수한 자태로만 존재했다. 공예품이 아니라 실제 무기라는 걸 보여주는 듯했다.\n한 연로한 대장장이가 무기 진열대 뒤 그늘에서 걸어 나왔다. 그는 츠쿠요미를 보지도 않고 그녀의 허리춤에 있는 장검만 주시하다가, 츠쿠요미에게 진리를 뽑아 검신을 보여줄 수 있느냐고 정중하게 부탁했다.\n츠쿠요미는 가만히 고개를 끄덕이며 서서히 장검을 뽑아들었고, 진리가 칼집에서 나올 때까지 아무 일도 일어나지 않았다. 칼을 뽑을 때 나타나는 번쩍임조차도 없었다. 츠쿠요미 손에 들린 검은 평범한 장검 같았고, 명문 역시 어떤 문자의 모습을 선명하게 드러내고 있는 듯했다. 그러나 늙은 대장장이는 연신 고개를 끄덕이다가 손뼉을 치며 찬미하기도 했다.\n츠쿠요미는 이 늙은 대장장이가 자신의 궁금증을 풀어주길 바라며, 일말의 기대감을 품고 그에게 마음속의 의문을 들려주었다. 늙은 도공은 사양하지 않고 진리를 건네받아 자세히 살펴보았다.\n자세히 살펴본 도공은 진리를 츠쿠요미에게 돌려주고는 천천히 입을 열었다.\n[검심은 이름이 없고, 검의 의지에는 형태가 있습니다. 이 명문은 바로 당신이 깨달은 [도]입니다.]\n[[도]라고요...?]\n[검의 도는 곧 마음의 도입니다. 이 명문이 흔들리는 것은 당신이 여전히 의혹을 품고 있기 때문이지요. 검심이 밝아야 검의 의지가 형태화되고, 그렇게 되면 명문도 자연스레 나타날 겁니다.]\n늙은 대장장이에게 정중하게 감사 인사를 한 후, 무언가를 깨달은 듯한 츠쿠요미는 귀로에 올랐다. 칼의 명문도 좀 더 뚜렷해진 것 같았다.",
        "reward": [
            [
                11199,
                10
            ]
        ]
    },
    "1127": {
        "id": 1127,
        "name": "데이터 수집",
        "anecdote": "[역조 고래의 노래]에 착생하는 의식체 라비가 이 웨폰에는 총 165가지의 기능이 있다고 했다. 하지만 레비아탄에게는 모든 기능이 미지로 가득하다.\n레비아탄은 실전 시뮬레이션에서 웨폰으로 고압 물줄기를 발사해 적을 처치하려 한 적이 있는데, 거대한 반작용 때문에 레비아탄이 뒤로 날아가고 말았다. 바닥에서 겨우 일어난 레비아탄이 다른 기능을 시도했다. 지면으로 물줄기를 2줄 소환해 원거리로 적을 공격해서 자신에게 반작용 영향이 오지 않게 했지만, 결국 그 물줄기들은 레비아탄의 발밑에서 합쳐지더니 거대한 분수가 되어 레비아탄을 하늘로 쏘아 올렸다... 웨폰을 완벽히 사용할 수 없다는 사실이 레비아탄을 괴롭게 했다. 결국 그녀는 오쿠니누시의 의견을 물어보기로 했다.\n[마침 네 웨폰에 흥미가 있던 참인데. 하지만 먼저 그것의 성능 데이터를 수집해야 널 도와줄 수 있어. 그 과정에서 네 협조가 필요하고.] 오쿠니누시는 레비아탄의 곤란함에 이렇게 대답했다.\n[정말 다행이다. 고마워, 오쿠니누시! 어디서부터 시작할까?] 레비아탄은 즉시 [역조 고래의 노래]를 소환해 데이터 수집 준비를 했다.\n[일단 저쪽에 있는 테스트킷으로 가서 가장 높은 출력으로 공격해 봐.]\n[가장 높은 출력? 그렇게 하면 내가 날아가 버릴지도 모르는데...] 레비아탄은 고개를 갸웃하며, 걱정 가득한 얼굴로 오쿠니누시를 쳐다봤다.\n[그럼 밑을 겨냥하면 되잖아. 테스트킷 근처 바닥도 데이터를 수집할 수 있어. 공중에서 내려올 때는 쿠션이 충격을 완화시켜 줄 거야.]\n[그럼... 해볼게.] 레비아탄이 바닥을 조준하고, 한 방에 신력을 방출했다. 가동된 웨폰이 레비아탄과 함께 화살처럼 공중으로 날아올랐다.]\n[으아악! 이제 어떡해? 오쿠니누시!]\n[우산... 펴...!]\n공중에서 어쩔 줄 모르던 레비아탄은 오쿠니누시의 말을 거의 듣지 못했지만 그녀의 뜻은 이해할 수 있었다. 레비아탄은 전력을 다해 [역조 고래의 노래] 우산 부분을 폈다.\n우산이 생각보다 효과가 아주 좋았다. 익숙한 추락은 찾아오지 않고 바닥의 방석이 안정감 있게 레비아탄을 받쳤다.\n[휴... 큰일 날 뻔했다...]\n[초기 속도는 빠르지 않지만 최대 높이가 매우 높군... 음... 그런 거였어.] 오쿠니누시는 한쪽에서 끊임없이 이번 실험 데이터를 기록하다가, 이내 방석 위에 앉은 레비아탄을 쳐다봤다.\n[레비아탄, 이번에는 가장 높은 출력으로 두 번 날아올라 봐. 혹시나 데이터 편차가 있을까 봐 그래.]\n[어? 두 번이나?]\n[그뿐 아니라, 나머지 164가지 기능도 최소 3번씩 보여줘. 전면적이고 정확한 데이터가 필요하거든]\n[헉...!]",
        "reward": [
            [
                11127,
                10
            ]
        ]
    },
    "1039": {
        "id": 1039,
        "name": "휴가",
        "anecdote": "포세이돈이 일주일간 휴가를 냈다. 그 기간에 포세이돈에게 고민 상담을 하던 사람들에게는 [상담 중지] 통보가 내려졌다. 포세이돈의 방문은 5일간 굳게 닫혀 있었고, 5일째 되었을 때는 연락조차 받지 않았다. 걱정이 된 슈는 한참을 고민하다 결국 권한을 사용해 그녀의 방문을 열기로 하였다.\n방문이 열리고, 아무 소리도 없는 방 안에서 보이는 건 침대에 누워 꼼짝도 하지 않는 포세이돈뿐이었다. 놀란 슈는 곧장 침대 앞으로 달려갔다.\n[포세이돈, 포세이돈! 왜 그래?]\n[쿨쿨...]\n[음?]\n졸린 눈을 뜬 포세이돈은 다급해하는 슈를 보고는 의아해했다. 엉뚱한 질문과 대답이 오간 후에야 슈는 포세이돈이 연락을 받지 않은 건 그저 조금 깊게 잠들었기 때문이었단 것을 깨달았다.\n[걱정할 필요 없어. 난 그저 휴가를 보내고 있을 뿐이라고.]\n[보통 그렇게 긴 휴가를 내는 건 무슨 일이 생겼기 때문이잖아? 그런데 넌 계속 방에서 안 나오니까 조금 걱정이 됐어... 그래서 함부로 방에 들어온 거야. 미안해.]\n[괜찮아, 괜찮아. 그런데 난 정말 그냥 일주일간 쉬고 싶었을 뿐이야.]\n[설마 며칠간 계속 잠만 자다가 지금이 된 거야?]\n포세이돈은 잠시 생각하다 고개를 끄덕였다. 일주일간 휴가를 낸 게 고작 침대에서 퍼질러 자기 위해서였다니. 워커홀릭인 슈에게는 조금 이해하기 힘든 일이었다. 슈는 떠난 후 방문을 닫았고, 포세이돈은 다시 누워 잠에 들었다.\n사실 포세이돈은 거짓말을 했다. 그녀는 어제저녁이 되어서야 자기 시작했다. 그전까지 그녀는 나흘 내내 밤낮없이 돌고래 인형을 한 상자씩이나 만들었다. [심리 상담] 선물용으로 말이다. 각 돌고래는 독특한 이미지와 표정을 갖고 있었고, 더 중요한 포세이돈의 마음까지 가득 담겨 있었다.\n포세이돈에게는 모두를 위해 인형을 만드는 것도 일종의 휴식인 것이다.",
        "reward": [
            [
                11039,
                10
            ]
        ]
    },
    "1139": {
        "id": 1139,
        "name": "혹한 훈련",
        "anecdote": "동그랗고 거대한 물체가 훈련실 입구에 나타나 문을 꽉 막아버렸을 때, 누구도 그것이 포세이돈이라고 생각하지 못했다. 담요를 열 겹이나 둘러맨 포세이돈은 사람들의 도움을 받아서야 구조되었다.\n오늘은 포세이돈이 심연 사용을 훈련하는 둘째 날이다. 어제 그녀는 심연의 한기에 온몸이 얼어붙었기에, 오늘은 [충분한 준비]를 하기로 했다. 바로 담요를 열 겹 둘러서 추위를 막는 것.\n하지만 포세이돈은 오늘 훈련 전과정을 오딘이 감독한다는 사실을 몰랐다. 오딘은 그녀의 이런 조금 이상한 행동을 질책하지 않았고, 그저 담요를 잘 덮은 다음 훈련을 시작하라고 말했다.\n[추워...] 담요는 도움이 되지 않았고, 심연을 조종하고 있는 포세이돈은 여전히 뼈가 시리는 추위를 느꼈다. 또한 몸에 덮인 무거운 물체 때문에 행동도 꽤나 불편해졌다.\n[그렇게 덮었는데도 추운 거야?] 오딘은 흥미로운 듯 허리에 손을 얹고 있었다.\n[네. 왜 이럴까요...]\n[심연은 네 웨폰이야. 이 추위는 애초에 네 신력에서 온 거라고.]\n포세이돈은 뭔가를 깨달은 듯 담요를 한쪽으로 던져버렸다. 그녀는 다시 심연을 들어 올려 보려 했다. 순간 피부는 추위에 빨개지고, 얼어붙은 손은 어쩔 수 없이 지팡이를 놓아 버리게 만들었다.\n[이건 네 힘이다. 두려워하지 마. 그것을 받아들여!] 오딘의 말투가 엄숙해졌다.\n포세이돈은 다시 한번 차가운 지팡이를 주워들었다. [네. 두려워하지 마... 두려워하지 마. 이건 나 자신의 힘이야.]\n마음을 가다듬은 후 포세이돈은 자신의 몸이 점차 다시 따듯해지고 있는 것을 느꼈다. 그녀는 계속 훈련할 수 있었고, 빠르게 심연을 제어하는 법을 터득해 원하는 대로 얼음을 소환할 수 있게 되었다.\n신력을 쏟아내자 작은 훈련실에 거대한 눈보라가 몰아친 것만 같았다. 눈은 지면을 뒤덮은 단단한 얼음이 되더니 수정처럼 갈라져 반짝반짝 빛났다. 자신의 성장을 본 포세이돈은 기분이 좋아지기 시작했다. 그녀는 이 자신이 창조한 혹한의 영역에 서 있었고, 추위 따위는 이미 느끼지 못하게 되었다.\n훈련이 끝나고 포세이돈은 오딘에게 가서 그녀의 가르침에 감사를 표했지만, 오딘은 제자리에 가만히 서 있었다.\n[오딘 님, 왜 그러세요?]\n[정말 춥긴 하네. 나조차도 심연의 한기에 영향을 받았어. 잘했다, 포세이돈.]\n[와, 제가 벌써...] 포세이돈은 다급히 던져 놓은 담요를 가져와 오딘에게 덮어줬다. 오딘의 칭찬을 들은 포세이돈은 잔뜩 신이 난 채 훈련장으로 돌아가 훈련을 이어갔다.\n포세이돈이 진지하게 훈련하는 모습을 본 오딘은 안도의 한숨을 쉬더니 바로 덮인 담요를 벗고는 뜨거워진 목에 부채질을 했다. 아무리 그래도, 태초인 그녀가 아직 미성숙한 신력의 영향을 받을 리는 만무했던 것이다. 하지만 포세이돈이 더 빠르게 힘을 터득하게 할 수만 있다면 이 작은 선의의 거짓말은 가치가 있을 것이다.",
        "reward": [
            [
                11139,
                10
            ]
        ]
    },
    "1019": {
        "id": 1019,
        "name": "과거의 일기장",
        "anecdote": "슈는 방구석에 쌓인 잡동사니들을 바라봤다. 간만에 휴일이 찾아온 덕에 드디어 이 헌 물건들을 정리할 시간이 생겼다.\n대학 시절에 산 종이 간행물, 충동적으로 사버린 소품, 언제 산지도 모르고 읽은 적도 없는 책, 구형 단말기...\n슈의 시선이 한 일기장에 떨어졌다. 방에서 일기장이 나오는 건 이상하지 않지만, 누렇게 변한 표면 가죽은 이 일기장이 겪은 세월을 증명하고 있었다.\n그리운 마음에 그녀는 이 표면 가죽이 누렇게 된 일기장을 펼쳤다.\n[오늘 식당의 요리는 너무 달았다. 내일은 맛이 바뀌었으면 좋겠다. - 슈] 일기에는 여러 소소하고 잡다한 일들만 적혀 있었지만, 이 무수한 평범한 날들은 연결되어 자신의 과거를 형성했다.\n마치 모래시계를 거꾸로 돌려놓은 것처럼 슈는 페이지를 넘기며 과거를 느꼈고, 때로는 가볍게 웃다가 때로는 조금을 인상을 쓰기도 했다.\n[난 미래에 오딘 같은 사람이 되고 싶다.]\n페이지에 이런 말이 적혀 있었는데, 이것을 쓰게 된 전후 사정은 기억나지 않았다. 누군가와 얘기를 나눴거나 어떤 일이 일어났었겠지.\n어린 슈에게 오딘은 에테르 게이저의 가장이었고, 에테르 게이저라는 [집]을 수호하고 지탱하는 동경의 대상이었지만, 어느새 슈는 이미 오딘의 대부분 업무를 이어받아 에테르 게이저의 총책임자가 되어 있었다.\n[내가 이런 말도 썼었구나... 오딘에게 들키면 안 되겠어.]\n다음 페이지로 넘길 때, 창문을 통해 들어온 햇빛 때문에 희미한 반투명 글자 몇 개가 눈에 들어왔다.\n슈는 살짝 고개를 숙여 글자를 확인했다. [기대되는걸.] 이게 누가 쓴 글인지 맞힐 필요도 없었다.\n[진작에 보셨던 건가...] 슈는 손으로 얼굴을 가린 채 자신이 총책임자 직무를 이어받았을 때 오딘이 지었던 장난스러운 웃음을 떠올렸다.\n[에휴... 그쪽 일을 다 떠맡고 싶어서 쓴 말이 아니라고요.]",
        "reward": [
            [
                11019,
                10
            ]
        ]
    },
    "1119": {
        "id": 1119,
        "name": "간만의 휴식",
        "anecdote": "[슈, 또 밤을 샌 거야?] 포세이돈이 걱정스러운 표정으로 사무실에 들어와 다크서클이 진해진 슈를 바라봤다.\n[어제 비즈니스 미팅이 너무 늦게 끝났거든... 하지만 괜찮아, 계약은 성사시켰으니까. 앞으로 많이 편해질 거야.]\n[그렇다면 이번 주는 내가 네 업무를 맡을 테니까 넌 푹 쉬어.]\n[하지만...]\n[나도 오딘 님의 제자야. 한동안 특별한 비즈니스 미팅도 없잖아. 기본적인 업무는 나도 맡을 수 있으니 안심해.]\n포세이돈의 호의와 고집을 못 이긴 슈는 결국 그의 말을 따르기로 했다.\n휴식 첫째 날, 출격 임무가 없는 슈는 종일 잠만 잤다. 그녀는 오늘 해야 할 업무 생각에 깜짝 잠에서 깼을 때가 되어서야 자신이 이미 포세이돈과 신분을 바꾼 상태였다는 걸 깨달았고, 포세이돈이 업무를 별 차질 없이 처리한 걸 확인한 후에야 그녀는 안심할 수 있었다.\n휴식 둘째 날, 슈는 할 일 없이 침대에 누워 있었다. 이런 느낌은 정말 오랜만이었다. 그녀는 자신이 이런 느낌을 원해 왔다고 생각했지만, 막상 정말 할 일이 없어지니 오히려 적응이 안 되고 마음속에 불필요한 죄책감마저 들었다.\n휴식 셋째 날, 답답함을 못 이긴 슈는 신입 모디파이어들의 훈련을 참관하고 싶었지만, 도착하자마자 포세이돈에게 업무 금지라는 사유로 쫓겨났다.\n휴식 넷째 날.\n[후훗...! 지금은 슈 선생님이 없으니 내 세상이야!] 젠키보우가 멋대로 복도를 뛰어다니며 자신이 개조한 염료 총을 사람들에게 발사했다.\n[오? 그래?] 어느새 슈가 그녀의 뒤에 나타났다.\n[슈, 슈 선생님!? 쉬고 있는 거 아니었어?]\n[할 말 있으면 구금실에 가서 해.]\n[안 돼~! 정보가 틀렸잖아!?]\n[슈...] 젠키보우의 옷깃을 붙잡은 채 그녀를 구금실로 끌고 가는 슈를 보며 포세이돈은 절로 쓴웃음을 지었다.\n[미안... 난 정말 가만히 있을 수 없는 사람인가 봐.]\n[휴... 그럼 약속해. 앞으로 밤샘 업무는 안 하겠다고.]\n[음... 노력해볼게.]",
        "reward": [
            [
                11119,
                10
            ]
        ]
    },
    "1081": {
        "id": 1081,
        "name": "수리 사고",
        "anecdote": "스카디는 수완이 뛰어난 항해사일 뿐 아니라 탁월한 수리 기술도 지니고 있다. 그렇기 때문에 그녀는 평소 한가할 때면 에테르 게이저의 동료들을 대신해 차량을 수리했다.\n그러다 이번에 굉장히 특이한 [차량]을 하나 맡게 됐다.\n[젠키보우... 이, 이게 정말 차가 맞아?] 눈앞의 공룡 형태의 두발 로봇을 보고 스카디는 눈이 휘둥그레졌다.\n[사람이 탈 수 있으면 당연히 차량이지! 게다가 타보면 얼마나 위풍당당한데!]\n[아니, 아니... 이건 아무리 봐도 로봇이잖아. 고칠 수 없는 건 아니지만... 나보다는 기밀팀 사람이 더 적합하겠는데.]\n[윽... 마, 말하기 불편한 이유가 있어서 기밀팀 사람한테 수리를 부탁할 수 없어... 지금 부탁할 수 있는 사람은 너뿐이라고!]\n여전히 영문을 알 수 없었지만 스카디는 결국 젠키보우를 뿌리치지 못하고 그녀를 대신해 [슈퍼 티라노 전사]라 불리는 이 로봇을 수리하는 데 동의했다.\n하지만 로봇은 확실히 스카디의 전문 분야가 아니라서 젠키보우도 스카디를 돕기 위해 그녀의 조수가 됐다.\n[스카디, 공구 상자 가져왔어!] [고마워! 하지만... 이 부분의 회로 배열은 대체...]\n두 사람은 같이 아침부터 밤늦게까지 분주했지만 이 로봇의 동력을 복구할 수 없었다. 젠키보우는 결국 버티지 못해 잠들어 버렸고, 한 쪽에 있던 스카디는 약간의 실마리를 잡은 듯했다.\n[응...?] 스카디는 로봇의 핵심 동력원이 어떤 정체불명의 선로에 연결되어 있는 걸 알아차렸다. 자신의 생각이 틀리지 않는다면 [슈퍼 티라노 전사]가 움직일 수 없었던 이유는 바로 이것 때문일 것이다.\n[이렇게 된 이상 이 남아도는 파이프를 제거하기만 하면...]\n다음날 아침, 스카디는 동력을 다시 회복한 로봇을 바라보며 흐뭇한 미소를 지었다.\n[젠키보우, 다 고쳤어~!]\n[헤헤, 스카디가 해낼 줄 알았다니까! 자, 잠깐만...!? 내가 심혈을 기울여 준비한 스프레이 건은? 그리고 다른 아이템도 못쓰게 됐잖아!?]\n[응? 동력에 영향을 줘서 떼냈지.]\n[내... 내 최고 걸작이...]\n젠키보우는 힘없이 쓰러졌고, 그 뒤로 스카디만 영문을 알 수 없었다. 후에 기밀팀 멤버가 젠키보우의 짓궂은 장난 아이템을 폐기한 것에 대해 스카디에게 감사를 표한 것은 나중의 일이었다.",
        "reward": [
            [
                11081,
                10
            ]
        ]
    },
    "all": [
        1011,
        1048,
        1066,
        1041,
        1099,
        1111,
        1148,
        1199,
        1127,
        1039,
        1139,
        1019,
        1119,
        1081
    ]
}