{
    "101": {
        "id": 101,
        "hide": 0,
        "destroy_picture": "1011",
        "story_name": "평화롭고 고요한...",
        "picture": "101",
        "story_word": "단이 말했다. 이곳은 '에인소프'라 불리는 '에너지 구역'이라고 한다. 정확히 이해하지는 못했다.\n내가 이곳을 벗어나 바깥세상을 보기 전까지는, 이곳이 무엇이라 불리든 중요하지 않았다.\n빌딩 숲이 빼곡히 들어선 거리에는 사람들이 바삐 오갔고, 난 그 어떤 얼굴도 자세히 보지 못했다.\n하지만 이 거리는 달랐다. 단이는 이곳을 상점가라고 했다. 여유롭고 싶은 사람들이 오는 곳이라고. \n그러니까 그 바삐 오가던 사람들도 여유롭고 싶을 때가 있는 건가?\n상점가에는 맛있는 음식이 많았다. 난 잘 느끼지 못하지만, 단이는 아주 맛있게 먹었다. 그거면 됐다.\n머리카락이 바람에 날려 눈을 가리기도, 입가에 붙기도 했다.\n주위의 벽이 갑자기 번쩍였는데, 단이는 그것이 반사된 태양 빛이라고 했다.\n길가에 있는 돌멩이를 실수로 걷어찼는데, 앞으로 조금 구르더니 멈췄다. 돌멩이는 나중에 다른 누군가에 의해 더 멀리 가겠지.\n...단이랑 같이 더 멀리, 더 많은 곳에 가고 싶다.",
        "unlock_attrib": [
            70,
            0,
            30,
            0
        ],
        "unlock_story_collect": [
            1103
        ]
    },
    "102": {
        "id": 102,
        "hide": 0,
        "destroy_picture": "1021",
        "story_name": "수국 ",
        "picture": "102",
        "story_word": "단이는 나를 데리고 공원에 갔다. 공원에는 사람도 많고 꽃도 많았고, 모든 게 활기가 넘쳤다.\n그곳에는 동글동글한 보랏빛 꽃이 있었다. '수국', 단이 내게 그 꽃의 이름을 알려주었다.\n동그란 수국은 사실 여러 개의 작은 꽃들로 이루어져 있었는데, 언뜻 보니 한 송이의 커다란 꽃송이 같았다.\n나도 모르게 이런 '쓸모없는' 풍경에 매료되어, 그 꽃들을 오랫동안, 정말 오랫동안 바라보았다.\n그렇게 아무것도 안 하고 조용히 바라만 보니 뜻밖의 안정감과 만족감을 느낄 수 있었다.\n단이 말하길, 이게 바로 '공백의 미'라고 한다. 마치 장난치는 어린아이들처럼, 그들의 장난에 목적이 없는 것처럼...\n하지만 또 다른 목적에는 부합하는, 그런... 그다음에 말한 내용은 잘 이해하지 못했다.\n어쨌든 단이와 함께 밖에 나온 것만으로도 충분히 뜻깊었다.\n단이는 꽃들을 배경으로 내게 사진을 찍어 줬다. 옛날의 나로서는 상상도 할 수 없는 일상이었다.\n이 사진을 보면 백지처럼 텅 비었지만 즐거움으로 가득 찼던 그 시간들을 떠올릴 수 있겠지.\n아니다, 나는... 사진이 없다 할지라도 이 모든 것을 기억하고 싶다.",
        "unlock_attrib": [
            0,
            100,
            0,
            40
        ],
        "unlock_story_collect": [
            1203
        ]
    },
    "103": {
        "id": 103,
        "hide": 0,
        "destroy_picture": "1031",
        "story_name": "알록달록한 추억",
        "picture": "103",
        "story_word": "오락실은 소리가 아주 큰 곳이었다. 하지만 신경 쓰지 않고 게임에 집중하기면 하면 된다. \n인형 뽑기는 별로 재밌지 않았다. 여러 번 시도 끝에 겨우 하나 뽑을 수 있었다. 단이도 인형을 잘 뽑지는 못했다.\n펌프 머신은 재밌었다. 조금 힘들고, 조금 시끄럽긴 했지만.\n단이가 즐거워하니 나도 즐거웠다. 춤을 추는 건 원래 즐거운 일이라고 배웠다.\n기계에서 간혹 종이쪽지가 튀어나왔는데, 단이는 그것이 포인트라고 말했다. 그걸로 상품을 교환할 수 있었다.\n상품 교환소에는 아주 큰 곰 인형이 있었는데, 그걸 갖고 싶었지만, 우린 80포인트밖에 없었다. 곰 인형은 9999포인트로 바꿔야 했다.\n결국 60포인트를 써 작은 딸기 머리핀을 교환했다. 머리핀을 한 내 모습을 확인하고 싶었지만, 주위에 거울이 없었다.\n단이가 카메라로 찍어주었지만, 작은 사진 속에는 작은 빨간 점만 보일 뿐이었다.\n'앞으로 기회가 되면, 자주 놀러 오자. 언젠가 저 곰 인형을 안고 갈 수 있을지 몰라.'\n기회가 되면...\n앞으로도 계속 단이랑 여기 오고 싶다. 계속, 계속, 저 곰 인형을 가질 수 있을 때까지.",
        "unlock_attrib": [
            30,
            0,
            70,
            0
        ],
        "unlock_story_collect": [
            1303
        ]
    },
    "104": {
        "id": 104,
        "hide": 1,
        "destroy_picture": "1041",
        "story_name": "비 오기 전",
        "picture": "104",
        "story_word": "",
        "unlock_attrib": [],
        "unlock_story_collect": []
    },
    "all": [
        101,
        102,
        103,
        104
    ]
}