{
    "1084": {
        "name": "[과거, 그리고 지금]",
        "story": "또 그 느낌이다. 뿌연 물속에 빠져 누군지 모를 손에 의해 목이 조여오는 느낌. 질식은 뜨거운 화염이 되어, 숨을 내쉴 때마다 심장과 폐를 침식해 온다.\n잇달아 밀려오는 고통은 마치 몸을 갈기갈기 찢기라도 할 듯 몸속을 꿈틀거리며 파고든다.\n[아파... 아파...]\n[괜찮아, 다 괜찮을 거야.]\n누군가의 손이 닿고, 손바닥에서 전해오는 시원한 기운이 신기하게도 그 뜨거운 화염을 가라앉힌다.\n여자아이는 그 사람이 누군지 보려고 힘겹게 눈을 뜨지만, 눈앞에 보이는 건 오직 흐릿한 사람의 형태와 눈부신 불빛뿐이었다. 이번에 벌써 몇 번째 이 수술대에 오르는 건지 모른다.\n통증은 썰물처럼 물러가고 아이의 의식도 마침내 전기가 끊긴 스크린처럼 저 멀리 어둠 속으로 멀어졌다.\n\n[치료 기록1] 이 아이를 관찰한 지도 꽤 오래되었는데, 요즘 들어 이상한 변화가 생겼다. 그 애는 마치 통각을 잃은 것처럼, 발작이 일어나도 소리를 내지 않게 되었다.\n처음엔 병변에 의해 신경조직이 손상되었는지 의심했지만, 검사 결과 그녀의 신체 기능은 온전했고, 그 아이는 그저 아픔을 참고 있다는 게 밝혀졌다.\n난 이러한 특수 환자가 어떠한 고통을 견뎌야 하는지 정확히 알지 못하지만, 그래도 이 어린아이가 감수하기엔 너무나도 가혹하다는 것만큼은 알 수 있었다. 이 아이는 도대체 왜 이렇게 애를 쓰는 걸까... \n[치료 기록3] 그 이유를 알게 됐다. 오늘 이 아이는 새로운 병실로 옮겨지는데, 그 병실에 있는 다른 소녀도 내가 담당하게 됐다. 임시로 배정받았지만... 다행히 아이들은 서로 아는 사이인 듯했다.\n치료 중에 그 소녀는 내 옆에 달라붙어서 아이를 걱정어린 눈빛으로 쳐다보곤 했다. 아이는 마치 눈빛으로 [나 괜찮아, 걱정 마.]라고 소녀를 안심시켰다.\n이번 치료는 마취를 할 수 없었지만, 아이는 조금도 고통스러운 모습을 보이지 않았다. 치료가 끝난 뒤 두 아이는 부둥켜안고 있었는데, 그 아이는 내가 여태껏 본 적 없는 의연한 얼굴을 지으며 말했다. [이것 봐, 기분 좋은 생각을 떠올리면 아무렇지 않아~]\n아이를 바라보는 소녀의 두 눈이 반짝이는 것을 보고 난 아이가 몰래 병실을 빠져나갔던 일을 따지지 않기로 했다.\n[치료 기록7] 증상이 점점 더 심각해지고 있다. 상황이 안 좋으면 아이는 아마 3개월의 시간밖에 남지 않을 것이다. 검사 후 난 이 사실을 아이에게 알렸지만, 아이는 자신보다 그 소녀가 이 사실을 알게 될까 더 걱정했다.\n아이들의 사이는 더욱 돈독해졌고, 그 과묵하던 소녀도 요즘 들어 웃는 모습이 자주 보이는데, 아무래도 이 아이의 영향을 받은 듯하다. 최근에는 치료가 끝난 것을 축하한다며 둘이 선물도 주고받았다고 들었다.\n[나 치료가 다 끝났어, 의사 선생님 말로는 곧 퇴원해도 된대.]\n[그러니까 이 약통 너한테 선물로 줄게. 너도 제때 약 잘 챙겨 먹으면 금세 다 나을 거야.]\n[나중에 퇴원하면 같이 바깥세상을 구경하러 다니자!]\n신은 불공평했다. 난 이 아이의 소원을 기억해 두었다. 하지만 난 아무리 노력해도 이 아이처럼 환하게 웃을 수가 없었다.\n...\n[████] 이것이 마지막 기록이 될 것이다. 치료... 라 말하기도 어려웠다. 우린 최선을 다했지만 여전히 이 아이의 시간을 연장하는 데 실패했다. 하지만 아이의 소원을 확실히 소녀에게 살아갈 희망을 주었다. \n난 오랜 고민 끝에 아이가 자주 하던 붉은 머리 끈을 그 소녀에게 전해주었다.\n[그 아이는 아주 먼 곳에 가게 되었어. 가기 전에 이걸 너한테 전해달라고 했어.]\n[다시 안 돌아오나요?]\n[잘 모르겠어... 미안해.]\n소녀는 머리끈을 쥔 채 쓸쓸한 표정을 지었다. 내 말의 뜻을 알아차린 탓인지, 아니면 친구의 말도 없는 이별 때문인 건지... 난 진심으로 그게 후자 때문이길 바랐다.\n\n[...베르단디? 베르단디!]\n[어?]\n[왜 멍하니 있어? 매운 거라도 먹었어?]\n[아니요, 그냥 뭘 좀 생각이 나서...]\n[좀 슬퍼 보이는데... 그 오래된 장식, 그렇게 중요한 물건이야?]\n[네, 그건...]\n[음?]\n[아... 아니에요! 어릴 적 일인데요, 뭘. 어렸을 때 아주 소중한 친구가 있었는데, 꼭 그 친구에게 보여주고 싶었거든요.]\n[단지... 기회가 없었을 뿐이죠.]\n소녀는 무의식적으로 머리 끈을 정리하며, 웃었다. 아주 씁쓸하게.",
        "task_desc": "메인 일반 스테이지 5-4 [명왕의 부활] 중, 필살기 [파각의 판정] 시전 및 스테이지 클리어",
        "id": 1084,
        "condition": [
            [
                50001,
                50002,
                51084
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1084
                ],
                [
                    208,
                    1084
                ],
                [
                    231,
                    1084
                ]
            ],
            [],
            [
                [
                    204,
                    1084
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81084,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81084,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81084,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108421,
                108422,
                108423,
                108424,
                108425
            ],
            [
                108431
            ],
            [
                108441
            ]
        ],
        "source": [
            309,
            10105,
            1010504
        ]
    },
    "1050": {
        "name": "[멀어진 고향]",
        "story": "[...부젠보우, 아직도 숫돌로 검을 가는 거야?]\n[무슨 문제라도 있어?]\n[문제까지는 아니지만, 웨폰인 코가라스마루는 더 이상 보통 칼처럼 다듬지 않아도 계속 날카로우니까.]\n[아직... 날카롭지 않아.]\n붉은 옷의 소녀 검사는 한동안 말을 아끼다가 이내 고개를 저으며 검을 넣고 떠나버렸다. 그 자리에는 엔지니어만 홀로 남아 그녀가 떠나간 자리를 바라볼뿐이었다.\n사실 부젠보우도 알고 있었다. 날카롭지 않은 것은 그녀의 검이 아니라, 그녀의 [검심]이라는 것을.\n\n부젠보우는 어렸을 때부터 검을 쥐었고, 검도관에서 아버지를 따라 검도를 수련했다.\n그 당시 그녀는 검을 휘두르는 것의 의미를 알지 못했다. 단지 아버지의 방에서 찾은 책의 이야기와 자신이 비슷하다고 느꼈다. [칼을 쥐고 세상을 떠돌며, 자신에게 견줄만한 상대를 찾는다.]\n그녀는 천부적인 재능을 지녔고, 얼마 되지 않아 동문들 사이에서도 두각을 나타내 하야시자키의 기둥으로 떠올랐다. 부젠보우는 자신을 증명하기에 급급했다.\n면허개전의 자격을 얻는 것. 그것은 곧 그녀가 바깥세상을 향해 한 걸음 내딛을 수 있다는 것을 의미한다.\n하지만 그녀의 예상과는 달리 관주인 아버지는 그녀를 인정해주지 않았다.\n부젠보우가 12살이 되던 해, 사사나미 검도 교류 대회에 출전한 그녀는 뛰어난 재능을 나타내며 우승을 차지했다. 그러나 많은 사람들의 환호속에서 그녀는 아버지의 실망한 얼굴을 보았다.\n그날 밤, 부젠보우는 답을 찾고자 아버지의 방을 찾아나섰다.\n[면허개전? 부젠보우, 넌 아직 자격이 없다.]\n[하지만... 전 오늘 모든 경기를 다 이겼는데요. 이래도 안되는 겁니까?]\n[검을 들고, 따라오도록.]\n한밤중의 도장은 아주 고요했고, 달빛만이 울타리 너머 두 사람의 얼굴 위로 떨어졌다.\n기척을 듣고 검을 들 땐 너무 늦었을 때였다. 관주는 단 일격으로 부젠보우 손에 들린 죽검을 땅에 떨어뜨렸다.\n[검심이 들떠있어. 더 이상 그딴 책들을 보지 말거라.]\n[혹여 검을 휘두르는 이유가 단지 승부만을 위한 거라면, 두번 다시 그 검을 들지 말거라...]\n이 두 마디를 던지고 아버지는 도장을 떠났고, 부젠보우만이 덩그러니 그 자리에서 떠나지 못했다.\n그 후 2년간 부젠보우는 더 열심히 훈련했지만, 마음은 더 혼란스러웠다. 모두가 그녀의 검술이 아버지에 견줄만한 수준이라고 했지만, 그 후 그녀는 한 번도 아버지의 방에 발을 들인 적이 없었다.\n비가 내리는 어느 날 밤, 부젠보우가 검도관으로 향하는 길에 누군가의 도움 요청을 들었다. 아무 생각 없이 곧장 달려간 그녀는, 자기 도관의 학도가 깡패들에게 둘러싸여 있는 것을 보았다.\n왜 몸이 저절로 움직였는지 설명하기 어려웠지만, 그녀는 눈 깜짝할 사이에 죽검으로 그들에게 달려들었다. 그녀가 나중에 기억하기로는, 자신이 그 책에 나오는 사람처럼 불의를 보면 참지 못했기 때문인 것 같았다.\n부젠보우는 결국 융회관통의 검술로 깡패들의 칼을 막아내고 강력한 일격을 날린 후, 상처투성이가 된 몸으로 학도를 데리고 검도관으로 돌아왔다.\n그날 부젠보우는 아버지가 그토록 초조해하는 모습을 처음 봤다.\n닷새 후, 부젠보우의 부상이 회복되고 아버지는 다시 그녀를 도장으로 불러냈다. 그 둘은 마치 2년 전과 똑같은 모습으로 검을 들고 대련 자세를 취했다.\n[부젠보우, 검을 휘두르는 이유를 찾았느냐?]\n[네. 전 저의 검으로 주위 사람들을 지키고 싶습니다.]\n달빛에 가려진 그림자로 인해 아버지의 표정은 보이지 않았지만, 부젠보우는 아버지가 웃는 것을 느낀 듯했다. 한순간의 교전이었지만, 이번에 부젠보우 손에 들린 죽검은 한 치의 흔들림이 없었다.\n다음 날, 면허개전 수여 의식이 하야시자키 검도관에서 열렸고, 부젠보우는 아버지로부터 진관의 검인 코가라스마루를 물려받았다.\n[극기, 신의, 인애... 부젠보우, 검도 정신뿐만 아니라, 너의 검은 항상 다른 사람을 위해, 소중한 사람을 지키기 위해 존재한다는 것을 명심하거라.]\n사사나미를 떠나가야 했던 날에도 아버지는 이 말뿐이었다.\n건네준 것 중에는 작은 소포도 있었는데, 그 안에는 책 전권과 무운 번창을 비는 부적... 그리고 숫돌 하나가 들어있었다.\n고개를 들어 아버지를 바라보는 부젠보우의 눈에는 미래에 대한 곤혹이 보였다.\n[난 더 이상 너에게 가르칠 것이 없다. 이제 너만의 검도의 길을 걷거라.]\n[검의 길이 곧 마음의 길이다. 마음의 무게가 곧 검의 무게이고, 마음의 허점이 곧 검의 허점이다.]\n[생각이 정리가 안 될 땐 백번이고 천 번이고 검을 갈고닦아라. 칼날은 무뎌져서는 안 되고, 마음 역시 그렇다.]\n\n부젠보우는 코가라스마루를 숫돌 위로 들어 올려 검에 비친 달빛을 응시했다. 그리고 등불이 환한 도장으로 발걸음을 옮겼다.\n[사부, 앞으로도 잘 부탁드리겠습니다.]",
        "task_desc": "메인 일반 스테이지 7-3 [그림자] 중, [적색·스산한 검], [적색·풍류의 검], [적색·흩어진 검] 최소 1회 시전, 회피 효과 최소 1회 발동 및 스테이지 클리어",
        "id": 1050,
        "condition": [
            [
                50001,
                50002,
                51050
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1050
                ],
                [
                    208,
                    1050
                ],
                [
                    309,
                    10109,
                    1010910
                ]
            ],
            [],
            [
                [
                    204,
                    1050
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81050,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81050,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81050,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105021,
                105022,
                105023,
                105024
            ],
            [
                105031,
                105032
            ],
            [
                105041,
                105042
            ]
        ],
        "source": [
            309,
            10107,
            1010703
        ]
    },
    "1058": {
        "name": "[잠깐의 여유]",
        "story": "[통]하는 소리가 경쾌하게 들리고.\n낚싯바늘이 물에 던져졌다. 10초가 흐르고 수면이 다시 잠잠해졌다.\n가구쓰치는 이 호수가가 거울같이 느껴졌다. 너무 맑은 수면은 어떤 구름도 어떤 그림자도 비치지 못하는 법이다. 하지만 그는 아무것도 비치지 못하는 진짜 거울을 본 적이 있는데, 그것은 너무 흐려져 탁한 까닭이었다.\n그는 물병의 뚜껑을 열었다. 탄산음료가 담긴 병에서는 답답하게 팽창되어 있던 김이 터져 나왔다. 한입 마시자 탄산의 목을 찌르는 짜릿함이 전해왔다. 이번엔 걸을 때 많이 안 흔들렸나 보다.\n탄산음료를 마실 때 가구쓰치는 정신이 맑아지는 동시에 약간 취하는 느낌마저 받는다. 그는 아직도 처음 이 특이한 음료를 접했을 때의 광경을 기억한다. 친구가 어디서 차가운 깡통을 가져오더니, 아주 좋은 물건이라고 건넸다.\n가구쓰치가 캔 뚜껑을 따자 거품이 솟아올랐다. 당황한 그가 실수로 캔에 손가락이 베었지만, 그는 손가락보다 목구멍을 찌르는 통증이 더 따가웠다. 마치 솜 안에 바늘 같았다.\n얼마 지나지 않아 찌르는 기포가 코로 솟구치자, 그는 눈물이 고인 채 아주 긴 트림을 했다. 친구는 그의 모습을 비웃었고, 곧이어 자신이 더 큰 트림을 했다.\n가구쓰치는 음료를 묻힌 손의 끈적함을 기억했다. 그 오후의 햇볕같이, 무도장의 붉은 노을같이.\n5분, 수면위로 한 줄기의 바람이 불었다.\n그는 머리를 비워야 한다고 생각했다. 낚시할 때는 복잡한 생각들은 잊어야 하는 법이다.\n한잠 졸았다. 눈 부신 햇살이 그의 눈꺼풀을 넘어 희미한 꿈속에 밝은 색깔을 불어넣어 그의 어두운 과거를 덮어버릴 것이다.\n20분, 미세한 떨림이 물밑에서 전해져 왔다.\n떨림은 점차 거세져서 잠자는 그를 깨웠다. 그는 잠결에 낚싯줄을 낚아채 보지만, 실랑이 끝에 물고기는 줄을 끊고 도망가 버렸다. 하지만 낚싯바늘에 걸린 그 물고기가 얼마나 더 오래 살 수 있을지...\n만약 낚싯바늘이 그저 물고기의 입에 걸렸다면, 얼마 가지 않아 그것은 물고기의 입에서 떨어져 나갈 것이고. 만약 줄을 끊고 도망갈 때 상처가 더 깊어졌다면, 자유도 그저 일시적일 것이다. 하지만 줄까지 끊긴 것으로 보아, 아마 후자일 것이다.\n도망쳐 나간 것이 그 물고기의 운명인 이상, 더 이상 좇을 이유도 없다. 게다가 쫓는다 해도 낚싯줄이 끊긴 가구쓰치에게 있어 유일한 방법은 물속에 뛰어드는 것뿐인데. 그렇다면 그건 낚시가 아니라 수영 경기가 될 판이었다. 여기까지 생각한 가구쓰치는 웃음을 터뜨리지 않을 수 없었다.\n가구쓰치는 다시 낚싯대를 들어 끊어진 줄로 낚시 시늉을 했다. 그에게 물고기를 잡는 것은 중요하지 않았다. 단지 이렇게 평화로운 시간을 갖고 싶었을 뿐. \n장대에 남은 반토막의 낚싯줄은 다시는 원래대로 돌아가지 못하고, 수면위에 닿는 것은 그 그림자뿐이었다.",
        "task_desc": "메인 일반 스테이지 6-10 [나나] 중, [비검·분열], [비검·찌르기] 최소 1회 시전 및 스테이지 클리어",
        "id": 1058,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1058
                ],
                [
                    208,
                    1058
                ],
                [
                    203,
                    1058
                ]
            ],
            [],
            [
                [
                    204,
                    1058
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81058,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81058,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81058,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105821,
                105822,
                105823,
                105824
            ],
            [
                105831,
                105832,
                105833
            ],
            [
                105841
            ]
        ],
        "source": [
            309,
            10106,
            1010610
        ]
    },
    "1032": {
        "name": "[책임]",
        "story": "티르는 백기 킹을 향해 손을 뻗었다. 그는 불길이 이미 그의 팔을 감싼 것을 눈치채지 못했다. 헤니르는 그저 아무 말 없이 그를 도와 불을 꺼주었다.\n혼수상태의 에드워드를 안정시킨 뒤 티르는 말없이 활활 불타오르는 저택을 바라보았다. 그는 충분히 에드워드와 헤니르를 데리고 이곳을 떠나 시끄러운 분쟁을 멀리할 수 있었다. 그의 능력이라면 처음부터 시작하는 것은 그리 어려운 일이 아니었다. \n하지만 티르는 자신이 [탈레랑]을 버리는 것을 용납할 수 없었다. 갑자기 불어온 바람이 상처 난 팔 위로 스치고 뼛속 깊은 곳까지 타들어 가는 고통을 불어 넣었다. 하지만 그의 정신은 폭풍처럼 밀려오는 통증에도 흔들림이 없었다.\n그는 자신이 도대체 왜 그 체스판과 체스 말을 구해냈는지 이해할 수 없었다. 기물을 잃은 체스판은 아무 쓸 작이 없는데... 하지만 티르는 자신의 방에 특별한 장식품을 하나 더 두는 것을 개의치 않았다.\n아버지 에릭은 티르에게 체스를 가르쳐줄 때 항상 말이 없었다. 미래의 경쟁자도 똑같이 규칙을 알려주지 않는 법이란 것을 몸소 보여주었다. 티르는 수천 번의 체크메이트를 통해 승리의 방법을 찾아야 했다.\n처음으로 아버지의 킹을 잡았을 때, 그는 숙연하게 자신의 킹으로 그 자리를 대신했다. 아버지는 눈앞에 놓인 아들의 체스판을 보고 보기 드문 미소를 지었다. 그것은 자신이 없어도 누군가 그 자릴 대신해 긴 싸움을 끝내줄 것이라는 안도감 때문이었을 것이다.\n그때의 티르는 그저 아버지를 흉내 내며 규칙을 추측하고, 자신이 추측한 규칙을 실천할 뿐이었다.\n그는 나중에야 킹, 퀸, 비숍, 나이트, 룩, 폰을 알게 되고, 캐슬링을 알게 되었다. 그것은 자신이 이미 꿰고 있는 시스템에 대해 붙여진 공식적인 이름에 불과했다. [공식], 그는 자신이 앞으로 [공식]적인 위치에서 싸워야 한다는 걸 알고 있었다.\n지금의 그에게 있어 체스판은 반드시 필요한 물건이 아니었다. 정관, 방책, 계약, 기획안, 입찰서. 문서 위로 오가는 기만과 배반은 이 흑백의 네모 칸보다 훨씬 많을 것이고, 그는 이미 각오가 되어있었다.\n수많은 서류에 서명을 해온 티르지만, 에테르 게이저와의 계약은 가장 티르의 뇌리에 깊이 박혀있었다. 오딘이란 사람은 여태껏 만나온 그 어떤 사람과도 달랐고, 티르는 그녀를 적대관계에 두고 싶지 않았다.\n합병 계약에 서명할 때 티르는 갑작스러운 현기증을 느꼈다. 흑백의 체스판이 주마등처럼 그의 눈을 어지럽혔고, 귀에서는 이명이 들렸다.\n티르는 이것이 자신의 오랜 과로에 비롯된 것임을 알고 있었지만, 이는 중요치 않았다. 지금 중요한 건 이 계약서에 서명할 것이냐, 아니면 앞에 놓인 말로 그녀에게 체크메이트를 할 것이냐 결정하는 것이었다.\n탈레랑, 그래, 탈레랑. 그는 어려서 펜을 잡을 때부터 열심히 연습한 필치로 여태껏 수도 없이 서명해 온 그 이름을 써내려 갔다. 펜 끝의 먹물이 가문의 영광이 되어 퍼져나갔다.\n그것이 곧 그가 지키는 킹이다.",
        "task_desc": "메인 일반 스테이지 4-12 [최강의 피조물] 중, 킹·티르만 사용해 쿠쉬르방 처치, 회피 효과 최소 1회 발동 및 스테이지 클리어",
        "id": 1032,
        "condition": [
            [
                50001,
                50002,
                51032
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1032
                ],
                [
                    208,
                    1032
                ],
                [
                    40006,
                    6010006
                ]
            ],
            [],
            [
                [
                    204,
                    1032
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81032,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81032,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81032,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103221,
                103222,
                103223,
                103224,
                103225
            ],
            [
                103231
            ],
            [
                103241
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1011": {
        "name": "[통각 딜레이]",
        "story": "오시리스는 마취 주사기를 숨겼다.\n사실 그 주사기는 의료 폐기물이라 처리되었어야 하지만, 다들 명왕으로 인한 피해를 복구하느라 구석에 떨어진 주사기를 신경 쓸 겨를이 없었다.\n자존심? 집념? 그녀는 확실하지 않았다. 어쨌든 주사기를 주웠고, 마치 시험에 떨어진 학생이 시험지를 감추듯 그것을 감추었다.\n시험에 떨어진 것은 지식을 습득하지 못했기 때문이다. 하지만 열심히 연습한 그녀가 잘못한 게 뭐가 있을까? 그녀는 조직 속에서 모두의 보살핌을 받으며 자랐고, 온화한 보살핌은 그녀를 온화하게 만들었다.\n공부, 연습, 테스트 통과, 어린 오시리스는 다른 일을 고민할 필요가 없었다. 밤마다 그림책의 이야기 속에서 곤히 잠들었고, 밝은 색채와 온화한 단어들은 세상의 모습을 묘사해 주었다.\n세상은 동화 속처럼 아름답지 않다는 것은 알고 있다. 하지만 그녀는 아름다운 성품이 존재한다는 것을 알고 있으며, 그것을 닮기 위해 노력한다. 그녀는 틀리지 않았다.\n오시리스는 침대에 앉아 멍하니 손에 쥔 주사기를 바라보았다. 그녀는 주삿바늘이 피부를 뚫는 감촉을 떠올렸다. 약간의 통각이 바늘을 통해 밀려 들어왔으며, 약물이 퍼지며 그녀의 의식을 물에 젖은 종이처럼 가라앉혔다.\n생각이 완전히 가라앉기 직전, 그녀는 스스로에게 모든 것이 괜찮아질 것이라 말했고, 또 그렇게 되길 소망했다.\n체내의 마취약이 아직 완전히 사라지기 전, 그녀는 감각이 돌아온 오른손으로 마비된 왼손을 힘껏 꼬집었다. 손톱이 피부를 찢어버릴 것처럼 붉고 흰 자국을 남겼다.\n물론 사라진 통각이 잠시 후 느리고도 강렬하게 몰려올 것을 알고 있지만, 지금은 아무래도 상관없었다. 그녀는 다른 사람을 탓할 수 없었으며, 다른 사람을 해칠 수도 없었기에 그저 마취가 만들어낸 현실과 동떨어진 상상 속에서 해소할 수밖에 없었다.\n오시리스는 주사기를 그림책에 끼워 넣었으며, 그것을 몰래 자신의 방으로 가져와 침대맡에 두었다.\n얼마 지나지 않아 마취로 인해 늦춰진 격렬한 통각이 몰려왔다. 사방에서 쥐어짜는 듯한 고통은 그녀를 꼼짝 못 하게 만들었으며, 특히 왼손의 고통이 격렬했다. 마치 팔다리가 얼어붙은 틀 속에서 차갑게 굳어진 것만 같았다.\n그녀는 모호한 의식 속에서 끊어진 꿈을 이어 붙였다.\n밝고 모호한 세계에서 동물 친구들이 어린양을 둘러싸고 노래 불렀다. 꿈속에 여우는 나타나지 않았다. 어린양은 상처가 완전히 아물 때까지 상처에 솜을 덧붙이는 고통을 견디고 있었다.\n그깟 고통따위 참지 못할 것도 없다... 하지만 언젠가 더는 참을 수 없게 된다면?\n이제 주사기 속엔 더 이상 마취제가 없으니까.",
        "task_desc": "서브 스토리 [핏빛 장미] 스테이지 [자아 직면]에서 [금기의 칼날], [지옥의 낫], [단죄의 낫] 최소 1회 시전 및 스테이지 클리어.",
        "id": 1011,
        "condition": [
            [
                50001,
                50002,
                51011
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1011
                ],
                [
                    208,
                    1011
                ],
                [
                    40001,
                    6010001
                ]
            ],
            [],
            [
                [
                    204,
                    1011
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81011,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81011,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81011,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101121,
                101122,
                101123,
                101124
            ],
            [
                101131,
                101132,
                101133
            ],
            [
                101141
            ]
        ],
        "source": [
            331,
            6010101,
            5210115
        ]
    },
    "1111": {
        "name": "웨폰 기록: 생혼",
        "story": "파일 기록 번호 1111: 웨폰 [생혼]의 조사 보고서\n<color=#9A9A9A><i>이하 내용은 기밀팀의 Ⅲ급 기밀 정보이며... 열람 권한 확인됨.(표시)</i></color>\n10:38분, 신규 웨폰의 회수 작업이 거의 완료되었으며, 발견 장소는 에인소프 에너지층이다. 관례대로라면 미미르 시스템이 이렇게 가까운 거리의 신력 신호를 놓칠 리 없다.\n하지만 이 웨폰의 존재를 의식한 것은 사실상 이번이 처음이며, 신호가 숨겨진 것은 주변의 베인 에너지 농도와 관련 있을 것으로 추정된다. 데이터를 추가로 수집해야 이 추론을 검증해볼 수 있을 것이다.\n이에 관련된 추가적인 의문이 있다: 베인 에너지 밀도가 명확하게 하락하지 않는 상태에서 대상 웨폰은 어떻게 신력 파동 시전에 성공한 것인가? 이런 표현이 완전히 정확한 건 아니지만, 그것은 마치 깨어난 것만 같았다...\n......\n17:09, 분석이 완료되었다. 바로 결론을 말하자면, 웨폰은 적합자가 없는 상태에서 이미 활성화 되었다.\n이는 기밀팀에서 지금껏 확인되지 않았던 현상이며, 이론상 불가능하다. 의식을 갖춘 웨폰도 스스로 활성화할 수 없는데, 추가 실험이 필요한 듯 보인다...\n그런데 이 웨폰은 어쩌다 이렇게 파손된 것일까? 베인 에너지 침식은 이렇게 심한 파손을 일으키지 않는다. 이는 내부에서 흘러나온 듯한 흔적에 가깝다.\n현장에서 함께 회수한 웨폰 조각의 대조 결과, 대상 웨폰에서 떨어져 나온 일부로 확인되었다. 하지만 예상과는 다르게 부러진 표면엔 베인 에너지가 아닌 신력이 잔류해 있었다.\n...어쨌든 아직 오시리스가 이 웨폰을 사용하게 할 수 없다.\n......\n\n[토끼는 평소에 상냥했던 곰이 자신을 속일 것이라고 전혀 예상하지 못했습니다. 배신감을 느낀 토끼는...]\n[쯧.]\n양손을 베개삼은 소녀의 혀 차는 소리를 들은 오시리스는 그림책을 넘기다 멈추었다.\n[명왕, 오늘의 이야기가 마음에 들지 않는 건가요?]\n[애들이나 보는 동화책일 뿐이야. 사실대로 말하자면 애초에 마음에 든 적이 없어.]\n[그런가요... 예전엔 그렇게 싫어하지 않았던 것 같은데.]\n[쓸데없는 소리 마.]\n붉은 눈의 소녀는 말을 아꼈고, 계속해서 수중의 보고서를 읽었다.\n[그건 기밀팀의 보고서였죠. 명왕, 허가가 없으면 마음의 방에서 보는 것도 옳지 않아요...]\n[당신이 과거의 기억을 되찾고 싶은 건 알지만...]\n[으윽... 오늘 기분이 좋지 않으니 소꿉놀이 같은 말장난은 이쯤 해둬.]\n[그런가요... 그럼 며칠 후에 다시 올게요.]\n[흥, 오든 말든 상관 없어.]\n오시리스는 한숨을 내쉬며 떠날 채비를 했다.\n[맞다, 방금 그 이야기 말인데... 배신한 곰은 결국 어떻게 됐어?]\n[앗? 그게... 이야기의 마지막엔 토끼에게 새 집이 생겼다고만 나와있고, 곰 이야기는 없어요.]\n[그런가... 어딘가에서 죽었을지도 모르겠군]\n붉은 눈의 소녀는 귀찮은 듯 손을 내저으며 오시리스를 내보냈다.\n하지만 문이 닫히기 전 혼잣말이 환청처럼 들려왔다.\n[너무 다른 사람을 믿지는 마, 언젠가 바깥에 나간 후 네 [좋은 동료]들과 칼을 겨누고 싶진 않으니까]\n[난, 이미 배신을 겪어봤으니까.]\n",
        "task_desc": "메인 스토리 일반 12-2-9 [퇴로]에서 [저승의 신벌] 최소 1회 시전 및 스테이지 클리어",
        "id": 1111,
        "condition": [
            [
                50001,
                50002,
                51111
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1111
                ],
                [
                    208,
                    1111
                ],
                [
                    309,
                    11112,
                    1011224
                ]
            ],
            [],
            [
                [
                    204,
                    1111
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81111,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81111,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81111,
                    15
                ]
            ]
        ],
        "skill": [
            [
                111121,
                111122,
                111123,
                111124
            ],
            [
                111131,
                111132,
                111133,
                111134
            ],
            [
                111141
            ]
        ],
        "source": [
            309,
            11112,
            1011224
        ]
    },
    "1119": {
        "name": "튼튼한 훈련 세트",
        "story": "[훈련이 종료되었습니다. 소요 시간은 총 27분 36초입니다.\n시뮬레이션 타깃 처치 136회, 완료율 272%, 3차례의 공격을 받았으며 총합 평가 결과는 S입니다.]\n[3차례 공격받은 것에 대한 분석이 필요해.]\n[리플레이 분석 결과, 장시간 야간 훈련으로 인한 반응속도 0.003% 하락에 의한 것으로 추측됩니다. 오늘 훈련 횟수가 이미 적정치를 초과하였으니 부상을 방지하기 위해 휴식하시길 권장합니다.]\n[알겠어...]\n[이렇게나 느려지다니.\n[슈는 미간을 찌푸렸다. 만약 포세이돈이 있었다면 요즘 늘 그런 표정을 짓는다고 상냥하게 나무랐을 것이다.]\n하지만 이때의 슈는 방금 했던 훈련에 몰두해 있었고, 훈련 중 사용했던 장창이 마모되어 떨어져 나간 것도 눈치채지 못할 정도였다.\n슈는 고개를 들어 창밖을 바라보았다. 동틀 녘 희미한 빛이 별들을 가린 지 오래였다.\n제9부서를 인계받은 후 슈는 쉬는 법이 없었다. 기업 규정, 파트너십, 비스베인 처리, 인사 관리... 오롯이 자신을 위해 쓸 수 있는 시간은 한밤중 뿐이였다.\n오랜만에 했던 한 훈련을 통해 자신이 무뎌진 것을 알게 되었다. 당시 그녀는 훈련용 장창을 들고 훈련장에 서있었는데, 약간 낯선 적을 마주하자 처음으로 당혹감과 위화감을 느꼈다.\n시뮬레이션 적의 공격에 맞자 가상의 통증이 복부에서 밀려왔으며, 이후 훈련은 달려온 포세이돈에 의해 강제로 중단되었다.\n슈는 그때 포세이돈의 표정을 잊을 수 없었다. 자신의 앞을 가로막은 소녀는 조급하고도 걱정스러운 표정을 지었었다.\n보호받아야 할 그녀가 오히려 자신을 지켜주었다.\n이후 깊은 밤의 훈련장에선 늘 슈의 모습을 볼 수 있었다.\n[...그 점들은 주의해야 겠네.]\n손안의 노트는 다양한 상황에서 적을 상대하며 얻은 깨달음으로 가득 차 있었다. 슈는 마지막 페이지에 깔끔한 필체로 오늘의 반성할 내용을 기록한 뒤, 옷차림을 정리하고 평소의 모습으로 되돌아갔다.\n훈련실을 나설 때엔 이미 새벽빛이 밤하늘을 장악한 뒤였고, 이번이 몇 번째 일출인지는 잊은 지 오래였다.\n그녀는 소중한 동료를 지키기 위해서라면 언제든 창을 쥘 각오를 해야 한다는 걸 알고 있다.\n적어도 아직은 휴식할 수 없다.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 스카라베·슈 혼자 쿠쉬르방 처치, 전투 중 추격, 반격 최소 1회 시전 및 스테이지 클리어",
        "id": 1119,
        "condition": [
            [
                50001,
                50002,
                51119
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1119
                ],
                [
                    208,
                    1119
                ],
                [
                    231,
                    1019
                ]
            ],
            [],
            [
                [
                    204,
                    1119
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81119,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81119,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81119,
                    15
                ]
            ]
        ],
        "skill": [
            [
                111921,
                111922,
                111923,
                111924
            ],
            [
                111931,
                111932,
                111933,
                111934
            ],
            [
                111941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1027": {
        "name": "[설맹증]",
        "story": "레비아탄은 심심할 때 과거의 일을 회상하는 것을 좋아한다.\n사부는 그런 일들이 있었던 걸 기억하지 못하지만, 이는 레비아탄이 더 열심히 그 일들을 기억하게 한다. 그러지 않으면 과거의 모든 것들이 물속에 내려앉은 눈꽃처럼 녹아버려 흔적도 남지 않을테니까.\n비다르가 외출할 때 펜리르는 쿨쿨 자고 있다. 레비아탄은 펜리르에게 기대어 있는데, 보송보송한 털에서 상쾌한 항기가 난다.\n......\n사부가 모자를 가져와 내 머리에 씌워줬다. 정말 따듯해서 바람이 불어와도 더 이상 아프지 않을 것 같다.\n[그런데 사부, 이 뿔은 뭐야?]\n[뿔? 아, 재봉할 때 비뚤어졌나 봐... 그런데 꽤 귀여워 보이네.]\n그 뒤에는 뭐라고 했었지? 기억이 잘 안 난다. 어쨌든 이건 예전엔 기억나지 않았던 일이다. 기억이 늘다니 잘됐다.\n......\n눈앞이 경계도, 불순물도 없이 새하얗다. 뺨이 축축하다, 눈물일까? 하지만 난 조금도 슬프지 않은데.\n눈이 아프다. 눈물이 점점 많아지고, 눈앞에 검고 흰 눈송이가 휘날린다. 내 의식도 이를 따라 이리저리 휘날린다.\n그리고 사부의 목소리가 들렸다. 손에 따스한 감촉이 전해졌고, 누군가의 품에 안겼다. 그 뒤엔 아무것도 떠오르지 않는다.\n이후 한동안 빛을 볼 때마다 눈물이 흘렀고, 잘 때는 안대를 껴야만 했다. 사부는 설원에서 눈을 다친 것이기 때문에 며칠은 쉬어야 한다고 말했다.\n바깥 세상은 정말 아름답지만 눈 앞을 지나다니는 사부의 형체만 보일 뿐이다.\n......\n레비아탄은 늘 이 일을 떠올린다.\n집안에서 게으르게 아무것도 하지 않았던 날들을 떠올리면, 다친 눈으로 보았던 어렴풋한 모습이 떠오른다. 자신의 손가락이 몇 개인지조차 보이지 않았지만, 흐린 모습 속에서 바쁜 사부가 자신에게 미소 짓는 모습은 어렴풋이 보였다.\n그 뒤엔 어떻게 됐지? 레비아탄은 높은 철탑을 올라 캡슐에 들어가 앉은 것이 떠올랐지만 사부는 함께하지 않았다. 어둠은 그녀의 눈을 낫게 했고, 회복된 두 눈으로 주변을 둘러보았지만 사부는 찾을 수 없었다.\n펜리르가 몸을 뒤척이자 레비아탄의 회상이 중단되었다.\n정신이 든 그녀는 뺨이 축축했다. 눈물일까? 하지만 그녀는 조금도 슬프지 않았고, 눈앞에 눈부신 흰 눈도 없었다.",
        "task_desc": "서브 스토리 [역조 고래의 노래 - 파도 타기] 스테이지 [거쳐야만 하는 시련]에서 [얼음 송곳] 최소 1회 시전 및 스테이지 클리어",
        "id": 1027,
        "condition": [
            [
                50001,
                50002,
                51027
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1027
                ],
                [
                    208,
                    1027
                ],
                [
                    231,
                    1027
                ]
            ],
            [],
            [
                [
                    204,
                    1027
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81027,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81027,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81027,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102721,
                102722,
                102723,
                102724
            ],
            [
                102731,
                102732,
                102733
            ],
            [
                102741
            ]
        ],
        "source": [
            331,
            6010107,
            5030114
        ]
    },
    "1080": {
        "name": "[생존 외]",
        "story": "비다르는 눈앞의 널브러진 골격들을 피가 남지 않을 때까지 물로 한번 또 한번 씻어냈다. 깨끗하고 순수한 흰 뼈들을 바라보자 어떤 생각이 떠올랐다.\n일상을 이루는 사냥과 식사, 수면... 단조롭지만 생존을 위해서라면 필수적이다. 그런데 왜 사냥감의 뼈를 깨끗이 씻고, 온전히 맞추고 싶다는 생각이 떠올랐는지 알 수 없었다.\n맞추면 어떠한가? 이로 인해 불필요한 소모만 늘어날 것이고, 만약 다른 사냥감을 찾지 못한다면 굶게 될 것이 뻔했다. 하지만 눈앞의 신기한 일에 대한 호기심이 굶주림에 대한 걱정을 뛰어넘었다.\n그녀는 골격의 구조에 대해 알지 못했고, 직감에 의지하여 뼈들을 맞추었다. 펜리르가 도중에 뼈를 몇 개 물어가서 잔해만 남겨 두었다. 뒤틀린 채 바닥에 쓰러진 척추뼈는 아무리 봐도 움직일 수 있는 생물의 형태가 아니었다. 얼마 지나지 않아 비다르는 흥미를 잃었고, 이윽고 그만두었다. 새 사냥감을 잡은 듯한 펜리르의 울음소리가 저 멀리서 들려왔다.\n눈보라가 불지 않는 평온한 오후, 비다르는 마음속에 무언가 움튼 것 같았다. 생존 외의 일에 관한 것인지, 시간을 허투루 보내는 것에 관한 것인지, 아니면 호기심에 대한 것인지 확실하진 않았다.\n이후 꽤 오랜 시간이 흘렀다.\n빙원, 설경, 순수하고도 단조로운 색채가 이루어 낸 웅장한 광활함이다. 흰색과 흰색의 연속엔 별다른 차이가 없었지만, 비다르는 자신이 이곳에 왔었던 것을 알 수 있었다.\n골격이 아직 남아있다니, 하지만 눈에 거의 절반 가까이 파묻혀 있었다. 배에서 뛰어내린 후 얕은 눈을 파헤쳐 골격들을 전부 눈앞에 진열해 두었다.\n지금의 그녀는 골격들의 이름을 전부 말할 수 있으며, 올바르게 끼워 맞출 수도 있다.\n그녀는 눈앞의 앙상한 골격을 바라보았다. 이것은 과거 한 생물의 신체를 지탱하며 바다에서의 여정을 함께 했지만, 지금은 그저 한 무더기의 뼈에 불과하다.\n비다르는 뼈 한 조각을 집어 들어 가방에 넣었다. 그리고는 이 또한 덧없는 행동이라고 생각했다.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 서리·비다르만 사용해 쿠쉬르방 처치, [극지의 사냥] 최소 1회 시전 및 스테이지 클리어",
        "id": 1080,
        "condition": [
            [
                50001,
                50002,
                51080
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1080
                ],
                [
                    208,
                    1080
                ],
                [
                    231,
                    1080
                ]
            ],
            [],
            [
                [
                    204,
                    1080
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81080,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81080,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81080,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108021,
                108022,
                108023,
                108024,
                108025
            ],
            [
                108031,
                108032,
                108033
            ],
            [
                108041
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1081": {
        "name": "[항해 방향]",
        "story": "심해에 빠져드는 느낌은 어떠할까?\n약간의 짠맛을 지닌 자극과 뼈에 사무치는 추위... 바닷물이 모든 곳으로 스며들 것이다. 바닷물은 사방으로 밀려들며 에워싸고, 비웃는다. 소녀의 곁을 감싸며 수평선 아래의 어둠을 마음껏 드러낸다.\n파도가 또다시 밀려오며 일말의 빛까지 뒤덮는다. 그녀의 주변은 조용해졌고, 거품이 그녀를 집어삼킬 일만 남았다.\n그녀는 약간 혼란스러웠지만 두렵진 않았다. 동화는 그녀에게 위대한 모험의 이면에 어떠한 고난을 겪게 되는지 알려주지 않았다. 문자는 창백하고, 이야기는 무력하다. 오직 이 순간의 어둠만이 진실된 것이다.\n스카디는 자신이 어디로 향해야 하는지 알지 못했다. 몸이 점차 굳어갔으며, 이미 수면위로 돌아갈 힘조차 남지 않았을지도 모른다.\n[아빠 미안, 돌아갈 길을 찾지 못했어.]\n......\n[스카디, 출항할 준비는 되었니?]\n[응, 준비 됐어!]\n[녀석, 나침반이 아직 책상 위에 있잖니.]\n[하지만 이제 더 이상 사용하지 않는걸.]\n세일러 모자를 쓴 소녀 허리춤에 팔짱을 끼며 불만스러운 표정을 지었다.\n[맞아, 하지만 그래도 가지고 다니렴. 나침반의 바늘을 보았니? 그건 집으로 돌아가는 방향을 의미한단다.]\n[만약 언젠가 네가 길을 잃는다면, 나침반의 방향을 따라서 걸어가렴. 아빠가 항구에서 널 기다린 뒤 천천히 네 이야기를 들어주마.]\n스카디의 그날에 대한 마지막 인상은 반짝이는 얼음 결정처럼 모든 어둠을 물리쳤다.\n......\n[또 그 꿈인가...]\n갑판의 시야는 탁 트였다. 별들이 선명하게 반짝였고, 바람은 그녀의 머리카락을 흩날렸다.\n스카디는 뱃머리에 기댄 채 약간 녹슨 나침반을 끝없는 별하늘을 향해 들어 올렸다. 그런 뒤 다시 소중히 집어넣었다.\n[좋아, 방향 이상 무!]\n[출항한다!]",
        "task_desc": "서브 스토리 [역조 고래의 노래 - 무인도 실종] 스테이지 [어김없이 찾아온 위기]에서 [순항모드] 최소 1회 시전 및 스테이지 클리어",
        "id": 1081,
        "condition": [
            [
                50001,
                50002,
                51081
            ],
            [
                50101
            ],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1081
                ],
                [
                    208,
                    1081
                ],
                [
                    331,
                    6010106
                ]
            ],
            [
                [
                    231,
                    1081
                ]
            ],
            [
                [
                    204,
                    1081
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81081,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81081,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81081,
                    15
                ]
            ]
        ],
        "skill": [
            [
                108121,
                108122,
                108123,
                108124
            ],
            [
                108131,
                108132,
                108133
            ],
            [
                108141
            ]
        ],
        "source": [
            331,
            6010106,
            5030106
        ]
    },
    "1127": {
        "name": "[우산 아래]",
        "story": "비가 온다.\n레비아탄은 비가 오는 느낌이 익숙하지 않다. 건조한 극지 지역은 언제나 맑았고, 그녀는 그 점이 그리웠다. 에인소프에 도착한 후 1달 동안 우산을 챙기지 않아 흠뻑 젖어버린 적이 몇 번 있었다. 이후 그녀는 사부와 함께 우산을 샀는데, 다들 테두리가 귀엽고 화려해서 레비아탄이랑 잘 어울린다고 말했지만, 레비아탄은 우산이 여전히 마음에 들지 않았다.\n지금은 비가 많이 내리진 않지만 우산 덕분에 비에 맞지 않고 돌아갈 수 있고, 덕분에 사부가 몸을 말려줄 필요도 없다. 하지만 그건 사부와 함께 있을 이유이지 않는가? 레비아탄은 고개를 내저으며 생각을 지웠다. 그러면 사부를 번거롭게 할 뿐이니까.\n비가 고인 물구덩이에 종이배가 하나 떠 있고, 레비아탄은 배가 빗속에서 흔들리는 것을 저 멀리서 보았다. 그녀는 앞으로 달려가 종이배에게 우산을 씌워주었다. 하지만 여전히 바람이 불어오며 가느다란 빗줄기가 들어와 배를 적셨다. 빗물이 종이에 스며드는 모습이 마치 바다 요괴가 배를 기어오르는 듯하다. 흰 종이에 상상력과 의미가 부여되어 거대한 사물의 비유 대상이 되었다. 그저 비에 불과했지만 가냘픈 의미는 떨어져 나가 물속으로 가라앉았다.\n종이배는 흔들리는 물속에서 점차 잘게 부서졌다. 이는 비에 젖었기 때문일까? 본래 종이배는 물 위에서 오랫동안 떠다닐 수 있었을 것이다. 레비아탄은 심지어 종이배를 건져서 쓰레기통에 넣지 않은 걸 조금 후회했다. 그것이 그나마 합리적인 결말이었을 테니까.\n우산. 평온한 가랑비 속에선 예상했던 결과를 낼 수 있지만, 세찬 비바람 속에선 천 쪼가리를 쓰는 걸로는 빗방울을 막을 수 없다.\n종이배. 만일 다른 것이었다면, 예를 들어 이전에 탔던 거대한 배였다면 이토록 평범한 비에 의해 전복되지 않았을 것이다.\n레비아탄은 문득 스스로에게 이상한 질문을 했다.\n나는 종이배인가?\n레비아탄은 바로 대답할 수 없었다. 자신은 모디파이어며 종이배나 다른 것이 될 수 없는 건 알고 있었지만, 왜 스스로에게 이런 문제를 묻는 것일까?\n나는 종이배인가?\n그녀는 우산을 거두고 연잎 근처의 웅덩이로 자신의 손을 적셨다.\n우산의 구석에서 벗어나자 빗물이 두 눈과 옷깃으로 스며들었다.\n레비아탄은 언제까지나 우산이 비바람을 막아줄 순 없다고 생각했다.",
        "task_desc": "서브 스토리 [역조 고래의 노래 - 파도 타기] 스테이지 [어엿한 영웅]에서 [심해의 치유] 최소 1회 시전 및 스테이지 클리어",
        "id": 1127,
        "condition": [
            [
                50001,
                50002,
                51127
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1127
                ],
                [
                    208,
                    1127
                ],
                [
                    331,
                    6010107
                ]
            ],
            [],
            [
                [
                    204,
                    1127
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81127,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81127,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81127,
                    15
                ]
            ]
        ],
        "skill": [
            [
                112721,
                112722,
                112723,
                112724
            ],
            [
                112731,
                112732,
                112733
            ],
            [
                112741
            ]
        ],
        "source": [
            331,
            6010107,
            5030116
        ]
    },
    "1099": {
        "name": "[초승달]",
        "story": "처음 [삭망]을 얻었을 때 츠쿠요미는 꿈을 꾸었다. 꿈속에서 자신은 드넓은 검은 별하늘에서 떠다녔고, 주변에 여러 개의 달이 떠 있었다. 달들은 그녀 주위를 돌며 변화했고, 끝없이 순환하며 영원히 멈추지 않았다.\n오늘날 이것들은 그녀의 깨달음에 대한 과제 중 하나가 되었다. 머릿속을 비웠을 때면 불규칙하게 빛나는 달들이 무질서한 방식으로 그녀의 머릿속에 밀려들었고, 깊은 곳의 의식을 이루었다.\n눈썹달.\n숲속에 흐릿한 빛줄기가 뻗어 내리고, 어린 츠쿠요미는 물가에 누워 하늘까지 뻗어 있는 드높은 나무를 바라보았다.\n나무 꼭대기의 곁가지들이 둥근 하늘을 이루었고, 마치 무수히 많은 갈망하는 이의 손바닥처럼 메마른 손으로 하얀 빛의 곡선을 에워쌌다. 밝고 깨끗한 곡선이 마치 잠든 하늘의 눈썹과도 같다.\n몽롱한 츠쿠요미가 눈썹의 기분에 대해 생각할 때, 온화한 미소가 조용한 밤하늘을 대신했다.\n달빛이 옅은 밤, 바깥은 어두웠다. 당시 그녀는 왜 달이 이따금 자리를 비우는지 이해하지 못했고, 왜 자신이 이 세계에 왔는지는 더욱 이해할 수 없었다.\n상현달.\n세 사람이 정원에 앉아 함께 밤의 벚꽃을 구경한다. 새로 만든 디저트는 내놓자마자 여동생이 절반이나 먹어버렸다.\n츠쿠요미는 그릇에 딱 하나 남은 찹쌀떡을 한입 베어 물었고, 주변의 풍경을 바라보며 넋을 잃었다. 다시 정신이 들었을 때, 찹쌀떡의 하얀 표면엔 꽃잎이 가득 붙어있었다.\n나뭇가지에 남은 꽃잎들이 달의 어두운 반쪽을 가렸고, 츠쿠요미의 졸린 눈은 둥근 달을 만들었다.\n보름달.\n창백한 강한 빛이 구름층을 통과했고, 형태 없는 손이 츠쿠요미의 이마를 어루만지며 그녀의 머릿속에서 어느 의식을 건져 올렸다.\n그 의식은 무겁고도 복잡했으며, 언어를 초월한 방법으로 생각의 배에 무너져 내렸다. 이는 그녀의 생각을 끊었고, 흐릿한 달빛의 바닷속에 빠져들어 자신의 사명과 힘을 깨닫게 했다.\n그녀는 보름달을 향해 손을 뻗었고, 하늘의 눈동자가 자신이 어디로 향해야 할지 알려주길 소망했지만 습윤한 공기만 만져질 뿐이었다.\n이후 부서진 액자가 바닥에 놓였고, 세 사람의 기념사진 속 미소는 마치 이미 굳어진 것만 같다. 유리의 긁힌 자국과 흩어진 조각들은 고칠 수 없는 현실을 나타냈다.\n츠쿠요미가 문으로 들어설 때, 부서진 표면이 눈부신 달빛을 반사하는 것을 보았다.\n어지러이 흩어진 것들이 문득 깨진 달처럼 보였다.\n초승달.\n에테르 게이저 훈련실 내부. 츠쿠요미는 검을 휘두르며 마음속 과도한 전의를 허공으로 돌려보냈다.\n그녀는 전부터 왜 빛을 잃은 달이 다시 태어났다는 의미의 [초승달]이라 불리는지 의문이었다. 이제는 그 어둠이 빛이 생겨나는 시작인 것을 안다.\n빈 곳이 있기에 다시 차오를 수 있는 것이다.",
        "task_desc": "메인 스토리 일반 9-8 [뱀신의 분노]에서 [망·달밤] 최소 1회 시전 및 스테이지 클리어",
        "id": 1099,
        "condition": [
            [
                50001,
                50002,
                51099
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1099
                ],
                [
                    208,
                    1099
                ],
                [
                    231,
                    1099
                ]
            ],
            [],
            [
                [
                    204,
                    1099
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81099,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81099,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81099,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109921,
                109922,
                109923,
                109924,
                109942
            ],
            [
                109931,
                109932,
                109933
            ],
            [
                109941
            ]
        ],
        "source": [
            309,
            10109,
            1010908
        ]
    },
    "1199": {
        "name": "[바뀌지 않은 소망]",
        "story": "[나 왔어.]\n츠쿠요미는 문을 열었고, 소리는 먼지가 가득 쌓인 방에 메아리치며 벽 가장자리의 그림자에 녹아들어 흔적도 없이 사라졌다.\n바닥은 듬성듬성 비추는 빛줄기에 몇 개의 그늘로 나뉘었고, 먼지가 자욱한 공기와 뒤섞여 답답한 느낌을 주었다.\n하지만 그녀는 이미 이 모든 것이 익숙했다. 평소처럼 적막한 분위기를 깨고 세 사람의 [집]을 청소했다.\n츠쿠요미는 검 받침대 위의 갈라진 죽도를 보았고, 이것을 가볍게 거머쥐었다. 기억과 현실이 눈앞에서 서서히 합쳐졌다.\n그녀가 처음 죽도를 들었을 때 가족이 아직 곁에 있었다. 과거의 활기와 따스함이 끝없이 마음속에서 솟아올랐다.\n갈라진 대나무가 그녀의 손바닥에 상처를 냈고, 따끔한 통증이 그녀를 다시 현실로 이끌었다.\n아마테라스가 모습을 감춘 후 츠쿠요미는 서툴게나마 모든 것을 짊어지려 했지만, 과묵함 때문에 무관심한 것으로 오해받았다.\n츠쿠요미는 검을 휘두르며 언쟁과 책망에서 벗어났지만, 갈등과 오해는 죽도의 틈처럼 끝없이 커졌고, 더 이상 돌이킬 수 없을 정도가 되었다.\n죽도는 결국 갈라졌고, 이곳엔 츠쿠요미 홀로 남겨졌다.\n갈라진 대나무엔 가시가 가득했고, 검신을 감쌌던 가죽도 오래전에 끊어졌지만 이것을 버리고 싶지 않았던 츠쿠요미는 그저 고집스럽게 죽도를 닦아주었다.\n이는 마치 의식과도 같았고, 일종의 후회일 수도 있다. 츠쿠요미 자신도 명확하지 않았다.\n과거의 기억이 점차 하나로 맞춰졌고, 오래전 흉터로 남은 상처를 뒤덮으며 집착이라는 이름의 두꺼운 껍질 속으로 밀고 들어갔다.\n이 마지막 단계가 완성된 후 그녀는 새로운 소원패를 책상 위에 두었다. 어느새 그것들은 책상의 한 켠을 가득 채웠다.\n그녀는 매번 [집]으로 돌아올 때마다 이렇게 소원이 적힌 나무패를 가져온다.\n[소원패는 걸어 두어야 효과가 있어.]\n누가 알려준 건지는 몰라도 츠쿠요미는 이를 신경 쓰지 않는다.\n소원패마다 같은 글자를 적어둔 모습이 마치 한 곳을 가리키는 이정표 같다.\n츠쿠요미는 현관으로 걸어갔지만 다리에 족쇄를 채운 듯 발걸음이 떨어지지 않았고, 몇 걸음 정도의 거리가 아득히 멀게 느껴졌다.\n그녀는 고개를 내저었고, 결심을 다잡으며 다리를 붙잡는 아쉬움을 떨쳐냈다.\n[이만 가볼게.]\n물론 대답해 주는 이는 없었고, 그녀는 홀로 문을 나서 어둠 속으로 들어섰다.\n그녀는 얼마나 오래 걸리든 계속해서 소원을 빌 것이고, 계속해서 찾을 것이다. 세 사람이 다시 만나는 그날까지.",
        "task_desc": "메인 스토리 일반 9-10 [진리의 발검]에서 [뇌극·황천] 3식 최소 1회 시전 및 스테이지 클리어",
        "id": 1199,
        "condition": [
            [
                50001,
                50002,
                51199
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1199
                ],
                [
                    208,
                    1199
                ],
                [
                    309,
                    10109,
                    1010910
                ]
            ],
            [],
            [
                [
                    204,
                    1199
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81199,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81199,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81199,
                    15
                ]
            ]
        ],
        "skill": [
            [
                119921,
                119922,
                119923,
                119924,
                119925
            ],
            [
                119931,
                119932,
                119933
            ],
            [
                119941
            ]
        ],
        "source": [
            309,
            10109,
            1010910
        ]
    },
    "1093": {
        "name": "[술이 깬 아침]",
        "story": "그때의 쿠니노토코타치에게 있어 생명이란 자신이든 다른 사람이든 그저 임무상의 글자에 지나지 않았다. 사람을 하나 죽이는 거나 달걀을 하나 깨뜨리는 거나 본질적인 차이가 없었다.\n그래서 그녀는 자신의 생일이 딱히 특별한 날이라고 생각하지 않았다. 굳이 말하자면 그건 그녀의 심장이 한 해 더 뛰었단 것을 기념하는 날일 뿐이었다.\n그녀의 심장은 어제 정지해야 했는데 운 좋게 피해 간 것일 수도, 내일 사고로 어떤 것에 관통될 수도 있었다. 그 후 자신은 동료들의 잡담 속에 [어느 사라진 사람]으로 회자될 것이었다.\n언제든지 대체될 수 있는 도구인 킬러들의 목숨은 해결해야 할 목표만큼 중요하지 않다는 것을 그녀는 무감각하게 받아들였다.\n이날 새로운 암살 임무를 받았을 때 그녀는 아무런 감정의 기복도 없었다. 누구도 자신의 리드미컬한 호흡에 의외라고 느끼지 않을 것이었다.\n임무 목표는 어느 가문의 아가씨였고, 그녀는 어는 제전에 나타날 예정이었다. 쿠니노토코타치는 이 행사 내용에 전혀 관심이 없었다. 그녀가 해야 할 일은 평소처럼 정확한 타이밍에 손을 쓰는 것이었다.\n호송 대열에 쉽게 섞여 들어간 후에야 쿠니노토코타치는 그 목표가 천진난만한 아이라는 걸 발견했다. 그녀의 순수함과 활발함에 쿠니노토코타치는 흔들렸고, 살의를 숨기는 것조차 잊어버렸다.\n다행히 이 아가씨는 그녀의 눈에 깃든 어둠을 보지 못하고 눈 속에 요동치는 것을 특별한 감정으로 여길 뿐이었다. 어쩌면 쿠니노토코타치의 눈빛에서 고독이 반짝인 건지 섬세한 아가씨는 그녀의 손을 잡았다.\n[처음 보는 사람인 것 같네요.]\n그녀는 친절한 목소리로 물었고, 쿠니노토코타치는 잠시 할 말을 잊었다. 그녀는 계속해서 많은 실수를 저질렀다. 만약 위험한 인물을 상대했다면 그녀는 진작에 목숨을 잃었을 것이다.\n아가씨는 그녀가 땀을 흘리는 것을 보고 다시 손에 든 부채를 그녀에게 건넸다. 이 세상 물정 모르는 귀족 아가씨는 사람들이 기대하는 대로 모든 사람을 부드럽게 대했다. 그 부드러움은 쿠니노토코타치가 몇 년 동안 어둠 속에 살면서 본 적 없는 것이었다.\n하지만 그녀는 마음을 가라앉히고 원래 정한 계획에 따라 임무를 완수해야 했다. 쿠니노토코타치는 구실을 찾아 아가씨를 어두운 곳으로 데려가 손쓸 준비를 했다. 아가씨는 그녀를 조금도 경계하지 않고 자신의 뒤를 생면부지의 이 여자 호위에게 안심하고 맡겼다.\n아가씨가 고개를 돌려 손에 든 사과사탕을 쿠니노토코타치에게 건넸을 때 쿠나이의 예리한 칼날이 얇은 사탕 포장지를 뚫었다. \n아가씨는 그게 칼인지, 그걸로 뭘 하려는 건지 물었고, 쿠니노토코타치는 아가씨의 맑은 눈동자에 깜짝 놀라 숨을 들이켜며 길에서 주운 물건이라 대답했다. 그녀는 뒷짐을 졌다. 순간 머리가 후끈거렸고, 그녀는 남은 쿠나이를 부러뜨렸다.\n쿠니노토코타치는 작은 손에 이끌려 여러 곳을 돌아다녔다. 다트 노점에서는 아가씨를 위해 많은 상품을 땄고, 북적거리는 사람들 사이에서 손에 든 음식을 교환하기도 했다.\n후에 쿠니노토코타치는 종종, 그날 자신이 가까스로 금붕어 세 마리를 건졌는데 그중 한 마리가 그물에서 파닥거리며 뛰는 바람에 풀숲에 떨어져 다시는 찾지 못한 것을 떠올렸다.\n음식 냄새가 코를 찌르고, 등불이 그녀의 정신을 어지럽혔다. 쿠니노토코타치는 만감이 교차하는 이 밤에 처음으로 빛을 보았다. \n아가씨가 안전하게 떠난 후 그녀는 옷을 갈아입고 여전히 제전에 남았다. 그녀는 이 시끌벅적한 행사를 사랑하게 됐다. 서서히 그녀는 취했고, 알코올의 물결에 그녀의 의식과 몸이 분리됐다. 그녀의 몸은 통제되지 않고 땅에 쓰러졌지만 의식은 오히려 공중으로 떠올라 후끈한 분위기 속을 떠돌았다.\n그녀의 임무는 철저하게 실패했다. 코드네임 [7]이라는 킬러는 어둠 속에서 자취를 감췄다.\n고작 이 하룻밤으로 그녀가 생명의 가치를 완전하게 깨달을 수는 없었다. 다만 제전에서 들리는 웃음소리가 사람이 쓰러지며 내는 신음보다 듣기 좋다고 느꼈을 뿐이다.\n그날은 그녀의 생일이었고, 그때부터 살아있는 것은 그녀의 몸만이 아니었다.",
        "task_desc": "메인 스토리 일반 6-11 [뱀의 그림자]에서 [쿠나이의 비], [내리치는 번개], [강자의 질주], [갈라지는 땅] 최소 1회 시전 및 스테이지 클리어",
        "id": 1093,
        "condition": [
            [
                50001,
                50002,
                51093
            ],
            [
                50102
            ],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1093
                ],
                [
                    208,
                    1093
                ],
                [
                    309,
                    11116,
                    1011616
                ]
            ],
            [
                [
                    231,
                    1093
                ]
            ],
            [
                [
                    204,
                    1093
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81093,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81093,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81093,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109321,
                109322,
                109323,
                109324,
                109325
            ],
            [
                109331,
                109332
            ],
            [
                109341
            ]
        ],
        "source": [
            309,
            10106,
            1010611
        ]
    },
    "1148": {
        "name": "[장난의 본질]",
        "story": "[이 [\\젠키 인형]은 오른쪽에, 이 [가짜 주사기]는 왼쪽에...]\n어두운 불빛 아래, 젠키보우가 자신의 장난 보물상자를 정리하고 있었다.\n장난을 시작하기 전에 그녀는 항상 진지하게 장난칠 대상을 이해하고, 상대의 습관과 취미에 따라 장난을 설계했다. 필요하면 직접 그에 상응하는 트릭 아이템을 제작하기도 했다.\n조각가가 만족스러운 작품을 진열장에 전시하는 것처럼, 그녀도 자신이 [걸작]이라 여기는 아이템을 장난 보물상자 속에 넣었다.\n이 보물상자는 그녀에게 있어 실용적인 도구 창고일 뿐만 아니라 자랑스러운 진열장이기도 했다. 모든 [걸작]은 한 번에서 여러 번까지 완벽한 장난들과 연결되어 있어, 이 트릭 아이템들을 보는 것만으로도 유쾌한 추억을 떠올릴 수 있었다.\n젠키보우는 자신이 한가운데 놔둔 [궁극의 무기], 소형 USB를 쳐다봤다. 그녀는 가장 성공적이었던 장난을 떠올렸다. 대상은 바로 슈였다.\n철옹성 같은 슈에게 장난을 치는 것은 하늘의 별 따기였다. 계획을 준비하기 위해 그녀는 많은 시간을 들여 프로그래밍을 독학했고, 사무실에 잠입할 수 있는 최적의 노선과 타이밍을 연구했다.\n결국 그녀는 이 작은 USB로 슈의 컴퓨터를 해킹해 자신이 준비한 장난 프로그램을 설치하는 데 성공했다.\n이 모든 것은 그저 익살스러운 자기 얼굴이 슈의 모니터에 나타나게 하기 위함이었다.\n한결같이 냉정하던 슈가 모니터를 바라보며 아연실색한 표정을 짓는 걸 보면서 그림자 속에 숨어있던 젠키보우는 끝내 참지 못하고 웃음을 터뜨렸고, 그렇게 도망갈 기회를 놓쳤다.\n슈에게 잡혀 구금실로 들어가기 전에 젠키보우는 슈에게 이런 질문을 받았다.\n[고작 장난에 불과한데 이렇게까지 공을 들일 필요가 있어?]\n젠키보우는 고개를 저으며 대답했다.\n[장난이니까 진지하게 대해야지!]\n짓궂은 장난은 혼자 즐기기 위한 것이 아니라 모두를 즐겁게 하기 위한 것이며, 더욱이 친구를 사귀는 수단인데 어떻게 대충 할 수 있겠는가?\n젠키보우의 대답을 들은 슈는 헛웃음만 지었다. 원래는 USB를 압수해야 했지만 결국 흐지부지됐다.\n이 작은 USB에 담겨 있는 것은 그녀의 [마음]이었기 때문이다.\n모두가 장난에 재미를 느낄 수 있는 건 아니지만 그녀의 마음만은 전달된다.\n그 후로 사람들은 종종 복도에서 슈가 젠키보우를 끌고 가는 것을 목격했지만, 엄숙해 보이는 슈는 젠키보우의 장난을 강제로 금지하지 않았다. 그저 고개를 저으며 헛웃음 친 후 구금실에 잡아넣고 반성문을 쓰게 할 뿐이었다.\n점점 더 많은 이가 젠키보우의 의도를 이해하기 시작했고, 심지어 어떤 이는 장난으로 그녀에게 반격하기도 했으며, 그렇게 그녀의 곁에 친구들이 점점 늘어났다.\n회상에 젖어 있던 젠키보우는 퍼뜩 정신을 차렸다. 옆에 놔둔 [젠키 인형]을 들어 올린 그녀는 손가락으로 단말기 위를 그어대며 새로운 장난 계획을 세웠다. 아직 새로운 [걸작]이 되기에는 부족했지만.\n[고우키, 이건 틀림없이 완벽한 장난이 될 거야.]",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 추격·젠키보우텐구 혼자 쿠쉬르방 처치, 전투 중 [전술 폭탄] 최소 1회 시전 및 스테이지 클리어",
        "id": 1148,
        "condition": [
            [
                50001,
                50002,
                51148
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1148
                ],
                [
                    208,
                    1148
                ],
                [
                    231,
                    1048
                ]
            ],
            [],
            [
                [
                    204,
                    1148
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81148,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81148,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81148,
                    15
                ]
            ]
        ],
        "skill": [
            [
                114821,
                114822,
                114823,
                114824
            ],
            [
                114831,
                114832
            ],
            [
                114841
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1048": {
        "name": "[자유 훈련]",
        "story": "[오늘 수업은 여기까지야. 난 먼저 갈 테니 혼자서 좀 더 훈련해.] 젠키보우가 자신이 느낀 위화감을 입 밖으로 꺼내기도 전에 오딘은 말하면서 훈련실 문을 닫았다.\n문이 쾅 닫히자 젠키보우의 불안한 예감은 현실이 됐다. 오딘이 훈련실 사용 권한을 자신에게 따로 주지 않았기 때문에 일단 그녀가 떠나면 이곳의 전력 공급 시스템은 중지된다.\n칠흑 같은 어둠 속에 젠키보우는 입을 반쯤 벌리고 있다가 결국에는 못다 한 불평을 삼켜야 했다. 기억을 더듬어 벽 쪽에 앉은 그녀는 얼마나 더 기다려야 다음 사람이 훈련실을 쓰러 올지 속으로 가늠해 봤다.\n세계의 종극과 모디파이어의 사명부터 시작해 어제저녁 식사 때 이에 낀 채소까지 생각하던 젠키보우는 결국 졸음을 이기지 못하고 벽을 타고 쓰러졌다.\n갑자기 한 줄기 빛이 그녀의 눈앞에 나타났다. 어둠에 적응한 두 눈은 갑작스러운 강한 빛의 자극을 받아 젠키보우는 잠시 현기증을 느꼈고, 방금 생각한 것들이 주마등처럼 거꾸로 그녀의 눈앞을 스쳐 지나갔다.\n[세계의 종극은 바로 장난이다.] 머릿속에서 마지막 말이 떠오르면서 젠키보우는 정신을 차렸다. 알고 보니 그녀가 미끄러지면서 팔꿈치가 땅 위에 있던 손전등에 부딪힌 것이었다. 젠키보우가 허둥지둥 손을 뻗어 빛을 막는데 벽에 거대한 그림자가 나타났다. 그녀는 놀라기는커녕 오히려 기뻐했다.\n[고우키, 왔구나!]\n대답은 없었지만 벽 위의 그림자가 움직이는 것이 꼭 손을 흔드는 것 같았다. 그림자가 또 움직이자 젠키보우는 뭔가 알아챘는지 고개를 끄덕이기도 하고 흔들기도 했다. 그러다 마지막에는 내키지 않는지 한숨을 쉬며 손전등의 빛을 벽의 과녁에 겨누었다.\n[알았어, 고우키, 네 말이 맞아. 내일 테스트에 불합격하면 여기에 우연히 갇혀 있는 걸로 그치지 않겠지.]\n[응, 응, 잘 보여. 이 정도 빛이면 이 젠키보우한테는 충분해!]\n훈련용 총을 들고 젠키보우는 흩어지는 희미한 빛에 기대 먼 곳의 표적을 겨냥하여 사격 연습을 시작했다.\n깜깜한 훈련실에서 총성이 울렸고, 그 소리는 지나가던 부원들의 주의를 끌었다. 상황이 밝혀진 뒤 슈가 훈련실 문을 열었을 때 젠키보우가 바닥에 대자로 드러누워 있고, 빛이 희미한 손전등이 그녀의 잠든 얼굴을 비추고 있었다. 먼 곳의 과녁에 난 탄환 자국은 모두 중심에 가까웠다.\n[총성이 울렸을 때 훈련실에 불빛이 없었던 게 확실해? ...역시나 오딘이 직접 지도한 사람답다고 해야 할지...]",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 혜성·젠키보우텐구 혼자 쿠쉬르방 처치, 전투 중 [지정 타격] 또는 [단계 폭발] 최소 1회 시전 및 스테이지 클리어",
        "id": 1048,
        "condition": [
            [
                50001,
                50002,
                51048
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1048
                ],
                [
                    208,
                    1048
                ],
                [
                    326
                ]
            ],
            [],
            [
                [
                    204,
                    1048
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81048,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81048,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81048,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104821,
                104822,
                104823,
                104824,
                104825
            ],
            [
                104831,
                104832
            ],
            [
                104841
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1066": {
        "name": "[귀로]",
        "story": "오쿠니누시가 봉투를 접었을 때 실험실 안의 기계가 마지막 굉음을 뱉어냈다.\n그녀는 보고서를 정리하고 점등 버튼을 눌렀다. 모든 것이 평소와 같았고, 이 밤도 지난주에 반복된 여러 개의 서열에 정렬될 수 있을 것 같았다. 다만 이 밤은 이 재미없는 날의 마지막 장이었다.\n며칠 전 오쿠니누시가 카페에서 시간을 보내고 있는데 옅은 금색 눈동자를 지닌 여인이 그녀의 앞에 앉았다. 그 여인의 검은 양복에는 먼지 한 톨 없었고, 얼굴에는 알 수 없는 웃음기가 감돌았으며, 깊은 눈빛은 그 끝이 보이지 않았다. 그녀는 의례적인 인사말도 없이 조금의 흔들림도 없는 어조로 곧바로 오쿠니누시의 연구 과제와 진전에 대해 정확히 말했다. 이것들은 외부에 공개하지 않은 것이었다. 오쿠니누시는 그녀에게 어떻게 알았는지 물었지만 여자는 웃기만 할 뿐 대답 없이 그저 연구가 순조로운지만 물었다.\n[모든 게 아주 순조로워.] 오쿠니누시는 자신도 모르게 대답했다. [다만...]\n[다만 좀 지루할 정도로 순조로울 뿐이겠죠.]\n자신의 생각이 쉽게 읽혔다는 것에 오쿠니누시는 벙쪘다. 여인은 아무렇지도 않게 카드 상자를 하나 탁자 위에 놓았다.\n[어쩌면 이게 네가 갈 곳을 알고 있을지도 모르겠네.] 여자가 눈빛으로 신호를 주자 오쿠니누시는 미심쩍어하며 카드 상자를 열었다가 실수로 세 장을 땅에 떨어뜨렸다.\n사신, 전차, 연인.\n[산 정상에는 더 오를 길이 없어. 높은 곳으로 가려면 더 높은 산을 찾아야 하지.] 말이 끝나고 여자는 몸을 돌려 떠났다.\n논문의 정확한 언어와는 판이하게 모호한 이미지가 뜻밖에도 오쿠니누시의 직감을 명중했다. 논증할 수 없어 그녀에게 버려졌던 직감이었다.\n무릇 이론 체계는 그 존재 의의가 있어야 한다고 오쿠니누시는 여겨왔다. 미지의 영역에 대한 흥미는 오쿠니누시가 이 [타로]라는 카드를 배우도록 부추기고 있었다.\n점술의 운용 원리는 일종의 [비인과적 동기화]로 설명될 수 있었다. 즉 눈앞에서 점치는 사물은 세계의 다른 구체적인 사건과 동기적으로 연결되어 있었고, 이런 연결은 상식적으로 밀접한 인과 관계가 아니었다. 이것은 사람들의 일상생활 경험과 현저히 어긋나 믿지 않는 사람이 대부분이었지만 오쿠니누시는 아니었다.\n며칠 지나지 않아 오쿠니누시는 타로의 이론을 파악했고, 기초적이지만 정확한 점괘를 조금은 낼 수 있었다. 하지만 그녀의 마음속에 [그] 문제에 대한 의문이 일 때마다 어떻게 패를 섞어도 항상 사신, 전차, 연인 이 3장의 카드만 뽑았다.\n세 번째로 같은 패를 뽑았을 때, 뭔가 말할 수 없는 예감이 그녀의 머릿속을 엄습했다. 꼭 망원경을 들고 밤하늘을 탐색하는 사람들이 반짝이는 밤하늘의 끝없는 진면목을 처음으로 엿본 것과 같았다. 오쿠니누시는 숨을 들이마시며 호흡을 멈췄다. 1초, 2초, 3초... 이 3초 동안 그녀의 머릿속에는 이곳이 오래 머물 곳이 아니라는 결론이 떠올랐다.\n더 높은 산을 찾아야 했다.\n보잘것없는 사직서 한 통이 실험실 기기의 밝은 빛 속에 조용히 놓여 있었다. 얇은 종이가 과거의 모든 영예와 명성을 덮고 있었지만 오쿠니누시는 전혀 개의치 않았다.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 사쿠라·오쿠니누시 혼자 쿠쉬르방 처치, 전투 중 [점술] 최소 1회 시전 및 스테이지 클리어",
        "id": 1066,
        "condition": [
            [
                50001,
                50002,
                51066
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1066
                ],
                [
                    208,
                    1066
                ],
                [
                    231,
                    1066
                ]
            ],
            [],
            [
                [
                    204,
                    1066
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81066,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81066,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81066,
                    15
                ]
            ]
        ],
        "skill": [
            [
                106621,
                106622,
                106623,
                106624
            ],
            [
                106631,
                106632
            ],
            [
                106641
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1039": {
        "name": "[항해]",
        "story": "당신은 바다를 뭐라고 생각하는가? 당신 꿈속의 끝없는 심연, 푸른색의 유토피아, 여러 세대를 거쳐 만들어진 추상적인 환상의 모습인가?\n어쩌면 작은 시체가 풍기는 영원한 비린내이자, 셀 수 없이 많은 꿈틀거리는 검은 생물체가 단단하고 날카로운 초석 위를 기어다니고 있는, 선원들을 묻은 영원히 변화하는 땅일지도 모른다.\n그럼에도 당신은 여전히 그다지 완벽하지 못한 이 바다를 사랑하는가?\n썰물 후의 물 자국이 바람에 증발하고 어렴풋한 흰색을 남겼다. 포세이돈은 슬쩍 조개 조각 하나를 주워 손바닥에 문질렀다. 떠오른 태양도 그저 이 조각만해 보였고, 눈앞의 하늘도 이 끝없는 해변의 모래와 비슷해 보였다.\n포세이돈은 늘 아침에 바다를 보는 것을 좋아한다. 일찍 일어나는 걸 좋아하는 사람은 언제나 소수이기에, 광활한 하늘과 바다 사이에서 조용히 떠오른 태양과 함께하는 건 파도 소리뿐이었다. 그녀는 모래사장 위에 많은 소원을 적었었다. 그 울퉁불퉁한 글씨 자국은 언제나 파도의 세례 속에서 없었던 것처럼 평평해지고, 흔적은 바다가 그녀의 말을 빼앗아 가는 것처럼 사라졌다. 오랜 세월 동안 바다는 이미 너무나 많은 포세이돈의 소원을 들었지만, 매일매일 답변 대신 탄식을 들려줄 뿐이었다.\n최근 일출을 보러 오는 사람들이 점점 많아지고 있다. 쉴 새 없이 밀려오는 사람들에 포세이돈은 조금 숨이 막혔다.\n일출은 그저 한순간이며, 그저 새하얗고 뜨거운 태양이 밤바다의 뜨거운 가슴을 열고 나오는 것일 뿐, 모든 것은 그대로다. 어느 날이든 마찬가지다. 마치 파도가 조개를 해안에 남기듯, 인파는 모래사장 위에 다양한 폐기물을 남겨둔 채 빠르게 사라진다.\n포세이돈은 사람들 사이에서 계속 그들에게 타일렀지만, 그들은 신경 쓰지 않았다. 그들은 플라스틱으로 가득 찬 물고기의 배도, 질식해 떠오른 그들의 몸도 신경 쓰지 않았다. 그들은 쓰레기통만을, 그 폐기물들이 돌아가야 할 그곳이 너무 멀리 있단 사실만을 신경 쓴다. 지금 손에 든 짐을 내려놓지 않으면 사람들은 아무도 신경 쓰지 않는 자신의 옷가지를 들 손이 남지가 않는다.\n바다는 그저 탄식할 뿐이다. 포세이돈의 말이든, 사람들이 남긴 쓰레기이든, 바다는 그저 조용히 탄식하며 모든 것을 가져간다.\n밀물이 빠지고, 포세이돈도 조용해졌다. 그녀는 더 이상 타이르지 않았다.\n그녀는 고개를 숙여 발밑을 보았다. 물에 젖은 셀로판지가 다채로운 빛을 반사하며 소리 없는 화려함으로 미묘한 승리를 선고했다. 포세이돈은 허리를 숙여 그것을 줍고, 음료병을 줍고, 이름 모를 봉투를 주웠다.\n그녀는 휴대한 가방이 없었기에 매번 손으로 쓰레기들을 주워 쓰레기통까지 가야 했고, 그렇기에 그녀는 계속해서 물이 빠진 바닷가와 멀리 있는 제방 사이를 오가야 했다. 한 번 또 한 번, 물이 빠졌다가 밀려오고, 해가 떴다 질 때까지.\n그녀는 유리병이나 갈라진 플라스틱에 손을 다칠 뻔하기도 하고, 파도에 넘어질 뻔하기도 했다. 포세이돈은 이에 피곤함을 느끼지 않았다. 다리와 허리가 아파도, 자신이 종일 청소한 해변이 여전히 난잡하다고 해도. 그녀는 그저 이렇게 하면 자신의 마음이 편하다고 느낄 뿐이며, 알아서 이 허무한 행위에 의미를 부여하고 있다.\n그녀는 그저 이렇게나 무의미하고 진하게, 바다를 사랑하고 있다.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 바다·포세이돈 혼자 쿠쉬르방 처치, 전투 중 [바다의 은총] 또는 [고래의 노래] 최소 1회 시전 및 스테이지 클리어",
        "id": 1039,
        "condition": [
            [
                50001,
                50002,
                51039
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1039
                ],
                [
                    208,
                    1039
                ],
                [
                    231,
                    1039
                ]
            ],
            [],
            [
                [
                    204,
                    1039
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81039,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81039,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81039,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103921,
                103922
            ],
            [
                103931,
                103932
            ],
            [
                103941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1097": {
        "name": "[따듯한 꿈]",
        "story": "[이러면... 안 되려나?] 눈앞의 작품을 보며, 오네이로이는 깊은 생각에 빠졌다.\n그것은 그녀가 기말시험을 위해 그린 작품이었다. 불규칙한 선과 혼잡한 색상으로 가득 찬 이 그림은 아무리 추상주의라고 해도 조금 과할 정도였고, 이런 작품으로 시험을 통과할 수 있을 리 만무했다.\n[조금 졸리네...]\n문을 열었을 때 그녀를 맞이한 건 오랫동안 자신을 기다린 민타와 로크였다. 메이드들은 오네이로이를 로비로 데려갔고, 헤라는 차 테이블 옆에 앉아 있었다.\n[계속 그런 몽롱한 모습을 하고 있으면 당당한 숙녀가 될 수 없다고. 다만... 오늘은 그냥 넘어갈게.] 헤라는 한숨을 쉬고는 오네이로이 앞의 찻잔에 차를 따랐다.\n[이 차는 심신 안정의 효과가 있어요.] [헤라 님께서 특별히 오네이로이 아가씨를 위해 구해오신 거예요.] 민타와 로크가 옆에서 거들었다.\n[됐어, 일단 마시자. 내가 숙녀가 차를 음미하는 법을 보여줄게.] 헤라는 평소 같은 우아한 손짓으로 찻잔을 들었지만, 오네이로이는 헤라의 친절한 눈빛을 느낄 수 있었다.\n헤라를 흉내 내며 홍차를 마신 오네이로이는 홍차의 효능은 모르겠지만 가슴이 따뜻해진 것 같다고 느꼈다.\n헤라와 헤어진 후 오네이로이는 자신의 방으로 걸어갔다.\n부드러운 침대에 눕자 귓가에 익숙한 자장가가 들려왔고, 이 너무나도 부드러운 소리에 오네이로이는 금새 꿈속에 빠져버렸다.\n[하데스 님, 이제 된 건가요?]\n[그래. 우리가 해야 할 일은 최대한 이 아이가 좋은 꿈을 꾸게 해주는 거야. 그거면 됐어.]\n오네이로이는 며칠만에 다시 좋은 꿈을 꾸었다. 너무나도 따스한 꿈이었다.\n꿈속의 하늘은 너무나도 푸르고 구름 한 점 없이 깨끗했다. 오네이로이는 사람들 사이에서 즐겁게 광활한 평야 위를 질주하며 마도로미를 쫓았다.\n다음 날, 오네이로이는 깨어나자마자 바로 화실로 들어가 캔버스 위에 어젯밤 꿈에서 본 모든 것을 그렸다.\n[그림의 구도에서 깊이가 느껴지고, 선과 색상의 조화도 아주 완벽해. 이건 의심의 여지없는 명작이야.]\n이 그림은 그녀가 기말시험을 통과하게 해줬을 뿐 아니라 다시 한번 아카데미를 뒤흔들며 사람들로 하여금 그녀의 옛 명작 [백야이몽]을 떠올리게 만들었다.\n하지만 오네이로이는 타인의 평가를 신경 쓰지 않았다. 그녀는 그저 그림을 들고 즐겁게 뮤즈협회의 사람들에게 자신의 꿈을 설명할 뿐이었다.\n이 그림은 사람들에게 다양한 의미로 다가왔다. 누군가는 그림을 영혼의 외침으로 보았고, 누군가는 이를 마음을 표현하는 수단으로 여겼지만, 오네이로이에게 그림은 그저 꿈을 표현하는 방식이었다.\n[이번 꿈은 정말 즐거웠어... 하데스 언니와 헤라 언니도 있었고 말이야.]\n[난 모두와 함께 있는 게 좋아... 다음에는 민타와 로크도 같이 놀면 좋겠다...]\n[그래... 내가 둘에게 꿈 꾸는 법을 가르쳐 줄게.] 아쉬운 듯한 오네이로이를 본 하데스는 부드러운 미소를 지으며 그녀의 머리를 쓰다듬었다.",
        "task_desc": "메인 스토리 일반 10-6 [얕은 꿈의 일각]에서 [양 한 마리] 최소 1회 시전 및 스테이지 클리어",
        "id": 1097,
        "condition": [
            [
                50001,
                50002,
                51097
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1097
                ],
                [
                    208,
                    1097
                ],
                [
                    309,
                    10111,
                    1011116
                ]
            ],
            [],
            [
                [
                    204,
                    1097
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81097,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81097,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81097,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109721,
                109722,
                109723
            ],
            [
                109731,
                109732
            ],
            [
                109741
            ]
        ],
        "source": [
            309,
            10110,
            1011006
        ]
    },
    "1038": {
        "name": "[파괴, 순수]",
        "story": "헤라는 아침 내내 손에 홍차 한 잔을 든 채 조용히 드레스룸에 앉아 있었다. 오늘의 차에는 설탕을 너무 많이 넣어 맛이 이상했다. 마치 자신의 터질 정도로 꽉 찬 드레스룸처럼 말이다.\n이론적으로 새로운 집을 구해 옷을 보관하는 일은 그녀에게 손바닥을 뒤집는 정도로 쉬운 일이다. 하지만 이게 벌써 일곱 번째 옷장으로 가득 채운 방인 것을 감안하면, 계속 새로운 집을 구하는 게 영구적인 해결 방안은 아닌 듯하다.\n헤라는 얼마든지 이 멋진 옷들을 경매소에 보낼 수 있었다. 그럼 분명 일반인은 상상하기 힘든 수입을 얻을 수 있을 것이다. 하지만 그녀는 전혀 이 진한 돈 냄새를 풍기는 방법을 고려하고 있지 않았고, 금전적인 이득을 포기하고 그냥 이 옷들을 타인에게 선물하는 방법 역시 고려 대상이 아니었다. 이 예술품이나 다름없는 옷들을 알아보고 아낄 수 있는 사람은, 아마 뮤즈협회에만 있을 것이다. 선물한다고 하더라도 결국 같은 건물에 있는 사람에게 주게 된다는 것이다.\n기울어진 햇빛이 문틀을 타고 헤라의 손위에 떨어졌다. 가넷 완드 속의 보석이 미약한 빛을 그녀의 치마 옆으로 반사하고, 희미한 붉은 빛은 헤라의 눈에서 타오르는 불꽃이 되었다.\n그럼 그냥 다 태워버리자. 헤라는 이렇게 생각했다. 화려한 옷이 뜨거운 화염 속에서 불타는 것. 이 얼마나 아름다운 공연이자, 화려하고도 합리적인 결말인가.\n당신이 꽃밭에 들어가 수많은 색채에 매료되거나 머나먼 하늘 위의 구름을 바라보며 그것의 아름다움에 집중할 때... 당신은 그 꽃의 이름 또는 어떤 구름이 비를 불러올지 알 필요 없다. 헤라는 아름다움을 알아보는 건 인간이 타고난 기본적인 능력이며, 지식수준과는 상관없다고 믿어 왔다. 다만 지식수준이 낮은 사람은 아름다운 것보다 편안한 것을 선호하는 것뿐이다.\n화염. 그러나 화염, 이 생존과 멸망의 이중적 상징물, 이 명멸하는 불꽃 속에서 아름다움을 아는 자는 역동하는 아름다움을 찾아낸다. 하지만 무지식한 자는 피어난 연기 속에서 이 파멸의 상징물의 본능인 편안함을 찾아낸다. 그 먼지 쌓이고 쓸모없으며, 유행이 지난 옷들은 화염 속에서 다시 타올라 또 다른 [작품]이 될 것이다.\n[불타는 옷] 예고가 공개된 후 공리 평의회의 예술가들은 약속이라도 한 듯 모두 너무 많은 설탕이 들어간 차에 사레들리고 말았다. [괜히 소란을 피우는군] 같은 말이 여기저기서 들려왔지만, 그들은 마음속으로 이 독특한 쇼가 확실히 흥미롭다는 걸 인정할 수밖에 없었다.\n기존의 패션쇼와 달리 헤라는 안전을 위해 하데스를 찾아가 모델 인형을 만들었다. 인형은 불타는 옷을 입은 채, 원단이 타는 소리와 반짝이는 불빛 속에서 경쾌하고 우아하게 뜨거운 길을 만들어냈다. 원단과 장식은 제각각의 모습으로 불탔다. 시력이 좋은 사람은 시꺼먼 잔해 속에서 여전히 반짝이는 다이아와 눈을 맞췄을 것이다.\n수많은 화려한 옷이 차례차례 깔끔했던 본모습을 잃었다. 이 예술품들이 이런 파괴를 겪은 후에도 특이한 아름다움을 선사할 수 있다는 것에 놀란 사람들은 숨이 멎을 것만 같았다.\n마지막에 헤라는 하얀 로브를 입고 무대 뒤에서 유유히 걸어 나와 미소를 지으며 박수를 맞이했다.\n그녀가 가볍게 완드를 두드리자 로브 아래가 빛나더니 얇은 흰색 비단이 순식간에 불빛 속에서 타올라 연기가 되었다. 화염이 순백의 비단을 불태워 그 아래에 있는 진한 색상을 드러냈고, 반짝이는 붉은 치마가 자신의 존재를 뽐냈다. 우레 같은 박수가 쏟아져 나왔다.\n며칠 후, 뮤즈협회의 전시장에는 탄 자국이 가득한 치마 하나가 추가됐다. 치마 위에는 화염이 만든 눈물 자국이 보기 좋은 형태가 되어 사람들에게 아름다운 느낌을 선사했다. 인위적인 예술품과 다를 바 없이 말이다.",
        "task_desc": "메인 스토리 일반 10-3 [애프터눈 티 에피소드]에서 [플레임 스톰] 최소 1회 시전 및 스테이지 클리어",
        "id": 1038,
        "condition": [
            [
                50001,
                50002,
                51038
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1038
                ],
                [
                    208,
                    1038
                ],
                [
                    231,
                    1038
                ]
            ],
            [],
            [
                [
                    204,
                    1038
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81038,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81038,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81038,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103821,
                103822,
                103823,
                103824,
                103825
            ],
            [
                103831,
                103832,
                103833,
                103834
            ],
            [
                103841
            ]
        ],
        "source": [
            309,
            10110,
            1011003
        ]
    },
    "1041": {
        "name": "[아침햇살]",
        "story": "[아침이 밝아올 무렵, 신성이 반짝인다. 이것이 내가 본 미래이다.]\n이 첼로에 이름을 지을 때 그 위대한 예술가가 이런 글을 남겼다고 한다. 그는 머나먼 수평선의 끝에서 천천히 떠오르는 태양을 보며, 오모피스를 뒤덮은 기나긴 밤이 결국 끝날 것이라고 믿었다.\n[아침햇살]은 오모피스의 한 유명한 귀족 아가씨의 소장품이었다. 그녀는 이 첼로로 여러 아름다운 선율을 연주했었지만, 한 대회에서 패배한 후 그녀는 [아침햇살]을 패배의 분함과 함께 완전히 숨겨버렸다.\n그녀는 더 완벽한 연주로 자신을 이긴 그 붉은 머리 소녀가 왜 자신보다도 뛰어난 재능을 포기했는지 도무지 이해할 수 없었다. 그녀와 붉은 머리 소녀가 함께한 전투를 겪기 전까지는.\n그녀는 깨달았다. 신성이 빛나는 오모피스의 지금과 미래는 당연하지 않다는 것을. 소녀가 소중한 예술 재능과 눈앞에 펼쳐진 탄탄대로를 포기하고 수호의 검을 들었기 때문에, 오모피스는 암흑의 시대로 돌아가지 않을 수 있었던 것이다.\n[너야말로 오모피스의 [아침햇살]이구나... 하지만 검을 든 손이라고 악기를 연주할 수 없단 법은 없잖아?]",
        "task_desc": "일반 메인 스테이지 11-18 [혼신의 커튼콜]에서 은방울의 현·아테나를 리더로 선택해 스테이지 클리어",
        "id": 1041,
        "condition": [
            [
                50001,
                50002,
                51041
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1041
                ],
                [
                    208,
                    1041
                ],
                [
                    231,
                    1041
                ]
            ],
            [],
            [
                [
                    204,
                    1041
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81041,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81041,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81041,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104121,
                104122,
                104123,
                104124
            ],
            [
                104131,
                104132,
                104133,
                104134
            ],
            [
                104141
            ]
        ],
        "source": [
            309,
            10111,
            1011118
        ]
    },
    "1013": {
        "name": "[주족]",
        "story": "아수라가 샤슈바트를 떠나던 때는 가진 경비도 얼마 없을뿐더러 지출 계획을 세워본 경험도 부족하던 시기였다. 그녀는 빠르게 곤경에 처했고, 낡은 집이라도 얻어 비바람을 막아줄 거처로 삼아야 했다. 주변 사람들의 말에 의하면, 그 집은 원래 미스터리 사건이 수없이 일어난 [흉가]라 아무도 감히 그곳에 살지 못했다고 한다. 아수라는 딱히 신경 쓰지 않았고, 심지어 만약 이 집에 진짜 귀신이 있다면 귀신과 겨뤄볼 기회가 되겠다고 진지하게 생각했다.\n그런데 이상한 일이 정말로 일어났다. 이곳에서 묵던 첫날 밤, 아수라는 울음소리 같은 소음에 잠에서 깼다. 다시 잠에 들 수 없었던 그녀는 어쩔 수 없이 소리의 근원을 찾아 나섰다. 귀신과 싸울 준비를 마친 채로... 집을 한바탕 뒤엎은 후에야 썩어가는 옷장 뒤에서 소리의 근원을 찾을 수 있었다. 바로 상태가 안 좋아 보이는 고양이 한 마리였다. 조심스럽게 안아 올려진 고양이의 먼지투성이 털 위로 달빛이 엉켰다. 고양이의 몸에 상처는 없었고, 상태가 안 좋아 보이는 이유는 아마 배고픔 때문인 듯했다. 아수라는 자기 가방을 뒤져 조그만 주머니에서 납작하게 눌린 고기 통조림을 꺼냈다. 마침 오늘이 유통기한의 마지막 날이었다.\n일단 배불리 먹은 고양이는 더 이상 울지 않고 잠이 들었고, 집이 조용해지니 피곤했던 아수라도 눕자마자 잠이 들어 꿈도 꾸지 않았다.\n아수라는 복싱 대회에서 최소 자기가 살아갈 정도의 자본은 벌 수 있는 실력이 있었다. 상금을 받자마자 음식을 잔뜩 사 들고 펫용품점을 지나치던 아수라는 그 앞에 멈춰서 한참을 망설였다. 결국 그녀는 음식더미 꼭대기에 고양이 사료 한 포대를 얹었다. 갈수록 모질이 보드라워지는 고양이를 보며, 아수라는 이 녀석과 함께 여기서 사는 것도 나쁘지는 않다고 생각했다. 그녀는 겸사겸사 고양이에게 [야옹이]라는 이름도 붙여 주었다.\n야옹이는 그다지 온순한 성격이 아니었다. 아수라가 집에 돌아올 때마다 녀석은 몸에 새로운 상처를 달고 배고픔이 담긴 울음소리를 냈는데, 대부분이 다른 길고양이들과 음식을 놓고 싸우다 져서 그런 것이었다. 다행히 아수라가 이런저런 경기에서 종종 승리한 덕에 자신과 야옹이를 배불리 먹일 수가 있었다.\n요 며칠은 날씨가 흐려서 복싱 대회장의 분위기도 더욱 숨이 막혔다. 아수라는 링 구석에 누워 거친 숨을 내쉬었다. 온몸이 피투성이인데 어디서 흐르는 것인지 찾을 수조차 없었다. 만약 평범한 사람이었다면 이미 그 자리에서 명을 다했겠지만, 다행히 아수라는 몸을 일으킬 힘이 남아 있어 소지하던 붕대로 상처를 대충 동여맸다. 어쩌면 그녀가 자꾸만 경기에서 이기는 것이 누군가의 심기를 건드려, 눈엣가시 같던 그녀를 처리할 킬러를 고용한 것일지도 모른다. 항상 그래 왔고, 이번에도 마찬가지였다. 아수라는 익숙했다. 그저 조금 아파서, 집으로 돌아가는 발걸음이 약간은 느려졌다.\n돌아가는 길에 멀리서 싸우고 있는 길고양이들이 보였다. 온몸이 시뻘건 아수라가 가까이 가자 놀란 고양이들이 순식간에 도망갔고, 단 한 마리, 야옹이만이 남아 있었다. 야옹이도 상처가 심해 털에 피가 스며 있었다. 아수라는 가방에 손을 넣어 뒤적였지만 여분의 붕대가 없었다. 팔의 상처는 거의 다 나았기에, 그녀는 엉겨붙은 붕대를 이빨로 찢어내 야옹이의 상처를 감싸주었다.\n날은 여전히 우중충했다. 흐릿한 햇빛 아래로 사람 하나와 고양이 하나가 다친 몸을 이끌고 터덜터덜 걸어갔다.\n2주 후, 휴식을 완전히 끝낸 아수라는 다시 복싱장을 찾아갔고, 연달아 승리하며 그곳의 최강자까지 쓰러트렸다. 그것이 바로 그녀가 이곳에 온 유일한 목적이었다. 다친 곳이 2주 전 쓰러지던 때에 비해 적다고 할 수는 없었지만... 챔피언 벨트와 거액의 상금을 거절한 꼬마가 흥겹게 복싱장 문을 열고 나가는 모습을 보며, 현장은 침묵에 빠졌다.\n귀가 후, 아수라는 문앞에 웅크리고 있는 야옹이와 그 앞에 놓인 출처 불명의 식량을 발견했다. 멀지 않은 곳에서 다양한 코트의 고양이들이 야옹이에게 음식을 물어다 주고 있었다.\n아수라는 배낭을 들춰 멨다. 오늘은 날이 좋으니, 더 전진할 때가 왔다.",
        "task_desc": "메인 스토리 일반 4-2 [강력한 힘]에서 [운명의 속박] 최소 1회 시전 및 스테이지 클리어",
        "id": 1013,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1013
                ],
                [
                    208,
                    1013
                ],
                [
                    203,
                    1013
                ]
            ],
            [],
            [
                [
                    204,
                    1013
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81013,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81013,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81013,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101321,
                101322,
                101323,
                101324
            ],
            [
                101331,
                101332,
                101333,
                101334
            ],
            [
                101341
            ]
        ],
        "source": [
            309,
            10104,
            1010402
        ]
    },
    "1059": {
        "name": "[황혼의 갤럭시해]",
        "story": "[태양이 수평선 위로 떠오르기 전에, 등대가 얼마나 외로운 여행을 겪었는지 알아요?]\n[에이, 그런 표정 짓지 말고, 별로 심각한 주제도 아니니까 재미 삼아 들어 보세요.]\n업무 틈새 시간, 카운터 뒤에 앉아 쉬던 아폴론이 카운터 앞 손님과 이야기를 나누고 있었다. 손님의 앞에 놓인 것은 아폴론이 방금 제조한 오모피스풍 칵테일이었는데, 호박색의 술 위로 체리 하나가 장식된 것이 먼 바다 위로 막 솟아오른 태양 같았다.\n이건 아폴론이 개발한 칵테일로, 이름은 [등대]였다.\n[해가 뜨기 전, 긴 밤에 별들의 바다를 지키는 것은 등대 빛뿐이거든요.]\n그러나 좁고 긴 바다의 끝, 홀로 외로이 선 등대는 먼 길을 떠나는 배들의 앞길을 비춰주면서도 자신이 있는 곳은 비추지 못한다.\n등대는 그저 매일 정해진 시간에 빛을 밝히고, 정해진 각도와 속도로 회전하며 정해진 거리까지 빛을 비춘다.\n매일매일 반복하고 조금의 오차도 없다. 세월이 마치 무한히 반복되는 필름에 불과한 것처럼. 등대 위에 남은 녹슨 자국만이 갈수록 얼룩덜룩해질 뿐이다.\n[해가 뜨기 전, 어둠 속 등대를 위로해 주는 것은 오직 긴 밤의 파도처럼 잔잔한, 듣고 있으면 눈물이 날 것만 같은 하프 소리뿐이에요.]\n\n[누가 연주하는 건데요?] 손님이 물었다.\n[하프를 연주하는 건 당연히 저예요. 안 그러면 제가 이 이야기를 어떻게 알겠어요?]\n[하하, 그럼 이제 등대에게 하프 연주를 해주지 않으니, 등대가 외롭겠는데요?]\n[괜찮아요. 이제... 해가 떴으니까.]",
        "task_desc": "메인 스토리 일반 12-1-14 ['돌변']에서 태양·아폴론이 [부서진 태양], [빛의 가시], [빛의 교차] 최소 1회 시전 및 스테이지 클리어",
        "id": 1059,
        "condition": [
            [
                50001,
                50002,
                51059
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1059
                ],
                [
                    208,
                    1059
                ],
                [
                    231,
                    1059
                ]
            ],
            [],
            [
                [
                    204,
                    1059
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81059,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81059,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81059,
                    15
                ]
            ]
        ],
        "skill": [
            [
                105921,
                105922,
                105923,
                105924
            ],
            [
                105931,
                105932
            ],
            [
                105941
            ]
        ],
        "source": [
            309,
            10112,
            1011214
        ]
    },
    "1096": {
        "name": "[희망 전달]",
        "story": "헤르메스가 창밖을 보며 열심히 새의 그림자를 찾았다. 하지만 날갯짓 소리만 들려올뿐, 시선을 아무리 멀리 둬도 눈에 들어오는 것은 바람에 흔들리는 푸른 가지밖에 없었다.\n새는 언제나 자유로이 날며 어디든 갈 수가 있었고, 그래서 소녀는 새들에게서 위로라도 얻으려는 듯 항상 그들의 그림자를 찾았다.\n무거운 다리를 움직이려 해봤지만 여전히 뇌에서 전달되는 명령을 무시했고, 소녀의 자유는 일찌감치 박탈당한 채였다.\n[언젠가는 꼭 헤르랑 같이 나가서 놀 거야!] 친구의 말이 귓가를 맴돌았다. 친구들이 함께해주는 것이 어찌나 소중한지, 그녀는 더 많은 것을 바라지도 않았다.\n자기 자신을 안아주듯 몸을 감싼 헤르메스는 애써 머릿속에서 환상을 밀어냈다.\n기대해서 얻는 것은 아픔뿐이다. 그렇다면 빨리 포기하고 운명을 받아들이는 게 더 편히 살 수 있는 방법인지도 몰랐다.\n문이 벌컥 열렸다.\n한참이 흘렀다. 헤르메스는 그날 방 안으로 밀려들어 온 달큼한 냄새의 바람을 기억했다.\n그게 무엇인지는 알 수 없었다. 그때 바람과 함께 찾아온 친구들의 눈에 반짝이던 것이 무엇인지 몰랐던 것처럼.\n이리스가 정중히 손에 들린 물건을 헤르메스에게 건넸다. 그것을 감싸던 천이 풀어지며, [창공의 날개]라는 장비가 소녀의 눈앞에 모습을 드러냈다.\n기대와 불안이 생각을 멈추는 현기증으로 변했다. 헤르메스는 순간 어떤 순간이 다가오는 것을 느꼈다.\n눈앞의 보조장비는 초라했지만, 헤르메스의 눈에는 부품이 닿으며 이따금 튀기는 전깃불이 분명 그녀의 앞길을 비추고 있는 것으로 보였다.\n다시 한 번 심호흡하며 향이 담긴 바람을 느꼈다. 소녀는 혼란스러움 속에서 정신을 가다듬고 첫걸음을 내딛었다.\n[성공이다! 헤르, 우리가 해냈어!] 친구들의 말이 망설임을 날려버렸다. 그제야 모두를 바라본 헤르메스의 얼굴에 미소가 피어났다.\n부축을 받아 지긋지긋한 병실에서 벗어난 헤르메스는 고개를 돌렸다. 창밖 나뭇가지에 앉아있던 새가 푸른 하늘을 향해 날아올랐다.\n그 날개가 한때 사치로 여겨졌던 것들을 현실로 만들어, 태양빛처럼 그녀의 마음 속 안개를 걷어냈다.\n그날, 헤르메스와 친구들은 기진맥진해질 때까지 거리를 돌아다녔다. 오늘 일어난 일을 마음 깊이 새기려는 듯이.\n나중에야 헤르메스는 깨달았다. 그날 바람 속에서 맡았던 냄새의 이름이 바로 [희망]이라는 것을.\n지금 그녀가 달리는 것 역시 바람의 이끎을 느끼려는 것 외에, 바람을 통해 더 많은 사람에게 희망을 주고 싶기 때문이 아닐까?\n[바람은 끝이 없어. 그러니까 나도 계속 달릴 거야!]",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 질주·헤르메스 혼자 쿠쉬르방 처치, 전투 중 [벡터 가속] 최소 1회 시전 및 스테이지 클리어",
        "id": 1096,
        "condition": [
            [
                50001,
                50002,
                51096
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1096
                ],
                [
                    208,
                    1096
                ],
                [
                    231,
                    1096
                ]
            ],
            [],
            [
                [
                    204,
                    1096
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81096,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81096,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81096,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109621,
                109622,
                109623,
                109624
            ],
            [
                109631,
                109632
            ],
            [
                109641
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1019": {
        "name": "[집 열쇠]",
        "story": "[오늘부터 여기가 네 집이란다.] 백발의 여인이 온화한 미소를 지으며 아직 어린 슈에게 말했다. 방문 앞, 자신의 또래로 보이는 푸른 머리 소녀도 그녀를 향해 웃으며 손을 흔들었다.\n[정말 그리운 꿈이네...] 단말기의 알림 소리에 슈는 꿈에서 깨어났다. 그 꿈은 정말 얼마나 되었는지도 모를 추억이었다.\n깨어나자마자 오딘은 슈를 바로 에테르 게이저로 데려왔다. 그녀는 이곳에서 살고 자랐고, 시간의 흐름 속에서 에테르 게이저에 일어난 모든 변화를 지켜봤다.\n슈에게 오딘은 사장보다는 자신을 가르치고, 사람들을 보호하고, 에테르 게이저 전체를 지탱하는 가장에 가까웠다.\n슈는 주변을 더듬어 안경을 찾아 낀 후 단말기를 확인하기 시작했다. 회장이 된 후로 그녀는 매일 셀 수 없는 메시지를 받아왔다. 이번엔 불안한 신입들이 자신에게 도움을 요청했다. 과거의 자신처럼 말이다.\n다만 이제 사람들을 지켜주고 가르쳐야 할 사람은 자신이 되었다.\n곧게 앉아 정신을 차린 뒤, 슈는 순서대로 모든 메시지에 간결하고 명확하면서도 따듯함을 잃지 않는 답변을 해주었다.\n모든 메시지에 대한 답장을 끝냈을 때 날은 이미 밝아 있었다.\n슈는 길게 숨을 내쉬고는 주머니에서 자신이 항상 지니고 다니는 오래된 열쇠 하나를 꺼냈다.\n회장으로 부임한 그날, 오딘은 임명 문서와 열쇠 하나를 동시에 자신에게 주었다.\n[에테르 게이저에... 아직도 열쇠가 필요한 문이 있나요?] 일상생활에서 거의 볼 수 없는 물건에 슈는 의아한 표정을 지었다.\n[없지. 요즘 이런 구식 설비가 어딨겠어?]\n[그럼 이 열쇠는 어디에 쓰는 거죠?] 어느 구시대로부터 계승된 특수 장치? 오딘 신력을 봉쇄하는 특수 상자? 다양한 추측이 머릿속에서 맴돌자 눈앞의 열쇠가 신비롭게 보이기 시작했다.\n[맞춰보겠어?] 오딘은 슈의 질문에 대답하는 대신 장난스러운 웃음을 지었다.\n답을 듣기도 전에 오딘은 다른 에너지 구역으로 향하는 여정에 올랐고, 거의 모든 회사 업무를 슈에게 맡겼다.\n그후로 슈는 다시는 열쇠에 대해 물을 수 있는 기회를 얻지 못했다. 그저 산처럼 쌓인 업무가 자신을 지치게 만들 때, 이 열쇠를 꺼내 볼 뿐이었다.\n오른손을 가볍게 흔들어 열쇠와 열쇠고리가 부딪혀 소리를 울리게 만들고, 슈는 그 소리를 경청했다.\n매일 수중의 이 열쇠를 볼 때마다, 피로에 메마른 마음에 다시금 활력이 솟아났다. 마치 자신이 처음 오딘의 일을 인계받았을 때처럼 말이다.\n처음 그녀가 일을 인계받은 건 그저 그 바쁜 [가장]의 부담을 줄여주기 위한 것이었지만, 나중에는 자신을 안심하게 해주는 이 장소를 지탱하기 위해 일하게 되었다.\n이곳은 세상에서 그녀가 가장 안심할 수 있는 곳이고, 자신이 태어난 곳이자, 가족 같은 동료가 있는 곳이다.\n[오늘부터 여기가 네 집이란다.] 귓가에 또 오딘의 말이 울려 퍼졌다. 몇 년이 지나도, 그 기억은 여전히 선명했다.\n노크 소리가 슈의 회상을 끊었다. 새로운 하루의 업무가 또 시작된 것이다.\n[말을 안 해주신다면, 이곳을 제게 맡긴 것으로 생각할게요.]\n슈는 웃으며 열쇠를 거두었다. 그녀는 들은 적 있다. 구시대의 사람들은 가옥을 거래할 때 그 가옥의 열쇠를 넘겨받곤 했는데, 그러면 그 가옥이 바로 그들의 [집]이 된다는 얘기를.\n과거, 이 열쇠의 주인은 오딘이었고, 지금은 자신이 되었다.\n몸을 일으킨 슈는 주머니의 열쇠가 어느새 무거워진 것처럼 느껴졌다. 이 열쇠에는 신뢰와 책임이 담겨 있고, 이는 슈가 반드시 짊어져야 할 무게이다.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 폭풍·슈 혼자 쿠쉬르방 처치, 전투 중 회피 최소 1회 시전 및 스테이지 클리어",
        "id": 1019,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1019
                ],
                [
                    208,
                    1019
                ],
                [
                    203,
                    1019
                ]
            ],
            [],
            [
                [
                    204,
                    1019
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81019,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81019,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81019,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101921,
                101922,
                101923,
                101924,
                101925
            ],
            [
                101931,
                101932
            ],
            [
                101941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1028": {
        "name": "[낯익은 느낌]",
        "story": "에너지층을 벗어난 토르는 무려 일주일이나 기절해 있었고, 그사이에 덮인 이불을 서른 번이나 걷어찼다. 깨어난 후 무의식적으로 머리를 흔든 그녀는 머리가 유난히 가볍다고 느꼈다. 예전에는 그녀가 머리를 흔들면 바로 긴 머리가 눈앞에서 엉켰었는데, 어떻게 해도 이 불쾌한 느낌은 잊히지 않았다. \"지금도 나쁘지 않네.\" 토르는 이렇게 생각하며 기분 좋게 침대에서 내려왔다.\n자신이 어떤 장소에 있는지 잘 몰랐지만, 그럼에도 토르는 여유롭게 방을 돌아다녔다. 방구석에는 거울 하나가 있었고, 그 거울 속 그녀의 안색은 좋아 보였다. 그저 머리끝에 탄 흔적이 있었을 뿐... 폭발한 불꽃 같은 모양새가 마치 애니메이션 속 미치광이 과학자 같았다. 이는 분명 토르가 바라는 상태가 아니었다. 그녀는 짜증스럽게 머리를 긁고는 침대로 돌아왔다.\n[걱정 마. 네 머리는 다시 자랄 거야.] 이 푸른색 머리의 여인은 들어올 때 형식적으로 문을 세 번 두드리고는 토르가 반응하기도 전에 침대 옆 의자에 앉았다. 토르는 에너지층에서 이 여자를 본 적 있다. 그녀는 아주 가볍게 눈앞에 있던 모든 비스베인을 처치했고, 그다음... 그다음은... 기억이 나지 않았다. 그녀는 침대맡에 상자 하나를 두었는데, 토르는 그 상자를 열 수 없었다.\n이론상, 모디파이어인 토르의 탄 머리는 금방 원상태로 회복해야 하지만, 신력의 과도한 사용 때문에 그녀는 자신의 머리가 다시 천천히 자라기를 기다려야만 했다.\n토르의 머리는 빠르게 자랐다. 그녀가 겨우 짧게 머리를 묶을 수 있게 되었을 때, 오딘은 상자에서 한 쌍의 머리끈을 꺼냈다. 이 정도 길이가 딱이야, 더 안 자라도 돼. 토르는 이렇게 생각했지만 머리는 계속 자라났다. 더 길어지자 오딘은 또 한 쌍의 머리끈을 선물했다. 얼마 지나지 않아, 그 머리를 흔들 때 느끼던 불쾌감이 다시 토르를 찾아왔다. 이것이 불만스러운 토르는 홧김에 너무 긴 꽁지를 잘라버렸는데, 한숨 자고 나면 자신은 또다시 주홍색 장발에 둘러싸여 있었다. [소용없어. 네 머리는 원래 그렇게 자라니까.] 오딘은 토르의 장발을 눈대중으로 확인하고는 상자에서 마지막 한 쌍의 머리끈을 꺼내, 머리카락이 더 이상 토르의 전투를 방해하지 않도록 땋아주기 시작했다.\n[정말 똑같네.] 거울 속 자신을 본 토르가 자기도 모르게 감탄했다. 그런데... 이게 무슨 뜻일까? 뭐가 똑같다는 걸까? 그녀는 설명할 수 없었다.\n자신의 [회복]된 머리를 보던 토르는 자신의 낡아빠진 망토를 떠올렸다. 타버린 머리는 다시 자라지만, 망가진 망토는 그럴 수 없었다. 그녀는 자신과 함께 에너지층에서 싸웠던 옛 망토를 치워두고 새롭고 멀쩡한 것으로 갈아입었다.\n이 새 망토의 재질은 특별했는데, 가볍고 편안한 동시에 토르의 번개로 인한 손상을 완벽히 피할 수 있었다. 하지만 너무 가벼워서인지, 아니면 번개의 방해를 받아서인지, 토르는 항상 이 망토가 몸에 안 맞는다고 느꼈다. 결국 토르는 다시 그 낡아빠진 무거운 망토를 꺼낼 수밖에 없었다. 상처투성이인 모습은 전혀 깔끔하지 않지만, 그 흔적들은 그녀가 싸웠다는 증명이며, 무거운 과거는 결코 짐이 아니었다.\n토르는 떠나기 전 거울 속 자신을 슬쩍 확인했다. 길게 땋은 머리, 오래된 망토, 강렬한 낯익은 느낌이 머나먼 과거부터 그녀의 옆까지 쫓아왔다. 이와 함께 음침함, 아픔, 패퇴... 이상한 화면이 머릿속으로 몰려들어 왔다. 그 진짜 같은 모습은 자신이 직접 겪은 경험처럼 느껴졌다. 그녀는 즉시 자신의 생각을 지워버렸다.\n그녀는 오딘과 달리 미래를 볼 수 없다. 그렇다면 눈앞의 이 비극적인 모습들은 머나먼 과거일 수도 꿈일 수도 있지만, 절대 그녀의 미래는 아닐 것이다.",
        "task_desc": "메인 스토리 일반 12-1-2 [돌아온 두 사람]에서 [추락 번개] 최소 1회 시전 및 스테이지 클리어",
        "id": 1028,
        "condition": [
            [
                50001,
                50002,
                51028
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1028
                ],
                [
                    208,
                    1028
                ],
                [
                    231,
                    1028
                ]
            ],
            [],
            [
                [
                    204,
                    1028
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81028,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81028,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81028,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102821,
                102822,
                102823,
                102824
            ],
            [
                102831,
                102832,
                102833
            ],
            [
                102841
            ]
        ],
        "source": [
            309,
            10112,
            1011202
        ]
    },
    "1139": {
        "name": "[익해]",
        "story": "그녀가 손을 뻗자 물결이 똑같은 힘으로 회답했다. 하늘의 빛이 추락하고, 그녀도 가라 앉았다.\n해안의 모든 것이 멀어져 갔다.\n조금만 더 가까워지면, 곧 그 기묘한 푸른빛을 발산하는 결정체를 볼 수 있게 된다. 조금만 더 가까이 가면.\n주변이 점점 추워지기 시작했다. 그 결정체는 아마 얼음 결정일 것이다.\n하지만, 얼음 결정의 형체를 제대로 보기도 전에 그녀의 몸은 이미 움직일 수 없을 정도로 힘이 빠져 버렸다.\n무한히 넓은 푸른색은 맑고 투명했다. 그녀의 몸은 물결의 호흡에 따라 움직였고, 바다 어머니의 손은 무형의 흔들 침대를 흔들었다. 사방의 물이 그녀를 감싸안았고, 이 투명한 매개체는 해면의 마지막 햇빛을 그녀의 눈으로 전달했다. 그리고, 그 빛은 희미해졌다. 하지만 그 원인은 일몰이 아니었다.\n머리위로 흰고래가 지나간 것이다.\n흰고래는 노래했다. 물속의 멜로디가 그녀의 마음속으로 흘러 들어가고, 심장은 노랫소리와 함께 진동했다. 이 진동의 공명 속에서, 그녀는 이 기묘한 백색 생물이 자신에게 하는 말을 들은 것만 같았다.\n[넌 왜 여기 있는 거야?]\n그녀는 대답하고 싶었지만, 입을 여는 대신 그저 마음속으로 중얼거렸다. [여기가 너무 아름다워서, 나도 모르게 오게 됐어...]\n흰고래는 침묵했다. 그녀의 부탁을 기다리는 것처럼.\n[미안하지만, 나, 길을 잃은 것 같아. 어떻게 돌아가는지 알려 줄래?]\n[날 따라와.]\n그 흰고래는 또 무슨 말을 한 것 같았지만, 그때 풀어진 머리끈이 그녀의 귀를 막고 그녀의 심장을 눌렀다...\n온도가 의식을 신체로 불러왔다. 몸을 살짝 움직여 본 포세이돈을 반긴 건 부드러운 이불이었다.\n침대 옆에 앉아 있던 슈는 그녀가 깨어난 것을 보고는 대체 어디서 뭘 했길래 난데없이 해안에 쓰러져 있었는지 묻기 시작했다.\n포세이돈은 잠시 생각하더니 아주 긴 꿈을 꾼 것 같다고 말했다. 꿈속에서 물고기들이 그녀를 위해 길을 열어줬고, 흰고래가 그녀의 몸을 받쳐 수면 위로 올라갔다.\n슈는 잠시 생각하더니 어쩌면 그녀가 운 좋게 파도를 타고 해안에 떠밀려 왔거나, 마침 지나가던 배가 그녀를 발견했거나, 아니면 애초에 깊은 바다에 가본 적도 없었을 거라고 말했다. 흰고래와 물고기들이 물에 빠진 여자아이를 구한다. 이런 판타지 소설 같은 상상은 아무리 생각해도... 비현실적이다.\n포세이돈은 슈의 진지한 모습을 보고는 가볍게 웃고는 아무 말도 하지 않았다.\n그냥 꿈을 꿨다고 생각하자.",
        "task_desc": "메인 스토리 일반 4-12 [최강의 피조물]에서 심연·포세이돈 혼자 쿠쉬르방 처치, 전투 중 [만물 봉인] 최소 1회 시전 및 스테이지 클리어",
        "id": 1139,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1139
                ],
                [
                    208,
                    1139
                ],
                [
                    203,
                    1139
                ]
            ],
            [],
            [
                [
                    204,
                    1139
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81139,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81139,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81139,
                    15
                ]
            ]
        ],
        "skill": [
            [
                113921,
                113922,
                113923,
                113924
            ],
            [
                113931,
                113932,
                113933,
                113934,
                113935
            ],
            [
                113941
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1184": {
        "name": "[오래된 갑옷]",
        "story": "로봇 같네.\n관절의 운동이 외부 구조 때문에 뻣뻣했다. 베르단디는 마치 어떤 기기의 손잡이를 다루듯 엉성하게 팔을 움직여 보았다.\n몇 년 전의 한 평범한 비 내리는 오후, 베르단디가 창가에 앉아 이야기책을 넘겨 기개 넘치는 기사의 모습을 그린 그림을 봤을 때, 그때는 미래의 어느 날 자신도 그 기사처럼 검과 방패를 들고 갑옷을 두르게 될 줄은 예상하지 못했을 것이다.\n그러나 모든 일에는 대가가 있는 법. 그녀는 힘겹게 이 복잡하고 정교한 복장을 입었지만, 팔 어딘가가 어떻게 해도 딱 들어맞지 않았다. 팔을 움직일 때면 항상 갑옷 가장자리에 닿았던 것이다. 피가 날 정도는 아니었지만 계속 통증이 느껴졌다. 베르단디는 무의식적으로 갑옷을 비틀어 보려 했지만, 단단한 금속은 부드러운 곡선을 그대로 유지했다.\n그녀는 이 은은한 불편함을 견디며 수차례의 훈련을 완료했다. 팔에 눌린 흔적이 거의 인장이 될 때까지, 그녀가 이를 대수롭지 않게 여길 때까지 말이다.\n그녀도 팔 보호구의 조정을 부탁할 생각을 안 한 건 아니었지만, 전투가 끊이지 않았다. 그녀는 항상 전투 중 불편한 동작 때문에 이 문제를 의식했지만, 전투 후에는 또 금방 잊어버려 계속 해결할 기회를 찾지 못했다. 솔직히 말하면 이는 그저 사소한 문제일 뿐이었고 그녀가 승리하는 데 아무런 영향도 주지 않았다.\n눈앞으로 바위가 날아와 그녀가 지켜야 할 수많은 사람들 앞에서 제때 방패를 불러내지 못하기 전까지는 말이다.\n그녀는 금속 갑옷이 바위를 부술 정도로 단단하다는 것을 알고 있었다.\n베르단디는 팔을 들었다. 팔로 날아오는 거대한 바위를 막아냈을 때, 그녀는 미래의 어느 날 자신이 떨어지는 산을 맞이하게 될 줄은 예상하지 못했을 것이다.\n거대한 충격에 판금 조각의 날이 살을 파고들었고, 엄청난 고통이 몰려왔다.\n다시 이 구부러진 갑옷을 입게 되었을 때 그녀는 알게 될 것이다. 팔 보호구의 굴곡이 그 충격 때문에 완벽하게 맞춰졌다는 것을.",
        "task_desc": "메인 일반 15-2-7 [시들어 흙이 되다]에서 다시 스테이지 클리어",
        "id": 1184,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1184
                ],
                [
                    208,
                    1184
                ],
                [
                    203,
                    1184
                ]
            ],
            [],
            [
                [
                    204,
                    1184
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81184,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81184,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81184,
                    15
                ]
            ]
        ],
        "skill": [
            [
                118421,
                118422,
                118423,
                118424
            ],
            [
                118431,
                118432,
                118433
            ],
            [
                118441
            ]
        ],
        "source": [
            309,
            11115,
            1011515
        ]
    },
    "1033": {
        "name": "[미지수]",
        "story": "깊은 밤, 어두운 실험실에서 헤임달은 그녀의 21번째 데이터 검증을 진행하고 있다.\n단말기 화면의 푸른빛이 그녀의 얼굴을 비추고, 헤임달의 머릿속에서는 데이터와 이론이 마치 회전 계단처럼 끊임없이 맴돌며 그녀가 목적에 도달하지 못하게 만들고 있었다.\n눈앞의 데이터 큐브는 미미르 시스템에 사용할 비스베인 분석 보조 도구이다. 실험 전 대량의 데이터 계산과 초반의 준비만으로 이 실험의 통제 가능성은 95%에 달했고, 이런 기반으로 진행하는 이론 검증은 그저 약간의 정확성을 높일 뿐이기에 많은 사람들은 그녀의 행동을 일종의 집착으로 여겼다.\n[정말 문제가 있다면, 실행해 보면 알 수 있잖아. 뭐하러 이런 세세한 이론 검증에 시간을 낭비하는 거야?]\n사실 과거에는 그녀도 비슷한 생각을 하며 서둘러 막 개발된 미미르를 실전에 투입했었다.\n하지만 미미르의 자체 학습 방향은 전혀 통제가 안 되었고, 마인드도 그녀가 예상한 AI 조수와는 전혀 다른 모습을 보였었다. 모든 게 그녀의 예상을 벗어났던 것이다.\n[미미르의 성격이 좀 이상하긴 하지만, 전투에서는 꽤 도움이 됐어.]\n동료의 반응도 나쁘지 않았지만, 헤임달은 이게 일종의 위로일 뿐이라는 것을 알고 있었다.\n이런 결과는 그저 운이 좋았을 뿐이다. 마치 미지의 바다에서 항해하는 돛단배처럼, 다음 순간에 바로 바다로 침몰할지도 모르는 상황인 것이다.\n이번에 개발한 것들이 보조 시스템이 아닌 그보다 더 중요한 전투 도구라면?\n이 [미지]의 대가는 또 누가 짊어져야 하는가? 이 [미지]가 동료들을 위험에 빠뜨렸을 때가 와도, 이를 그저 단순한 실험의 오차라고 여길 수 있을까?\n이런 생각을 한 후로 소녀는 수중의 모든 실험을 멈추고 끝없는 이론 검증에 몰입했다.\n그녀는 모든 실험을 진행하기 전에 모든 이론 가능성을 실험하며 최대한 [미지]를 제거했다.\n모든 것이 확실해진 후에야 그녀는 실험을 다음 단계로 넘겼고, 그다음 또다시 끝없는 논증과 계산을 반복했다.\n키보드를 두드리는 속도가 점점 빨라졌다. 이 마지막 이론 가능성을 검증하기 위해 그녀는 종일 작업에 매진했다.\n이론 검증은 언제나 지루한 작업이고 무의미한 반복 노동으로 가득 차 있기에, 헤임달이라도 예민해질 수밖에 없었다.\n하지만 그 [미지]의 대가를 떠올릴 때마다 부푼 감정은 다시 가라앉았고, 그녀는 차분히 모든 지식을 동원해 수중의 데이터 보고에서 혹시 모를 모든 오차를 검사할 수 있었다.\n22차 검증이 시작됐다. 데이터가 드디어 극미한 변화를 보였다. 헤임달을 긴 한숨을 내쉬었고, 이전에 느낀 그 위화감도 마침내 해답을 얻었다.\n[역시 데이터를 수집할 때 환경 요소로 인한 오차를 고려하지 않았어... 다시 비교 검증을 진행해야 해.]\n데이터 보고가 끝없이 누적되며 미지의 바다 위의 안개도 점차 데이터와 이론으로 구성된 등대에 의해 걷어졌다.\n아침의 첫 햇살이 어두운 실험실 안으로 들어왔을 때 소녀도 작업도 마무리되었다. 그녀는 떠올릴 수 있는 모든 통제 불가 요소를 제거했다.\n억눌렀던 졸음이 한순간에 몰려오고, 소녀는 만족스러운 웃음을 지으며 책상 위로 엎어졌다. 휴식 시간이 된 것이다.",
        "task_desc": "메인일반 4-12 [최강의 피조물]에서 계명·헤임달 혼자 쿠쉬르방 처치, 전투 중 [극야의 빛] 또는 [최상의 신역] 최소 1회 시전 및 스테이지 클리어",
        "id": 1033,
        "condition": [
            [
                50001,
                50002,
                51033
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1033
                ],
                [
                    208,
                    1033
                ],
                [
                    231,
                    1033
                ]
            ],
            [],
            [
                [
                    204,
                    1033
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81033,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81033,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81033,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103321,
                103322,
                103323,
                103324,
                103325
            ],
            [
                103331,
                103332
            ],
            [
                103341
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1042": {
        "name": "[선물]",
        "story": "민타와 로크를 만들었을 때부터, 하데스는 그녀들을 계속 친동생처럼 돌보았다. 동생들의 호기심을 충족하기 위해 그녀는 인형들에게 작은 도서관을 만들어주기도 했다.\n어느 초겨울 아침, 찬바람이 하데스의 얼굴을 스쳐 지나가며 이제 막 깨어난 그녀의 잠기운을 날려주었다. 하데스는 조용히 창밖을 보며 오늘의 일정을 고민했다. 요즘 협회가 한가한 덕에 그녀에게 여유 시간이 생겼기 때문이다.\n민타와 로크는 지금 해양관에 있지 않았다. 주인으로서 두 사람의 행동을 제한한 적은 없지만, 최근 그들의 잦은 외출은 하데스의 마음속에 작은 호기심을 불러일으켰다.\n태양이 하늘 위로 올라 구름을 뚫고 나올 때쯤 두 사람이 돌아왔다.\n[좋은 아침이에요, 하데스 님.] 인형들은 뒷짐을 진 채 하데스에게 허리 숙여 인사했다.\n[좋은 아침, 민타, 로크.]누가 봐도 그들은 등 뒤에 뭔가를 숨기고 있었지만, 하데스는 동생들이 직접 답을 들려주기를 기다렸다.\n[하데스 님, 저희가 관심 있는 어떠한 지식이든 다 배워도 된다고 하셨죠. 민타는 책에서 선물을 주는 게 감사를 표하는 방식이란 걸 배웠어요.] 인형들은 등 뒤에서 예쁘게 포장된 작은 상자를 꺼내 보였다.\n[로크도 고르는 걸 도와줬어요, 하데스 님.]\n상자에는 연한 보라색 귀걸이와 [그동안 해주신 모든 것에 감사해요, 하데스 님]이라고 선명하게 적힌 축하 카드가 담겨 있었다.\n인형들은 호수처럼 맑은 눈으로 하데스를 바라봤다. 그 눈빛에는 수많은 감정이 담겨 있었다. 감사함, 기대, 존경... 이 복잡한 감정들이 하나로 섞여 눈앞의 장식품이 되었고, 이는 하데스의 마음속 호수에 물결을 일으켰다.\n[하데스 님, 맘에 안 드시나요?]하데스가 오랫동안 반응이 없자, 동생인 인형이 먼저 입을 열었다.\n[로크, 로크, 하데스 님이 웃으셨어.]\n따스한 햇빛에 감싸인 것처럼 온기가 초겨울의 한기를 날려 버렸고, 하데스는 입꼬리가 올라가는 것을 막을 수 없었다.\n그녀는 조심히 귀걸이를 상자에서 꺼냈다. 마치 깨지기 쉬운 보물을 대하듯, 아주 조심히 만졌다.\n[너희는... 이렇게 멋진 선물을 받으면 뭐로 답례하면 좋을 것 같아?] 하데스는 귀걸이를 끼고는 부드럽게 인형들의 머리를 쓰다듬었다.\n[답례요...?]\n[민타 알아요. 책에서 봤어요. 선물을 받으면 답례해야 한다고. 이런 걸 [오고가는 정]이라고 한대요.]\n민타의 말을 들은 로크는 고개를 한 쪽으로 기울인 채로 한참을 고민했다.\n[하데스 님, 로크는 더 많은 걸 배우고 싶어요.]\n[민타도요. 그래야 하데스 님을 더 잘 도와줄 수 있잖아요.]\n하데스는 이미 민타와 로크가 무엇을 원하든 반드시 이뤄줄 준비를 하고 있었지만, 둘의 대답은 그녀의 예상을 아득히 뛰어넘었다. 마치 곧 넘칠 것 같은 잔에 또 금색의 술을 따른 것처럼 말이다.\n[부탁이에요, 하데스 님!] 민타와 로크는 약속이라도 한 듯 동시에 하데스의 손을 잡았고, 차가워야 할 그 가짜 피부는 어느새 따듯해져 있었다.\n[아무래도... 도서관을 확장해야 할 것 같네.]",
        "task_desc": "메인 일반 11-18 [혼신의 커튼콜]에서 인형사·하데스를 리더로 선택해 스테이지 클리어",
        "id": 1042,
        "condition": [
            [
                50001,
                50002,
                51042
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1042
                ],
                [
                    208,
                    1042
                ],
                [
                    231,
                    1042
                ]
            ],
            [],
            [
                [
                    204,
                    1042
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81042,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81042,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81042,
                    15
                ]
            ]
        ],
        "skill": [
            [
                104221,
                104222,
                104223,
                104224
            ],
            [
                104231,
                104232,
                104233
            ],
            [
                104241
            ]
        ],
        "source": [
            309,
            10111,
            1011118
        ]
    },
    "1024": {
        "name": "[송별]",
        "story": "나를 입양한 아버지는 한 경관이었다. 아버지는 가끔 나와 중대 사건의 처리 과정에 대해 얘기하셨는데, 매번 해결하지 못한 큰 사건에 대해 얘기할 때면 언제나 매우 결연한 말투로 말씀하셨다. 그러다가 자신이 너무 많은 말을 한 것을 깨닫고는 평소의 온화한 말투로 돌아오셨다. 아버지는 내가 가장 존경하는 사람이었다.\n처음에는 아버지의 구체적인 직무를 알지 못했다. 오랜 시간 동안 난 그저 아버지가 평범하게 한곳의 치안을 지키고 있다고 생각했다. 휴가 기간에 아버지는 자주 몇 친구들과 외식을 했는데, 그럴 때마다 항상 나를 데려가셨다. 그분들은 항상 길거리의 한 가게에서 평범한 대화를 나눴는데, 가끔은 고개를 돌려 내게 꿈 같은 것을 물어보기도 했다. 그때 난 아버지 같은 경관이 되고 싶다고 말했다. 이 말에 그들은 처음에는 잠시 멈칫하더니 이내 모두 웃음을 터트렸고, 내 옆에 앉아 있던 아저씨는 내 등을 두드릴 뿐 별말을 하지 않았다.\n아버지는 항상 바쁘게 일하셨다. 내가 아직 학생일 때 가끔은 방과 후에 날 데리러 오셨는데, 그런 날에는 버스를 기다리는 데 시간을 쓸 필요가 없었다. 아버지는 올 때마다 학교 맞은 편의 한 꽃가게에서 백합 한 송이를 사셨다. 난 흰색 꽃에 왜 검은 종이를 감싸는지 몰라서 아버지에게 물었지만 아버지는 대답해주지 않았다.\n식사 모임을 할 때, 한 아저씨가 아버지에게 물었다. 예전에 집 앞에 짓겠다고 한 정원은 언제 정말 지을 거냐고. 하지만 그건 그저 술김에 뱉은 말이었는지, 아버지는 대충 말을 둘러댔다. 그 한 송이 한 송이의 꽃을 보았을 때, 난 얼마 지나지 않아 집 앞에서 꽃밭을 볼 줄 알았다. 꽃을 그렇게 좋아하는 건 아니지만, 적어도 텅 빈 것보다는 낫지 않은가.\n난 끝내 새로운 정원을 보지 못했다. 그리고, 그때 웃으며 내 등을 두드리던 아저씨도 오랫동안 보지 못했다. 난 아버지에게 그 아저씨는 어디 갔냐고 물었다. 아버지는 내게 숨기지 않고 바로 그 아저씨가 희생했다고 하셨다. 그때 난 아버지의 슬픔을 느낄 수 있었다. 아버지가 백합을 들고 있을 때와 똑같은 슬픔이었다.\n그제야 난 꽃 한 송이가 하나의 희생을 의미한다는 것을, 그리고 내가 아버지 같은 경관이 되고 싶다고 했을 때의 그 정적의 의미를 깨달았다.\n...\n그들은 아버지의 사망 소식을 전해왔다. 아버지가 로스타크의 한 대형 밀수 사건에 휘말려 장렬하게 순직했다고 했다. 그들의 영혼이 거짓말을 하고 있었지만, 그 점만으로는 그들에게 반박할 수 없었다. 난 반드시 스스로 확실한 진실을 찾아내야 했다.\n학교 입구의 꽃가게는 문을 닫았고, 아버지의 차도 더 이상 날 데리러 오지 않았다. 난 버스를 타고 도시 한 바퀴를 돈 후에야 백합 한 송이를 살 수 있었다.\n중대범죄 대책팀. 난 결국 아버지의 발자취를 따라 이곳에 왔다.\n아버지의 사망 소식을 받았을 때, 난 그의 칭호 [자칼]도 함께 받았다. 앞으로 이것이 바로 내 칭호가 될 것이다.",
        "task_desc": "서브 [분노의 결단-전편] 스테이지 [자칼의 선택], 전투에서 [아돌프의 인도]를 최소 1회 시전 및 스테이지 클리어",
        "id": 1024,
        "condition": [
            [
                50001,
                50002,
                51024
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1024
                ],
                [
                    208,
                    1024
                ],
                [
                    231,
                    1024
                ]
            ],
            [],
            [
                [
                    204,
                    1024
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81024,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81024,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81024,
                    15
                ]
            ]
        ],
        "skill": [
            [
                102421,
                102422,
                102423,
                102424
            ],
            [
                102431,
                102432,
                102433,
                102434
            ],
            [
                102441
            ]
        ],
        "source": [
            331,
            6010110,
            5060107
        ]
    },
    "1035": {
        "name": "[굶주림의 보물상자]",
        "story": "소베크는 오랫동안 태양을 보지도 못했고, 음식을 먹지도 못했다. 그 기나긴 시간 속에서, 그의 시야에 살아있는 것이 나타난 적이 없었다.\n아무리 배고파도 소베크는 주변 무성한 식물들을 먹을 엄두조차 못 냈다. 그는 한 번 호기심에 색이 진한 풀을 먹었다가 풀 속의 독소 때문에 목숨을 잃을 뻔했는데, 그 후로 모든 낯선 식물을 무서워하게 됐다.\n살아있는 동물만 있으면 된다. 동물의 살이 있으면 그가 이 황무지에서 굶어 죽지 않도록 배를 채울 수 있다.\n움직임이 있다. 소베크는 칼을 뽑았다.\n풀숲 사이에 짙은 갈색이 드러났다. 작은 다람쥐다.\n다람쥐의 입에는 큰 견과가 물려 있었다. 소베크는 그것이 먹을 수 있는 것임을 알아 보고는 칼을 거두고 이 다람쥐의 뒤를 따라 가 견과의 출처를 찾아내기로 했다. 어차피 다람쥐는 몸집이 작아서 그것을 잡아먹는다 해도 배를 채우지는 못할 테니까. 다람쥐는 아주 빨랐지만, 그럼에도 소베크는 얼마 남지 않은 체력으로 그것을 쫓았다.\n다람쥐는 한 나무 구멍에 들어가더니 얼마 지나지 않아 또 기어 나왔다. 그것은 작은 머리를 들어 소베크를 한참 바라보더니 다시 나무 구멍으로 돌아가 여러 너트를 꺼내 [소베크] 앞에 갖다 놨다. 소베크는 믿을 수 없다는 표정으로 작은 너트들을 손으로 집었는데, 정신을 차리고 보니 어느새 그것들을 다 먹어버렸다.\n며칠 후, 햇빛이 다시 대지를 비췄고 소베크가 음식을 얻을 기회도 많아졌지만, 그는 여전히 그 너트를 가득 저장한 나무 구멍을 잊지 못했다.\n그때부터 그는 굶주리는 나날을 피하기 위해 항상 다 먹지 못한 음식을 보관해 두었다. 처음에 보관한 곳은 다람쥐와 똑같은 나무 구멍이었고, 나중에 자신이 어설프게 만든 낡은 나무 상자가 되었다. 또 나중에 우연히 버려진 멀쩡한 상자를 구하게 된 그는 마치 보물을 얻은 기분을 느꼈다. 상자는 항상 가득 차 있었고, 그 후로 그는 한 번도 굶주림을 겪지 않았다.",
        "task_desc": "서브 [분노의 결단-후일담] 스테이지 [잠입 작전], 전투에서 [야성의 추격]을 최소 1회 시전 및 스테이지 클리어",
        "id": 1035,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1035
                ],
                [
                    208,
                    1035
                ],
                [
                    203,
                    1035
                ]
            ],
            [],
            [
                [
                    204,
                    1035
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81035,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81035,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81035,
                    15
                ]
            ]
        ],
        "skill": [
            [
                103521,
                103522,
                103523,
                103524
            ],
            [
                103531,
                103532,
                103533
            ],
            [
                103541
            ]
        ],
        "source": [
            331,
            6010112,
            5060121
        ]
    },
    "1094": {
        "name": "[서식의 상자]",
        "story": "총성이 울리자 방금 전까지 목숨을 구걸하던 여인의 얼굴에 갑자기 균열이 일어났다. 그 균열은 거미줄처럼 얼굴 전체로 퍼지더니 잘못 맞춘 퍼즐처럼 떨어져내려, 그 아래로 구조가 뒤틀린 비스베인의 신체를 드러냈다.\n그 잘못된 코드는 꿈틀거리며 날카로운 물체를 어둠 속에서 뽑아냈고, 악의와 광기에 휩싸여 그것을 소녀의 아름다운 얼굴을 향해 휘둘렀다.\n그때 검은 관이 빠르게 변형되어 괴물이 변이를 완료하기 전에 달려들었고, 마치 두꺼운 방패처럼 덮쳐온 괴물을 사각으로 몰아넣었다.\n[새로운 방어 시스템이 효과적이네요, 헬라 아가씨.]\n고개를 끄덕인 소녀는 다시 신능을 가동해 총구로 괴물을 조준했다. 뒤틀린 불빛이 방안을 밝혔고, 짙은 보라색 신능이 쏟아져 나와 괴물을 머리부터 발끝까지 삼켰다.\n모든 것이 고요함으로 돌아간 후, 작은 체구의 소녀가 소매를 털고 팔로 자신의 웨폰을 받친 뒤 종아리에 약간 힘을 주어 무거운 검은 관 위에 앉았다.\n멋대로 난동을 부리던 사람, 악담을 쏟아붓던 사람, 애처롭게 구걸하던 사람, 모두 예외 없이 괴물이 되기 전에는 핏발 선 눈알로 증오를 담아 헬라를 바라봤다.\n...\n이런 이로드를 상대하는 상황은 소녀에게는 이미 익숙한 일이다.\n춥고 텅 빈 거리에 하얀 안개가 일어나고, 먼 곳에 있는 교회의 종소리는 마치 죽은 자를 위해 울리는 종 같았다.\n그것들을 더 이상 [인간]이라고 부를 수 없는 건 알지만, 이렇게 근무를 다녀오던 길에서는 그들의 한기가 더욱 강하게 느껴졌기에 헬라는 양손을 각각 반대 팔 옷소매에 끼워 넣어 두 팔로 조금 전 전투에서 쌓인 피로를 녹여보려 했다.\n원래라면 곧장 다음 목표를 찾아가야 했다. 하지만 알 수 없는 느낌이 그녀를 고개 돌리게 만들었고, 멀지 않은 곳에서 기억 제거를 받는 여자아이를 발견했다. 아이의 손에는 아까 그 여인의 사진이 들려 있었다.\n그녀는 운이 좋은 것일지도 모른다. 이런 방식으로 고통스러운 기억을 지울 수 있으니까... 다만 그녀는 반드시 과거의 즐거움도 함께 잊어야 했다. 마치 모든 것이 일어난 적도 없던 것처럼.\n혈육, 감정, 추억... 이 세계의 어둠은 항상 이렇게 모든 것을 집어삼키려 한다.\n만약 모든 것이 어둠에 집어삼켜질 거라면, 모든 것이 결국 사라질 거라면, 어떻게 해야 할까?\n[아무것도 얻지 않는 것], 이는 원래 그녀가 가진 답이었다. 하지만 에테르 게이저에 온 후로, 헬라는 그것이 가장 좋은 해답이 아닐 수도 있다고 느꼈다.\n외근에서 돌아온 헬라는 창가에 앉아 계속 그 문제를 생각하며, 강글라티에서 그 상자를 꺼내려 했다.\n[헬라 아가씨, 무슨 걱정 있으십니까?]\n[강글라티... 아무것도 얻지 않는 건, 좋은 게 아니에요?]\n[죄송하지만 전 그저 평범한 웨폰 시스템이라 너무 심오한 질문에는 대답할 수가 없습니다. 다만 그럼에도 대부분 사람들보다 인간의 맘을 잘 헤아리는 제가 추측하기에, 아가씨는 지금 그것이 필요합니다.]\n강글라티 측면의 어느 곳에 있는 숨겨진 칸이 열리더니 작고 검은 상자 하나가 나타났다.\n혼잣말로 자기 자랑을 하는 것 같은 검은 관을 무시한 채, 헬라는 하얀 두 손으로 그 상자를 품에 안은 후 조심히 열었다.\n나비, 고양이 인형, 수정, 그녀에게 중요하고도 아름다운 물건들이 모두 이 안에 있었다.\n결코 비싸지 않은 인조 수정은 맑은 달빛을 반사했고, 오랫동안 착용하지 않은 나비 머리핀은 말없이 한쪽에 누워 있었다. 온전하게 복구된 검은 고양이는 더 이상 떨지 않았고, 그것을 안은 헬라는 조금 더 따듯해진 기분이 들었다.\n별 하나 보기 힘든 어두운 하늘 아래에서, 소녀는 오늘도 자신의 일상을 반복하고 있다.",
        "task_desc": "메인 일반 4-12 [최강의 피조물]에서 루미너스·헬라 혼자 쿠쉬르방 처치, 전투 중 [멸망의 재판] 최소 1회 시전 및 스테이지 클리어",
        "id": 1094,
        "condition": [
            [
                50001,
                50002,
                51094
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1094
                ],
                [
                    208,
                    1094
                ],
                [
                    231,
                    1094
                ]
            ],
            [],
            [
                [
                    204,
                    1094
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    30
                ],
                [
                    2,
                    50000
                ],
                [
                    41501,
                    10
                ],
                [
                    81094,
                    5
                ]
            ],
            [
                [
                    40203,
                    30
                ],
                [
                    2,
                    150000
                ],
                [
                    41501,
                    20
                ],
                [
                    81094,
                    10
                ]
            ],
            [
                [
                    40203,
                    50
                ],
                [
                    2,
                    200000
                ],
                [
                    41501,
                    30
                ],
                [
                    81094,
                    15
                ]
            ]
        ],
        "skill": [
            [
                109421,
                109422,
                109423,
                109424
            ],
            [
                109431,
                109432,
                109433,
                109434
            ],
            [
                109441
            ]
        ],
        "source": [
            309,
            10104,
            1010412
        ]
    },
    "1016": {
        "name": "[눈 가리기]",
        "story": "화학 연기로 가득한 폐허의 깊은 곳, 킨구는 아주 천천히 주변을 둘러봤다. 마치 이곳에서 큰 대가를 치렀던 것 같았다.\n비스베인와의 전투는 일찍이 끝났지만, 그들은 계속 여기 남아 있었다. 그저 보잘것없는 가능성들을 찾기 위해서. 생존자가 남아 있다면 킨구 일행은 그들에게 보호를 제공할 것이다.\n[킨구!] 아담이 밴드형 고글을 상대에게 던졌다. [저쪽에서 찾았어! 네 거지?]\n[고마워.] 킨구는 고글을 건네받아 살펴봤다. 위에 적힌 글자는 조금 모호했지만 알아볼 수는 있는 정도였다.\n[이 고글을 엄청 좋아하잖아?]\n[딱히 좋아하는 건 아니야.] 킨구는 수중의 장비로 고글을 대충 닦고는 착용했다. 먼지를 털어낸 고글은 새것처럼 반짝였다.\n[그렇다기에는 네가 바꾸는 걸 본 적이 없는데. 엔지니어도 네가 고글 관리를 자주 맡긴다고 하던걸.] 아담이 호기심 가득한 표정으로 다가왔다. [무슨 이야기가 있는 거지? 좀 들려줘 봐.]\n[하나의 장비일 뿐이야.] 그저 성격이 그럴 뿐, 그는 결코 일부러 숨기는 게 아니었다. 아카드를 떠난 후로 그는 항상 이랬고, 아담도 끝까지 캐묻지 않았다.\n대부분 사람들에게 고글은 그저 평범한 전술 장비이지만, 킨구에게 이 고글이 가진 의미는 혼자만의 비밀이었다.\n\n마르두크를 따라 막 아카드 길드에 도착했을 때 훈련은 킨구의 일일 필수과목이 되었고, 그의 거의 모든 시간을 차지했다.\n그때의 킨구는 자신의 훈련의 의미를 전혀 몰랐다. 그는 그저 빠르게 성장해 아카드 길드에 도움이 되고 싶을 뿐이었다.\n마르두크의 가르침 아래, 뛰어난 재능을 가진 킨구는 빠르게 성장했다. 처음 임무를 맡았을 때, 마르두크는 자신이 오랫동안 상자 안에 넣어둔 고글을 킨구에게 선물했다.\n[이게 쓸모가 있었으면 좋겠구나.]\n특별한 제품은 아니었지만, 킨구는 지보를 얻은 것만 같았다. 모든 사람이 이 아카드의 자식에게 큰 기대를 걸었고, 그도 기대에 저버리지 않기 위해 점차 든든한 일원으로 성장했다.\n하지만 한 모래폭풍 속에서 킨구는 실수로 이 자신만의 보물을 잃어버리고 말았다.\n그가 그 사실을 인지했을 때는 이미 너무 늦은 상태였다. 이 끝없는 황무지를 떠나기 위해 모래폭풍 속에서 이틀 내내 걸은 탓에 모두가 이미 기진맥진했기 때문이다.\n킨구는 높은 곳에 서서 주변을 둘러보며 끝없는 모래 사이에서 눈으로 발견하기도 힘든 반사광을 찾으려 애썼다.\n[킨구! 거기서 뭐해!] 누군가 소리쳤다.\n킨구는 동요 없이하던 일을 계속했다. [뭘 좀 잃어버렸어. 좀 찾아볼 테니 너희 먼저 가!]\n[미쳤어!? 모래폭풍 속에서 뭘 찾아! 이미 늦었다고!]\n[너희 먼저 가라고!] 킨구는 했던 말을 반복하더니 동료의 만류를 무시하고 모래폭숭 속으로 사라졌다.\n다음날 일행은 위험을 벗어났고, 마르두크는 사람을 보내 킨구의 행방을 찾으려 했지만 아무런 성과도 얻지 못했다.\n그렇게 하루하루가 지나가며 모든 사람이 희망을 포기하려 할 때, 상처투성이인 킨구가 절뚝이는 걸음으로 돌아왔다. 그는 자신 머리 위의 고글을 가리킨 채 마르두크를 향해 웃으며 자신이 돌아왔음을 알렸다. 모두가 킨구의 복귀에 기뻐했지만, 오직 마르두크만이 차가운 표정을 지은 채 감정을 드러내지 않았다.\n그날 킨구는 처음으로 마르두크에게 호되게 혼이 났다.\n깊은 밤, 달빛이 구금실의 작은 창문을 통해 잠에 들지 못하는 킨구의 머리 위 고글로 떨어졌다. \n그는 아무리 생각해도 이해가 되지 않았다. 자신에게 소중한 물건을 찾기 위해 한 일인데, 왜 영문도 모르고 질책을 받아야 하는 걸까?\n[킨구, 네가 감금된 이유를 알고 있느냐?] 두꺼운 남자의 목소리가 벽 밖에서 들려왔다. 그 목소리는 마치 거대한 돌이 호수 면에 잔잔한 물결을 일으키는 것만 같았다.\n[전 그저 제게 중요한 물건을 찾으려 한 것뿐이에요. 그게 저한테 얼마나 중요한지 알잖아요!] 킨구가 큰 소리로 말했다.\n[난 네가 그러지 않았으면 했다.]\n[왜죠? 전 모험이 두렵지 않아요.] 킨구의 말에는 울분이 가득 차 있었다.\n[하지만 넌 모험을 하면 안 돼. 다른 사람을 위험에 끌어들이면 안 되고, 사물의 가치를 생명보다 높게 여겨서는 더더욱 안 된다.]\n마르두크의 목소리는 크지 않았지만, 한마디 한마디가 비수처럼 날아와 몸을 거의 일으켰던 킨구는 다시 침대로 무너졌다.\n[사물은 더 많은 생명을 구할 수 있을 때만 생명보다 큰 의미를 부여받을 수 있다.]\n[네가 내 말을 제대로 이해한 뒤에 다시 혼자 임무를 수행해라. 그때가 되면 고글도 돌려주마.]\n어느새 마르두크는 조용히 자리를 떠났다.\n킨구는 수중의 버클과 밴드를 만지작거렸다. 작은 고글이 그의 손에서 이렇게 무겁게 느껴진 적은 없었다. 그 무게는 그가 끝내 잠에 들지 못하게 만들었다.\n킨구는 약속대로 고글을 마르두크에게 맡겼고, 그 후로 1년 동안 그는 더 이상 홀로 임무를 수행하지 않았다. 마르두크도 킨구를 충분히 존중해주며, 고글을 아카드 길드에서 가장 눈에 띄는 곳에 두었다. 많은 사람들이 그들에게 이러는 이유를 물었지만, 두 사람은 한 번도 제대로 대답해주지 않았다.\n\n이런 나날은 계속되었다. 한 아이가 아카드 길드의 문을 열고 거점을 지키던 킨구를 만나기 전까지는 말이다.\n아이를 통해 고아원에 큰불이 났다는 것을 알게 된 킨구는 펄쩍 뛰었다. 당연히 화재 대응은 한시도 지체할 수 없었지만, 아카드 길드에는 아무도 없었고, 마르두크는 사람들을 데리고 외부 임무를 수행 중이었다.\n선택의 여지가 없었다. 나중에 마르두크에게 또 혼이 나고, 심지어 길드에서 쫓겨난다고 해도 사람을 구하는 게 우선이었다.\n킨구는 벽에 걸린 고글을 쥐고는 아이를 안은 채 문밖으로 뛰어나갔다.\n그는 영원히 그날을 기억할 것이다. 1년 만에 그가 다시 고글을 쓰고 불구덩이 속으로 들어갔을 때, 그는 밴드의 가죽이 탈 때 나는 소리, 아이들이 우는 소리, 폭발과 화염이 서로를 핥는 소리를 들었다.\n킨구는 반복해서 뛰어다니며 밴드를 풀어 고글을 아이들에게 씌워준 다음 그들을 구출했다. 지칠 줄 모르게 움직이던 그는 모두를 구해낸 후에야 탈진해 쓰러졌다.\n그 후의 일은 이미 잊어버렸다. 그는 의료소에서 깨어났고, 마르두크가 옆에서 고개를 숙인 채 아직 자르지 않은 시가를 물고 코를 골고 있었다.\n구해낸 아이들은 기적처럼 심각한 부상을 입지 않았고, 모두 킨구 주변에서 곤히 잠들어 있었다.\n그 고글은 그의 손에 올려져 있었다. 렌즈는 깨끗이 닦여 있었고, 불에 녹아버린 밴드는 새것으로 갈아 다시 방열 처리를 한 것 같았다. 그리고 테에는 삐뚤빼뚤한 글자가 적혀 있었는데, 이는 무수한 아이들의 손으로 얕게 새긴 것처럼 보였다. [우리를 위해 해준 모든 것에 감사해요.]\n그 순간이 되어서야 킨구는 마르두크의 말을 진정으로 이해했다. 마르두크의 말처럼 고글의 의미는 [마르두크의 선물]이라는 것에 있지 않았다.\n[허무한 이유로 포기한다면 생명도 허무해질 것이고, 다른 사람을 수호한다면 그 행위도 의미를 가질 것이다.]\n[로스타크의 수호자로서 사물과 자신의 생명에 예전에는 없던 가치를 부여하는 것, 이것이야말로 그가 해내야 할 일이었다.]\n본디 그의 생명 역시 사물과 다를 바 없이, 어떻게 살 것인지 선택하기 전에는 아무런 의미가 없는 존재였다. 하지만 지금, 그와 사물은 모두 존재의 의미를 찾게 되었다.",
        "task_desc": "서브 [분노의 결단-후편] 스테이지 [뚫어야만 하는 전장], 전투에서 [돌격 전술]을 최소 1회 시전 및 스테이지 클리어",
        "id": 1016,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1016
                ],
                [
                    208,
                    1016
                ],
                [
                    203,
                    1016
                ]
            ],
            [],
            [
                [
                    204,
                    1016
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81016,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81016,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81016,
                    15
                ]
            ]
        ],
        "skill": [
            [
                101621,
                101622,
                101623,
                101624
            ],
            [
                101631,
                101632
            ],
            [
                101641
            ]
        ],
        "source": [
            331,
            6010111,
            5060117
        ]
    },
    "1068": {
        "name": "[생일 선물]",
        "story": "엔릴은 아직 생일의 의미에 대해 생각 중이다. 그의 인상 속에서는 그 누구도, 심지어 자신도 생일을 축하한 적이 없었기 때문이다.\n[뭘 갖고 싶은지 정했니?]\n[아버지가 정해주세요.]\n엔릴은 타인이 자신 대신 결정을 해주는 것에 익숙해졌지만, 이 대답은 이 양아버지를 만족시킬 수 없었던 것 같다.\n어쩌면 미래의 어느 날, 그는 이 조각의 대가가 첫 대면 선물을 고르기 위해 어쩔 수 없이 뮤즈협회의 메이드들 대신 1시간의 집안일을 한 후에야 답을 얻었다는 것을 알게 될 것이다.\n하지만 지금은 때가 아니다. 엔릴은 여전히 자신의 문제에 사로잡혀 있었다. 그는 조금 긴장한 것처럼 옷자락을 꽉 잡다가도 뭔가를 떠올린 것처럼 힘을 풀며 어쩔 줄 모르는 모습을 보였다.\n한순간, 그는 그 무엇도 자신에게 속하지 않는다고 느꼈다. 자신이 이 저택에 속하면 안 됐던 것처럼 말이다. 엔릴은 복지원에서의 삶을 떠올리며, 자신이 특정 선물을 요구할 자격이 있는지 반문했다.\n[정해지면 말하렴.] 엔릴은 안도의 한숨을 쉬었지만, 이내 다시 긴장하기 시작했다. 그는 예술 대가의 생각을 이해할 수 없었지만, 자신이 여기에 남아 있을 기회를 얻기 위해 뭔가를 할 수 있겠다는 생각이 들었다.\n그는 주방으로 왔다. 이곳은 복지원과 전혀 다르게 정돈되고, 깨끗하고, 먼지 한 톨 없었다. 마치 여기서 요리를 한 사람이 없는 것처럼.\n조심히 원래 입던 낡은 옷으로 갈아입은 뒤, 엔릴은 빠르게 안정감을 되찾고 신속하게 점심을 준비했다. 중간에 소리를 들은 조각사가 왔다 간 것 같았지만, 엔릴은 이를 눈치채지 못했다.\n그는 낡은 옷으로 손등에 남은 물방울을 닦아내려고 하며 문밖으로 나온 후에야 인상을 쓰고 있는 푸른 형체를 발견했고, 다급히 뭔가를 해명해 보려다 결국 손을 등 뒤로 숨기고는 고개를 숙였다.\n예상했던 질책이 들려오지 않자 그는 조심히 고개를 들어 조각사의 표정을 살폈다. 표정에는 조금의 의문이 담겨 있었지만, 더 많은 것은 어쩔 수 없다는 체념이었다.\n[다음부터는 이러지 말아라.]\n다음 날, 엔릴은 옷이 더러워지지 않게 해주는 앞치마를 선물받았다.\n그는 그때의 느낌을 말로 표현할 수 없었지만, 그에게 있어 이 선물이 처음으로 자신에게 속한 생일 선물이 된 것은 확실했다.",
        "task_desc": "메인 스토리 일반 11-13 [열렬한 극장]에서 [질풍의 충돌] 최소 1회 시전 및 스테이지 클리어",
        "id": 1068,
        "condition": [
            [
                50001,
                50002,
                50004
            ],
            [],
            [
                50003
            ]
        ],
        "condition_source": [
            [
                [
                    203,
                    1068
                ],
                [
                    208,
                    1068
                ],
                [
                    203,
                    1068
                ]
            ],
            [],
            [
                [
                    204,
                    1068
                ]
            ]
        ],
        "cost": [
            [
                [
                    40504,
                    24
                ],
                [
                    2,
                    40000
                ],
                [
                    41501,
                    10
                ],
                [
                    81068,
                    5
                ]
            ],
            [
                [
                    40203,
                    24
                ],
                [
                    2,
                    120000
                ],
                [
                    41501,
                    20
                ],
                [
                    81068,
                    10
                ]
            ],
            [
                [
                    40203,
                    40
                ],
                [
                    2,
                    160000
                ],
                [
                    41501,
                    30
                ],
                [
                    81068,
                    15
                ]
            ]
        ],
        "skill": [
            [
                106821,
                106822,
                106823,
                106824
            ],
            [
                106831,
                106832
            ],
            [
                106841
            ]
        ],
        "source": [
            309,
            10111,
            1011113
        ]
    },
    "all": [
        1084,
        1050,
        1058,
        1032,
        1011,
        1111,
        1119,
        1027,
        1080,
        1081,
        1127,
        1099,
        1199,
        1093,
        1148,
        1048,
        1066,
        1039,
        1097,
        1038,
        1041,
        1013,
        1059,
        1096,
        1019,
        1028,
        1139,
        1184,
        1033,
        1042,
        1024,
        1035,
        1094,
        1016,
        1068
    ]
}