{
    "2310001": {
        "show_offset_y": "-0.01",
        "race": 1,
        "type": 1,
        "story": "[그래, 히폴리타에게 맡기면 되지!]\n[헤헤, 오늘도 착한 일 세 가지 했다! 역시 나야... 아, 그렇다고 내일도 모레도 게을리할 수는 없지! 계속 '하루에 한 가지 착한 일 하기' 목표를 달성할 거야!]\n연로하신 수녀님을 대신해 다락방 지붕을 청소하고 꼬마 친구들을 위해 나무에 걸린 고무 공을 내려준다. 또 요리하기 전 간장 사 오는 걸 깜빡한 주부를 위해 간장을 사러 잡화점으로 달려간다.\n[착한 일 하기] 목표를 위해 매일 바쁘게 뛰어다니는 히폴리타가 거리를 뛰어다닐 때 사람들은 그녀에게 상냥한 미소와 눈길을 보낸다. 그러면 히포도 웃으며 손을 흔들어 주고는 그녀를 필요로 하는 곳으로 달려간다.\n[이러면 선생님도 좀 더 날 인정해주시겠지... 케이론 선생님...]\n히포는 유독 케이론 선생님 앞에서는 사춘기 소녀처럼 수줍어한다.\n선생님처럼 모두가 신뢰하는 존재, 언제든 의지할 수 있는 수호천사 같은 존재가 되고 싶다.\n[한마디로 말해, 매일 착한 일 한가지씩 하는 것부터 시작해보자. 그걸 수행으로 여겨도 좋아. 히폴리타]\n다정하게 웃는 얼굴로 그녀에게 이런 말을 한 사람이 바로 선생님이다.",
        "effect_desc": "",
        "show_offset_x": "-0.49",
        "desc": "몸집은 왜소하지만, 열정 넘치고 대담한 성격의 소녀로 신조는 [하루에 한 가지 착한 일을 하자! 매일 남을 돕자!]이다. 하지만 이런 그녀도 케이론 선생님 앞에서는 항상 수줍어한다. ",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2310001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            401
        ]
    },
    "2320001": {
        "show_offset_y": "-0.04",
        "race": 2,
        "type": 1,
        "story": "[호루스도 아몬도 너희의 기도를 듣지 못해! 정신 차리고 너희 스스로의 힘으로 싸우라고!]\n신전에 꿇어앉아 기도하는 사람들을 향해 큰 소리로 외치는 아케나텐. 그러나 사람들은 여전히 땅에 엎드려 신에게 평화를 기도하고, 재해가 사라지길 기도한다.\n[아~ 진짜! 어째서 듣질 않는 거야!]\n아케나텐은 양손을 허리에 대고 왕좌 앞에 서서 화가 나 발을 동동 구른다.\n[오늘부터 전국의 신전을 허물겠다! 하늘의 신을 모시는 신전과 대지의 신을 모시는 신전을 모조리 허물 것이다!]\n아케나텐은 반대를 무릅쓰고 대중의 의견을 배척하며 전국의 거의 모든 신전을 헐어버리고는 신에게 제사를 지내는 활동을 일절 금지했다.\n[만약 그래도 반드시 신을 믿어야겠다면 태양신 아톤만을 믿어라! 그리고 내가 세상에서 유일한 아톤의 사자다!]\n[아톤의 이름으로 명한다. 일어나라! 해가 뜰 때 일해라. 둑을 보수하고 농작물을 심어라. 그리고 해가 지면 집으로 돌아가 휴식을 취하고 밤을 새우지 말아라!]\n아무리 기도해도 오랫동안 잦아들지 않던 수해를 드디어 이겨내고는, 홍수가 사라진 후 비옥해진 토지에 농작물을 가득 심었다.\n[흥, 할 수 있었잖아…]\n새빨간 노을 아래 아케나텐은 평화와 번영을 되찾은 영토를 바라봤다. 반란군이 긴 창을 들고 그녀의 뒤까지 돌격해 왔지만, 그녀의 얼굴에는 어떤 후회나 여한도 보이지 않았다.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "츤데레에 유아독존인 왕. 영원히 하고 싶은 대로 제멋대로 날뛸 것 같은 겉모습과 달리 그녀가 가장 바라는 것은 그녀의 국민들이 신이나 왕에게 의존하지 않는 것이다. 그 대가가 자신이 전복되는 것이어도 상관없다.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.3",
        "id": 2320001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            402
        ]
    },
    "2330001": {
        "show_offset_y": "-0.14",
        "race": 3,
        "type": 1,
        "story": "[분명히 망쳤는데, 어떻게 그렇게 기쁜 듯 웃을 수 있는 거야?]\n[왜냐하면 약속했거든. 언제든 웃기로... 아하하, 바보 같지?]\n초등학생 때 멀리서 사사나미 시모교우시로 전학 온 케라케라 온나는 강한 지방 사투리와 지나치게 호탕한 웃음소리 때문에 주위의 비웃음을 샀다.\n케라케라 온나는 더 이상 잘 웃지 않게 되었고 어릴 때부터 노래를 부르던 취미조차 계속할 수 없었다. 그들이 노래 부를 때에도 말투가 묻어난다며 촌스럽게 들린다고 했기 때문이다.\n[케라케라 온나의 노랫소리랑 웃음소리를 듣고 싶어.]\n당시 유일한 친구였던 스즈만이 이렇게 말해 주었다.\n몸이 약한 스즈는 대부분의 시간을 병원에서 누워있었기 때문에, 케라케라 온나가 매일 방과 후 병실로 찾아가 노래를 불러주었다.\n[약속해줘... 언제든 너의 노랫소리와 웃음소리를 포기하지 않겠다고...]\n스즈는 마지막까지 안심할 수 없다는 듯이 케라케라 온나에게 당부했다.\n[왜냐하면, 내가 가장 좋아하니까...]\n그래서 케라케라 온나는 스즈의 장례식장에서는 정신없이 울었지만, 그 후 어떤 좌절에도 웃음을 잃지 않았다. 후에 가입한 밴드부가 폐부의 위기를 맞이하게 됐을 때든, 연습 중 모두의 합이 맞지 않을 때든, 그녀는 상황에 맞지 않게 웃음을 터뜨렸다. 하지만 결국 신기하게 모두에게 웃음을 전염시켜 함께 위기를 극복했다.\n이번 학원제의 첫 공연도 마찬가지로 첫 번째 곡은 너무 긴장해서 실패했다.\n[첫 번째부터 망쳐버렸네, 굉장하지 않아~? 좋아, 다음 곡 준비하자~!]",
        "effect_desc": "",
        "show_offset_x": "-0.21",
        "desc": "주변 사람들 눈에는 웃음이 많은 낙천적인 소녀로 보일지 모르지만, 그녀가 싱글벙글 웃는 얼굴을 유지하는 데에는 남들은 모르는 이유가 있다. 현재 에테르 아카데미 밴드부에서 기타 연주를 담당하고 있다.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.5",
        "id": 2330001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            403
        ]
    },
    "2340001": {
        "show_offset_y": "-0.3",
        "race": 4,
        "type": 1,
        "story": "[모험가여, 출발하라. 바다 끝에서 잊혀지거나 화산재 아래 매장되거나 폭풍에 흩뿌려진... 유성의 조각을 찾아라.]\n어릴 때 읽었던 탐험가 일기에는 이런 말이 쓰여 있었다. 그때부터 모험에 관한 꿈은 마를린의 마음속에 뿌리를 내렸다.\n[탐험가 마를린, 출발~!]\n어머니가 외부 세계는 요정에게 너무 위험하다고 말리고, 아버지가 유성의 조각은 믿을 수 없는 소문일 뿐이라고 했지만 커다란 보따리와 화살집을 매고 여정이 오른 마를린.\n유성의 조각을 찾으려면 우선 어떻게 생겼는지 알아야지... 마를린은 이렇게 생각하며 도시의 대도서관에 왔다.\n[유성의 조각은 다이아몬드처럼 번쩍거리고 크리스털처럼 투명하지만, 모래알처럼 아주 작고 네 잎 클로버처럼 찾기 어렵다...]\n[또 무지개처럼 아름답고 미모사처럼 수줍어해 사람들에게 발견되는 순간 볼 수 없는 작은 정령으로 변한다. 작은 정령은 자신을 발견한 사람을 축복하고 자신이 태어난 곳으로 돌아간다.]\n이것이 유성의 조각이구나… 반드시 찾겠어!\n사라져 보이지 않는다고 하지만 작은 정령의 축복을 받을 수 있다면 아득히 먼 세상 끝까지 모험을 떠난다고 해도 좋아!",
        "effect_desc": "",
        "show_offset_x": "-0.45",
        "desc": "결정한 일에 집착하는 탐험가 소녀. 자신이 정한 것에 너무 전념하다 보니 머릿속에 다른 것을 넣을 수 없어 자주 멍한 모습을 보인다.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2340001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            404
        ]
    },
    "2350001": {
        "show_offset_y": "-0.27",
        "race": 5,
        "type": 1,
        "story": "[깼어?]\n핑갈라는 손에 얼음으로 조각된 연꽃을 만지작거리며, 넓은 금빛 연좌 위에 누워 있는 소녀를 조용히 깨웠다. \n[어… 여기는… '일륜'은… ]\n낯선 방에서 깨어난 소녀는 힘겹게 몸을 일으키려 했지만, 팔다리에 조금도 힘이 들어가지 않았다. \n[걱정 마, 네가 갖고 있던 물건들은 모두 수거해 왔어. 근데 용케도 그렇게 무거운 칼을 쓰고 다녔더라. 그것도 두 자루씩이나.]\n핑갈라는 소녀의 옆으로 다가가 손에 쥐었던 얼음 연꽃을 그녀의 이마에 조심스레 얹었다. \n[네가 사막의 고래를 처치했고, 그 덕분에 자신도 치명상을 입었어. 이 부근에 너를 치료할 수 있는 건 나밖에 없을걸.] \n[가만히 누워 있어, 움직이지 말고. 꽃이 아직 덜 피었어.] \n한 송이의 얼음꽃이 소녀의 피부 가까이에서 회전하며 연백색의 빛줄기를 드리우며 소녀의 상처를 조금씩 치유하고 있었다. \n[샤바쿠 마을의 사가라라… 정말 쉽지 않네.] \n소녀의 출신을 알게 된 핑갈라는 한숨을 쉬었다. \n[내가 네 치료를 끝내면 넌 이제 뭘 할 건데?]\n[마을로 돌아가서 모두에게 알릴 거야. 예언의 거울이 말하는 운명을 더 이상 따르지 않아도 된다고.]\n[근데 예언의 거울은 이미 네가 깨부쉈잖아.]\n사가라는 잠시 멈칫하더니 이내 얼굴이 어두워졌다. 절대무기를 파괴하고 신의 벌을 짊어진 그녀는 더 이상 용서 받을 수 없는 존재가 되었다.\n[여기 남을래?]\n핑갈라는 웃으며 사가라의 뺨을 쿡 찔렀다. 그리고 또 한 송이의 얼음꽃을 만들어내더니 소녀의 가슴 위에 놓았다. \n[만약 내 의술을 무시하는 사람이 나타나면, 네가 그들을 혼내주는 거야, 어때?]",
        "effect_desc": "",
        "show_offset_x": "-0.53",
        "desc": "고비설산 기슭에 사는 약사로 주변을 의술로 많이 도와주지만 치료 방법이 너무 특이해 사람들의 신뢰를 얻지 못한다.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "2",
        "id": 2350001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            405
        ]
    },
    "2390001": {
        "show_offset_y": "-0.23",
        "race": 9,
        "type": 1,
        "story": "[하나 더.]\n좁은 골목에서 한 소녀가 땅에 떨어진 장검을 주워 들고 등에 멘 궤짝 안에 던져넣었다. 이것은 오늘 그녀가 수집한 스무 번째 무기였다. 이대로 가다간 병참에 있는 모든 무기가 다 그녀에 의해 녹여질 것이다.\n[서둘러! 저기다!]\n골목 밖에서 위병들이 돌진하며 들어왔지만 반은 몰려오는 이들에게 전혀 밀리지 않았다. 그 위병들은 맨 앞줄에 선 자들만 칼을 쥐고 있었고 나머지는 모두 맨주먹이었다.\n[이게 너희의 마지막 무기인가? 귀찮게 찾으러 가지 않아도 되니 잘됐네.]\n반은 속도를 점점 높이더니 위병들 앞에서 환영이 되었고, 거대한 힘의 충격을 받은 위병들은 손 쓸 틈도 없이 의식을 잃었다. 완전히 정신을 잃기 전, 그들은 반의 목소리를 어렴풋이 들었다.\n[너희를 해치지 않아. 하지만 너희도 이 무기들로 악한 짓을 꾸밀 생각은 꿈에도 하지 마.]\n의식이 회복되자 위병들의 무기는 감쪽같이 사라져 있었고, 텅 빈 골목은 그들이 또다시 추격에 실패했다는 것을 알려주었다.\n반의 행동이 위병들을 골치 아프게 만들기는 했지만, 신기하게도 그녀가 출현했던 마을의 주변에는 한동안 전쟁이 일어나지 않았다.\n[내가 전쟁을 끝내고야 말겠어.]\n반은 매우 굳건한 눈빛으로 용광로 속에 던져진 무기를 바라보았다.",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "전쟁을 막기 위해 무기를 수집하러 떠도는 진수 소녀다. 사람들은 그녀를 '무기 괴도'라고 부른다.",
        "attrib_addition": 10,
        "display_type": 0,
        "starlevel": 3,
        "show_tiling_scale": "1.7",
        "id": 2390001,
        "attribute": [
            1,
            30
        ],
        "effect": [
            422
        ]
    },
    "2410001": {
        "show_offset_y": "-0.24",
        "race": 1,
        "type": 1,
        "story": "[어른들이 쓸모없다면 내가 그들을 대신해 우리의 터전을 보호하겠어!]\n손에 횃불을 들듯 장검을 높이 든 소녀는 자신을 응원해준 무리에게 이렇게 다짐하며 말했다.\n[...]\n라이라프스의 맞은 편에 서 있는 무예를 겨룰 상대는 두껍고 무거운 투구와 갑옷을 입고 있었는데, 낮은 목소리가 검은 투구에서 들려왔다.\n[우리 어른들이 나약하고 무능한 게 아니야... 어른들이 짊어진 무게는 너희 같은 아이들이 상상할 수 있는 것이 아니다...]\n[그럼 당신이 여기에 서 있는 이유는 뭐야!]\n소녀는 검을 들고 그 미스터리한 투구를 가리키며 큰 소리로 물었다.\n왕이 명령하여 개최한 무예 대회다. 우승자는 얼마 전 암살된 장군을 대신해 국왕의 새로운 최고 사령관이 될 것이다.\n소녀의 결심은 굳건했다. 그녀는 모든 경쟁자를 이기고 나라를 암흑에서 구할 사람이 되고 싶었다. 그리고 그녀는 무예 대회에 참가한 사람들도 마찬가지로 가슴 속에 뜨거운 피가 가득해야 한다고 믿었다.\n[내가 여기에 있는 이유는 국가의 운명과 병사들, 나아가 백성들의 생명이 너처럼 뜨거운 피로 이성을 잃어버린 애송이 손에 넘어가는 걸 피하기 위해서다.]\n이런 말을 듣자 소녀는 화를 참을 수 없었다.\n유독 이런 사람에게는 질 수 없었다.\n설사 진다고 해도 자신처럼 나라를 위해 싸울 의지가 있는 사람에게 져야 한다.\n그녀는 전력을 다해 상대방의 투구를 부쉈다. 투구가 갈라져 떨어진 후 드러난 모습에 소녀뿐만 아니라 현장의 모든 사람들이 무의식중에 숨을 죽였다.\n그는 바로 국왕이었다. 나이 들어 보이는 얼굴에는 흐뭇한 기색이 어렸다.\n[그런가... 네 결의가 이렇게 굳었구나. 어쩌면 이 나라의 운명을 너희 젊은이들에게 넘겨야 할 때인지도 모르겠구나.]",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "성격이 굳건한 소녀로 어릴 때부터 자신이 살던 땅의 왕이 약해 이웃 국가에 의해 침략당하는 것을 보고, 무예 대회에서 승리해 장군이 되어 자신의 터전을 지키겠다는 포부를 가지게 된다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.5",
        "id": 2410001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            406
        ]
    },
    "2410002": {
        "show_offset_y": "-0.17",
        "race": 1,
        "type": 1,
        "story": "[오늘 하루도 파이팅! 야~~!]\n평상시처럼 기상할 때 스스로를 북돋는 멜람푸스.\n사실 그녀는 자신이 남들이 말하는 것처럼 [노력]하거나 [끈기 있다]고 생각하지 않는다. 매일 동분서주하지만 지친다고 생각하지 않고, 단지 마음속으로 [배송할 물품이 기다리는 사람들에게 반드시 전달되어야 한다]는 생각으로 끊임없이 달린다.\n매일 그녀와 함께 분주히 달리는 것은 그녀의 가장 충실한 파트너 악테온이다. 악테온은 항상 멜람푸스 앞에서 달리며 멍멍 짖으며 자기 주인을 재촉한다.\n[하하, 너도 나처럼 빨리 물품을 전해주고 싶은가 보구나.]\n멜람푸스는 빠르게 악테온을 따라잡으며 다음 배송지를 향해 달린다.\n[후~ 드디어 오늘 오전 택배를 다 배송했다! 잠깐 쉬자, 악테온… 어, 왜 그래?]\n분명 함께 물품 배송을 끝냈음에도 여전히 짖어대는 강아지를 바라보며 멜람푸스는 의아해했다.\n[아~~]\n다음 순간 그녀는 자신의 머리를 껴안고 고뇌의 비명을 질렀다.\n자지 않으면 조는 게으름쟁이 암피를 깨우는 것을 잊은 것이다. 배송하는 길에 암피를 깨우는 것이 언제부터 자신의 업무가 된 것인지 모른다.\n[악테온, 지금 출발해도 늦지 않을 거야. 달려가자!]\n[멍!]",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "갤럭시 익스프레스 택배원. 택배 물품이 얼마나 많든 반드시 당일 배송을 완료한다. 매일 힘든 줄 모르고 각 배송지를 바쁘게 뛰어다니며 겸사겸사 늦잠을 자는 친구를 깨우기도 한다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.6",
        "id": 2410002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            407
        ]
    },
    "2420001": {
        "show_offset_y": "-0.29",
        "race": 2,
        "type": 1,
        "story": "[나의 선혈로 물든 붉은 달아, 붉고 푸른 밤에 이 극악무도한 세상을 심판하자.]\n[당연히 유죄 판결이지, 하하하하하!]\n신전 제단 위에 서 있는 붉은 머리의 소녀가 사악한 소리로 웃는다. 그녀의 선홍빛 눈동자에서는 오랫동안 숨겨온 분노의 불꽃이 번뜩이고 손에 높이 든 문 사이드는 잔혹하고 차가운 달빛을 반사하고 있다.\n10년 전 그녀의 천부적인 재능을 꺼리고 그녀가 자신들의 자리를 대체할까 두려워 그녀를 이 신전에 가둔 대제사장은 이때 계단 아래에서 벌벌 떨고 있었다.\n[투트모세, 진정해라… 기필코 복수 해야겠다면 나에게 해라. 모두 내 잘못이야. 저들은 죄가 없어…]\n[하하하하]\n소녀는 미친 듯이 웃으며 어린아이처럼 가벼운 발걸음으로 제단의 계단을 내려왔다.\n[걱정 마, 내 문 사이드는 당연히 널 놓치지 않을 거야. 저들까지도.]\n[정말 죄가 없을까?]\n소녀의 눈이 대제사장 뒤에서 벌벌 떨고 있는 신관 무리를 훑어보았다. 그들은 전부 채찍으로 맞은 것처럼 흠칫 떨었다.\n그녀는 그 냉담한 표정을 회상했다. 그녀는 죄가 없다는 것을 분명히 알았지만, 그녀가 구렁텅이로 빠지는 것을 아무런 감정 없이 바라보던 얼굴은 석고상처럼 차가웠다.\n석고상일 뿐인데 깨뜨려 버려도 상관없겠지…\n투트모세는 달빛과 같은 새빨간 문 사이드를 휘둘러 하늘과 땅 사이를 단죄의 색으로 물들였다.",
        "effect_desc": "",
        "show_offset_x": "-0.25",
        "desc": "평범한 소녀일 뿐이었지만 타고난 의식이 남들보다 훨씬 뛰어나다는 이유로 마녀로 몰려 아몬 신전에 가두어지게 된다. 10년 후 마녀 투트모세는 복수를 시작하게 된다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.5",
        "id": 2420001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            408
        ]
    },
    "2420002": {
        "show_offset_y": "-0.22",
        "race": 2,
        "type": 1,
        "story": "[알아? 네가 용서해 달라고 비는 모습을 보니 정말 즐겁다. 하하…]\n인요테프는 거대한 뱀의 몸에 비스듬히 기대어 누워서는 화려한 왕의 도포를 입었지만, 그녀 앞에 무릎을 꿇고 조금의 존엄도 없이 살길을 찾으려 아첨하는, 막 왕위를 상실한 군주를 비웃으며 바라보고 있었다.\n[원망하려거든 경솔하게 간신을 믿고 충신을 의심한 자신을 탓하라고?]\n인요테프는 잔을 들어 귀한 술을 앞에 엎드려 부들부들 떨고 있는 [왕]의 몸에 뿌렸다. 그 궁지에 몰린 모습을 보며 즐거운 듯이 크게 웃기 시작했다.\n[그렇지 않으면 공을 세운 노장조차 모반을 꾀하지 않았겠지. 너와 가장 가까운 왕자조차도 이간질당했지? 하하하하하…]\n그녀는 포복절도했다. 거대한 뱀도 그녀의 감정에 동화되었는지 흥분하며 혀를 날름거렸다.\n사전에 약속한 대로 인요테프의 도움으로 왕을 전복한 반역 세력이 일렬로 늘어서서 그녀를 새로운 왕으로 추대할 준비를 하고 있었다. 하지만 그녀는 그 약속을 잊은 것처럼 흥미를 잃은 듯 손을 흔들었다.\n[어? 난 그런 일은 흥미 없어.]\n[이미 내가 갖고 싶었던 걸 가졌고, 보고 싶었던 것을 봤어. 다음은…]\n그녀는 잔에 담긴 술을 단숨에 마신 후 잔을 그대로 바닥에 던졌다. 잔이 깨지는 경쾌한 소리에 그녀의 입가가 휘어졌다.\n[다음 나라에 가서 놀아야지. 과정만이 가장 즐겁게 해주지. 그렇지 않아?]",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "손속이 잔악하며 권력 쟁취에 집착하는 뱀의 여인이다. 권력을 빼앗고 타인을 좌지우지하면서 더할 나위 없는 기쁨을 느낀다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.6",
        "id": 2420002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            409
        ]
    },
    "2430001": {
        "show_offset_y": "0",
        "race": 3,
        "type": 1,
        "story": "[그럼 당신도 바둑에 관심이 있으시다는 건가요?]\n바둑판을 놓은 탁자 앞에 정좌하고 있는 이나즈마 라이주우는 조심스레 물었다. 그녀의 앞에는 벌여 놓은 기보와 이미 혼자 오래 궁리한 바둑판의 판국이 있다.\n[저요? 저는 기보의 모양에 따라 그대로 모방해서 바둑을 놓을 뿐이에요. 어쨌든... 평소에도 저와 바둑을 할 사람이 없어요.]\n[어? 괜찮으시면 저와 두시겠어요..? 그럼 제 바둑 실력이 부족하니 많이 가르쳐 주세요.]\n비록 여전히 우아한 미소를 짓고 있지만 소녀의 얼굴에는 자기도 알아채기 힘든 홍조가 생겨났다.\n[아앗, 이번 판은 비겼네요. 하하, 사실 전 이런 식으로 끝나는 게 조금도 싫지 않아요. 승패가 나지 않았다는 건... 승패가 다음 번으로 미뤄지는 거잖아요? 그렇죠?]\n[네, 기대되네요.]\n소녀는 바둑판을 정리하며 바둑을 둔 상대의 여운이 남는 약속에 온화한 미소로 응했다.\n어떤 여행가의 여행기에는 이 여우 아가씨와의 조우가 기록되어 있다.\n만약 어느 날 당신도 혼자 스스로와 바둑을 하는 그녀를 우연히 만난다면 그녀와 바둑을 두자.",
        "effect_desc": "",
        "show_offset_x": "0",
        "desc": "먼 객지에서 온 낯을 가리는 작은 여우 아가씨다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.2",
        "id": 2430001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            410
        ]
    },
    "2430002": {
        "show_offset_y": "-0.08",
        "race": 3,
        "type": 1,
        "story": "[우리 밴드부에 가입해~!]\n최근 한동안 매일 복도 모퉁이나 계단 앞, 심지어 책상 아래(...)에서 케라케라 온나가 막아선다.\n[왜 나야...]\n[내가 옥상에서 혼자 키보드를 치는 야마비코 너를 봤으니까.]\n[그때 너는 정말 반짝반짝 빛났어.]\n[어어어어!?]\n반짝반짝 빛났다고..?\n안 되겠어. 머리 위에서 수증기가 나올 것 같아. 결국 도망치듯이 교실로 들어가버린 야마비코의 뒤에서는 [우리 연습하는 거 한번 보러는 와야지~!!]라는 외침이 들릴 뿐이었다.\n보러 가는 것뿐이야. 가입하려는 것도 아니니까. 이런 마음으로 밴드부 부실에 도착했다. 그녀들이 몰두하는 모습을 보며 머릿속에서는 자신도 무대 위에 서 있는 모습이 계속 떠올랐다... 안돼. 다른 사람 앞에서 말하는 것도 긴장하는 내가 어떻게 공연을 해...\n[멤버를 모으지 못하면 다음 달에 폐부 될 텐데~]\n동아리 멤버들이 쉴 때 이렇게 한탄하는 소리가 들렸다.\n[폐부?]\n[그래. 포기하고 싶진 않지만 어쩔 수 없는 일도 있으니까.]\n[저기...]\n만약 정말 케라케라 온나의 말대로 이런 나라도 빛을 낼 수 있다면...\n[만, 만약 싫지 않다면 나... 나 전기 키보드 조금 칠 줄 알거든. 그러니까...]\n반짝반짝 빛나게 될 사람이 있나. 야마비코는 답을 모른다. 이 질문을 해서 그녀의 얼굴을 붉히는 게 나을 것이다. 하지만 밴드부에 가입한 그날은 분명히 추억 중 반짝반짝 빛나는 장면이 되었다.",
        "effect_desc": "",
        "show_offset_x": "-0.47",
        "desc": "내향적이고 부끄러움을 많이 타는는 소녀로 음악과 연주하는 것을 좋아한다. 에테르 아카데미의 밴드부 부부장이 끝까지 쫒아다닌 끝에 밴드부의 키보드 연주를 담당하고 있다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.8",
        "id": 2430002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            411
        ]
    },
    "2440001": {
        "show_offset_y": "-0.12",
        "race": 4,
        "type": 1,
        "story": "[볼츠 대장님, 정말 출정하십니까? 이번 여정은 너무 멀어 어려움이 많을 겁니다.]\n[메이필, 넌 호수에 비치는 별이 빛나는 하늘을 좋아하지?]\n[… 좋아합니다.] 메이필은 팀장이 왜 이런 질문을 하는지 몰랐다.\n[메이필, 넌 바람에 작은 소리로 노래하는 것 같은 울창한 숲을 좋아하지?]\n[좋아합니다...] 그녀는 여전히 질문의 의도를 이해하지 못했다.\n[그럼 됐다. 네가 나를 대신해 이곳을 지켜라.]\n이 말을 남기고 대장은 홀로 자신의 소대를 인솔해 머나먼 전쟁터로 서둘러 떠났고, 그 후 더이상 소식이 들리지 않았다.\n떠나던 뒷모습과 했던 말을 마음속 깊이 묻어두고 매일 고통을 감내하며 수행하는 메이필. 그녀는 마음속의 영웅과 같은 그 존재를 따라잡으며 여러 해가 지난 후에야, 비로소 그 질문의 의도를 알게 되었다.\n[우리 요정의 터전은 평화롭고 아름답지만 매우 취약한 신비스러운 곳이기도 하다. 다른 종족들 눈에 이곳은 보물이 도처에 널린 나라이고 모든 소원이 이루어지는 불가사의한 땅이지. 만약 우리가 경계를 늦추게 되면 우리의 터전은 제멋대로 초토화될 거야.]\n메이필은 새로 들어온 후배 요정들에게 이렇게 말했다. 후배들의 눈에는 사명감이 생겨났고, 아직 여린 눈동자에는 존경의 빛이 어렸다.\n메이필은 그 눈빛에 알아차리지 못하고 헤어질 때 어떤 이가 그녀에게 준 검을 뚫어지게 바라보며 낮은 목소리로 말했다.\n[저도 당신처럼 강해질 수 있을까요...]",
        "effect_desc": "",
        "show_offset_x": "-0.36",
        "desc": "정의감이 넘치고 차분하고 노련한 근위대장으로 자신의 목표를 추구하는 데 너무 열중해 때로 주변 사람들이 동경의 눈빛으로 쳐다보고 있다는 사실을 모른다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.7",
        "id": 2440001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            412
        ]
    },
    "2440002": {
        "show_offset_y": "-0.16",
        "race": 4,
        "type": 1,
        "story": "[산림 안의 생명은 사냥하거나 사냥당하는 두 가지 입장밖에 없어. 만약 사냥하는 법을 배우지 못하면 사냥감이 되는 거야.]\n이것은 티암이 계속 믿었던 [산림의 생존 신조]이다. 화살 끝은 죄가 없고 약하고 작은 생명일지라도 당겨진 활이 주저하거나 흔들린 적이 없다.\n[토끼는 저렇게 귀여운데 왜 먹어야 해?]\n순진한 큰 눈을 깜빡이며 티암에게 이렇게 묻는 것은 한 달 전 함정에서 구출한 귀여운 토끼 귀가 달린 토끼족 소녀였다.\n[모든 생명은 자신의 시나리오가 있어. 우리에게 사냥당하는 건 그 토끼의 운명일 뿐이야...]\n화살을 활에 얹고 여유롭게 천천히 걸으며 조금도 눈치채지 못한 토끼를 겨눈다. 하지만 티암의 손이 잡아당겨졌다.\n[하지만 언니는 애초에 루루를 잡아먹지 않았잖아?]\n[아, 잡지 마, 이봐! 토끼가 도망갔잖아...]\n왜 이렇게 된 걸까. 티암은 어쩔 수 없이 또 일을 망쳐버린 토끼족 소녀를 내려다보았다.\n[어서 집으로 돌아가. 어린 녀석이 아무 데나 돌아다니면 위험할 수 있어.]\n[집에 돌아가라고... 루루는 집이 어딘지 몰라... 나 언니 따라가도 돼?]\n처음에 사냥감이 함정에 빠졌는지 가 봤을 때 뜻밖에 루루를 발견했을 때의 장면이 다시 떠올랐다.\n어째서 이 녀석을 떨쳐 버릴 수 없는 거지... 분명 날 귀찮게 할 뿐일 텐데.\n이 녀석이 너무 귀여워서? 아니, 그럴 리가... [토끼가 살았다!]며 기뻐하는 루루를 보고 티암은 고뇌하며 머리를 흔들었다.",
        "effect_desc": "",
        "show_offset_x": "-0.34",
        "desc": "노련하고 차분하며 차가운 분위기의 사냥꾼 요정이다. [약육강식]을 믿으며 계속 홀로 다니던 그녀는 뿌리칠 수 없는 껌딱지를 하나 줍게 된다. 그녀조차도 가끔씩 자신이 왜 그랬는지 이해하지 못한다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.7",
        "id": 2440002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            413
        ]
    },
    "2450001": {
        "show_offset_y": "0",
        "race": 5,
        "type": 1,
        "story": "[만약 모두를 보호하기 위해 어쩔 수 없이 해야 하는 일이라면...]\n지차니구는 자신의 숙명을 원망하지 않았다. 기억을 되찾은 그날부터 그녀는 언젠가 이날이 도래하리라는 것을 알았다.\n단지 만약 허락된다면 그녀는 좀 더 시간을 벌고 싶었다. 왜냐하면...\n[아직 가보지 못한 곳, 하지 못한 일이 많은데...]\n아직 먹어보지 못한 요리, 본 적 못한 불꽃, 직접 가서 진위를 알아본 적 없는 세간의 소문.\n그러나 이 모든 소원들은 이 세계가 멸망하게 되면 이룰 수 없는 것들이다.\n자신의 소원뿐만 아니라 모든 사람들의 소원도 모두...\n[이미 충분해... 이미 충분히 많은 걸 얻었어...]\n원래 작은 나무 정령일 뿐이었던 자신이 인간 소녀가 되어 이렇게 오랫동안 살 수 있었고 나무 정령으로서 영원히 가질 수 없었던 경험과 기억을 갖게 되었으니 이미 여한이 없는 게 맞다.\n[내 몸과 정신은 모두 네 조각이 준 것이니... 그럼 가져가! 내 추억, 소원과 함께 어둠을 깨뜨리는 예리한 칼이 돼라!!]\n자신의 영혼을 [마령검]에게 되돌려주기 전, 지차니구는 마지막 맹세의 말을 외쳤다.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "[마령검] 조각의 [영혼]이 작은 나무 정령의 몸에 붙어 인간의 모습을 갖게 된 소녀로 결국 자신의 처지를 알게 되고 [마령검]의 부름을 느낀 소녀는 어떤 선택을 하게 될까.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1",
        "id": 2450001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            414
        ]
    },
    "2450002": {
        "show_offset_y": "-0.05",
        "race": 5,
        "type": 1,
        "story": "[오오오!!!]\n눈에 기이한 붉은 빛을 띤 짐승들이 물러가는 것을 보고 마을 사람들은 오열하며 환호했다. 연일의 고투와 희생이 마침내 끝났다. \n[지금까지 잘 버텼어, 모두 수고했다.]\n나가르주나는 무기를 든 젊은이들을 대범하게 칭찬했지만 그들의 호기심과 연모의 눈빛에는 대답하지 않고 곧장 촌장의 집으로 향했다. \n연로한 촌장은 차 한 그릇을 대접했다. 나가르주나는 큰 활을 벽 구석에 놓고 찻잔을 받아 단숨에 들이켰다. \n[네가 처음 마을에 왔을 때, 아버지가 아마 너에게 술 한 항아리를 안겨 주었었지…]\n[하하, 네 아버지는 통쾌한 사람이었지. 그래서 성격이 닯은 나를 보니 당연히 술을 잘 마실 줄 알았던 거겠지.] \n나가르주나는 촌장에게 찻잔을 건네주며 한 그릇 더 달라고 했다.\n촌장은 한숨을 깊게 내쉬며 나가르주나에게 차를 내어주었다. \n[요즘 산이 통 평안하지 않다고 하더군. 일부 짐승들의 눈이 벌게져서, 악귀가 씐 것과 같다고… 잡혀간 사람은 뼈도 못 찾아온다지.] \n[맞아… 이번에 마을을 공격한 짐승 중에도 그런 눈 빨간 짐승이 있었어. 보통 사람들은 상대하기가 좀 까다로워.]\n[많은 젊은이들이 희생되었겠지… 하아… ]\n촌장의 깊은 주름 사이로 그 근심을 알 수 있었다. \n[넌 살생하지 않는다고 맹세했으니 어쩔 수 없지… 하지만 이러다간 마을이 언제까지 버틸 수 있을런지… 남은 젊은이들이라도 마을을 뜨게 해주고 싶네…]\n나가르주나는 석 잔째 차를 들이켰다. 그러고는 고개를 갸우뚱하더니 웃으며 촌장에게 말했다.\n[내가 살생하지 않겠다고 한 건 살아있는 것을 말하는 거야… 근데 그것들은 살아있다고 말할 수 없지 않나?]\n[살아있지 않다…?]\n[응, 살아있지 않은 것이다. 내가 그리 느꼈다.]\n나가르주나는 찻잔을 촌장에게 던지고, 큰 활을 들어 방문을 열고 나가며 촌장에게 손을 흔들었다.\n[그것들을 해치우는 일은 나에게 맡겨라.]",
        "effect_desc": "",
        "show_offset_x": "-0.15",
        "desc": "북방의 수호자이자 강력한 용염궁을 든 그녀는 불살의 맹세를 해 마을에 오는 맹수를 몰아내고 북방을 떠나는 젊은이들을 보호한다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.4",
        "id": 2450002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            415
        ]
    },
    "2490001": {
        "show_offset_y": "-0.29",
        "race": 9,
        "type": 1,
        "story": "[아누르, 정말 이 길이 맞아? 곧 해가 질 텐데, 빨리 돌아가야 해...]\n석양 빛이 아이들의 얼굴을 비추었지만 아이들은 눈앞의 경치를 감상할 겨를이 없었다.\n아이들은 길을 잃었다. 끝없는 숲속에서 길을 잃어버린다는 건 정말 무서운 일이었다. 해가 지기 전에 집에 도착하지 못한다면, 그들을 기다리는건 추위와 배고픔 정도가 아니였다. 그들을 먹이로 잡아먹을 사나운 맹수가 기다리고 있을 터였다.\n[룰루~ 랄라~]\n아이들이 어쩔 줄 몰라 하던 그때 갑자기 숲속에서 편안한 노랫소리가 들려왔다.\n[정말 감미롭다... 앗, 이럴 때가 아니지, 저기에 사람이 있어!]\n[빨리 가서 길을 물어보자!]\n아이들이 노랫소리를 따라가 눈앞의 관목을 헤치자 몸집이 작은 한 소녀가 노래를 부르고 있었다. 소녀의 곁에서는 새들이 노랫소리에 따라 경쾌한 춤을 추고 있었다.\n[예쁘다... 혹시 선녀가 아닐까?]\n아이들이 잠시 넋을 놓고 있을 때 소녀는 밀림으로 뛰어 들었고, 소녀에게 매료된 아이들은 곧바로 따라 들어갔다.\n그렇게 한참을 따라가던 아이들은 깜짝 놀라고 말았다. 마을로 향하는 오솔길에 도착한 것이었다.\n[선녀 언니가 우리를 데려다주었어!]\n아이들은 환호했고, 멀리서 아이들을 지켜보며 미소 짓던 녹촉은 이내 그녀만의 밀림 속으로 돌아갔다.",
        "effect_desc": "",
        "show_offset_x": "-0.39",
        "desc": "주로 고요한 숲속에 나타나며, 노래를 좋아하는 소녀다. 그녀의 아름다운 노랫소리는 길 잃은 아이들이 집을 찾을 수 있도록 인도해 준다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.9",
        "id": 2490001,
        "attribute": [
            1,
            60
        ],
        "effect": [
            423
        ]
    },
    "2490002": {
        "show_offset_y": "-0.13",
        "race": 9,
        "type": 1,
        "story": "[냠냠, 역시 만두가 최고야!]\n마당에 누워 있던 소녀가 옆에 놓인 도시락통을 열자 맛있는 냄새가 진동했다.\n[하지만 아무리 맛있는 만두라도 많이 먹으면 질려. 이 세상 모든 음식을 집에서 즐길 수 있다면 얼마나 좋을까.]\n소녀는 만두 하나를 입안에 집어넣고는 입맛을 다졌다. 왠지 어딘가 만족스럽지 않은 모양새였다.\n[맛있는 만두는 역시 죽이랑 같이 먹어야지! 너무 맛있어...]\n집 안에서 온종일 뒹굴뒹굴하는 소녀는 또 다른 도시락통을 열었다. 이내 온 마당이 식욕을 돋우는 냄새로 가득 찼다.\n[숙호! 또 혼자 맛있는 거 먹고 있어?]\n소녀가 그녀의 밑 빠진 독을 계속 채우려 할 때 마당 밖에서 앳된 어린이 목소리가 울려 퍼졌다.\n[손님이다!]\n신이 난 숙호는 입안의 만두를 삼키지도 않고 대문을 향해 달려 나갔다. 손님의 모습을 확인한 그녀는 즉시 반갑게 맞이했다.\n[나도 이제 어린아이가 아니야. 들어 올리지 마!]\n손님은 투덜댔지만 한없이 친근한 말투였다.\n[헤헤, 알았어~ 만두 먹자!]\n숙호가 만두를 건네며 말했다.",
        "effect_desc": "",
        "show_offset_x": "-0.22",
        "desc": "맛있는 음식을 좋아하고, 집에서 뒹굴뒹굴하며 세상의 모든 음식을 먹고 싶어 한다. 집순이지만 누군가 집에 놀러 오면 기꺼이 손님에게 맛있는 요리를 나눠준다.",
        "attrib_addition": 15,
        "display_type": 0,
        "starlevel": 4,
        "show_tiling_scale": "1.3",
        "id": 2490002,
        "attribute": [
            1,
            60
        ],
        "effect": [
            424
        ]
    },
    "2510000": {
        "show_offset_y": "-0.23",
        "race": 1,
        "type": 3,
        "story": "[쿨... 쿨...]\n아직 이름이 부여되지 않은 성사는 별빛과 달빛을 엮은 요람에서 달콤한 잠에 빠져 있었다. 그녀의 꿈속에서는 별이 사탕처럼 반짝였고 케이크가 성처럼 거대했다. 초승달에 걸터앉은 여신은 하프를 아름답게 연주했다.\n13번째 별자리에서 태어난 그녀는 소생할 때까지 어떠한 방해도 받지 않을 것이다. 우주망원경으로도 관측할 수 없는 장소이기에 그곳이 어디인지 아무도 몰랐다.\n그녀는 소생할 때 이름이 부여되며 전용 은하수 열차를 타고 자신의 성좌로 향할 것이다. 거기에서 어떤 이야기가 기다리고 있을지 알 수 없지만, 그때까지는 달콤한 꿈에 빠져 있게 내버려 두자.",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "-0.1",
        "desc": "별들의 요람 속에서 잠자는 어린 성사다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2510000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2510001": {
        "show_offset_y": "-0.06",
        "race": 1,
        "type": 2,
        "story": "[그, 그건...]\n금빛 창끝이 전장을 초토화하려는 화염의 화살을 번개처럼 꿰뚫어 자칫하면 잿더미로 변할 뻔한 수천 명의 병사를 구해냈다.\n[나는 독수리자리에서 온 메티스다. 방금 그건 너희를 구하려고 한 것이 아니야. 미래에 정복할 땅이 폐허가 되는 걸 보고 싶지 않을 뿐이지. 정리하는 게 아주 귀찮거든. 오해하지 마!]\n금빛 속에 서 있는 소녀는 말문이 막힌 사람들의 시선을 받으며 다소 당혹스러운 자기소개를 마쳤다.\n[물론 결론적으로는 내가 너희를 구했지. 그러니 너희가 무릎을 꿇고 절하며 감사하든 나를 신으로 경배하든 상관하지 않겠어. 단, 전제 조건이 있어. 지금부터 너희는 절대 싸워서는 안 돼!]\n소녀는 여전히 허리에 양손을 얹은 채 거리낌 없이 말했다. 그녀는 자신의 키보다 훨씬 긴 장창을 한쪽에 꽂았다. 그녀만큼이나 유명한 장창은 테스트용 S급 안드로이드 병기인 넘버 089, 바로 그녀의 신분을 상징했다.\n[겨우 그런 거 가지고 우쭐거리지 마. 그래봤자 안드로이드일 뿐이잖아...]\n[그렇게 쉽게 멈추라고 하다니... 우리가 왜 그렇게 싸웠는지 알기나 해! 겨우 안드로이드가 뭘 알아!]\n양 측의 병사들은 모두 제멋대로 발언한 소녀를 성토했다. 그들의 목소리에는 불만과 울분이 가득했다.\n[어이, 이게 생명의 은인을 대하는 태도야? 아니면 전사하는 게 재미있는 일이라고 생각하나?]\n메티스는 창을 꽉 쥐었다. 그녀의 동작만으로도 수천 명의 병사들은 순간 입을 다물었다. 까마귀 울음소리만 들리는 고요한 전장에 소녀의 목소리가 울려 퍼졌다.\n[내 말 똑똑히 들어. 결국 나에게 정복당할 이곳에서 더 이상 전쟁이나 살육을 용납하지 않을 것이다! 이건 신의 명령이다!]",
        "effect_desc": "",
        "show_offset_x": "0.14",
        "desc": "제작자의 명령에도 불복종하는 휴머노이드 소녀는 [자율형 휴머노이드 병기]로 전투력 측면에서 보면 매우 성공적인 작품이지만, 아무도 그녀를 제대로 다룰 수 있는 사람이 없다. 그녀의 말에 따르면 자신은 신이기에 모든 사람이 자신에게 복종해야 한다고 말한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "0.9",
        "id": 2510001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103801
        ]
    },
    "2510002": {
        "show_offset_y": "0.04",
        "race": 1,
        "type": 2,
        "story": "[미아, 국물을 먹기 전에 [후, 후] 부는 걸 꼭 기억하렴. 입 안을 데지 않도록 조심해야지?]\n[닉, 맨발로 돌아다니지 말고 어서 양말을 신어라.]\n[유나, 단추를 잘못 끼웠구나. 자, 엄마가 잠그는 걸 도와줄게.]\n포근한 새벽 햇살은 널빤지로 만든 바닷가의 허름한 오두막으로 들어가서 먹이를 달라고 빽빽대는 아기새처럼 귀여운 얼굴들을 비추었다.\n이 아이들을 위해서라면… \n[엄마는 오늘 저녁에 외출할 거란다. 밖으로 나오지 말고 얌전히 자고 있어라.]\n[네~~~~]\n[Yes Madam~!]\n[엄마, 어디 가세요?선물 사 올 거예요?]\n그래, 그들을 위해서라면 뭐든지 할 것이다.\n달빛이 어둡고 바람이 강한 바다 위에 흰 돛을 높이 올린 해적선이 떴다.\n[왔군. 두목, 오늘도 누님만 믿겠소.]\n[좋아. 나에게 맡겨!]\n검은 망토 아래서 들려오는 목소리는 두목이라는 호칭과 어울리지 않을 정도로 부드러운 목소리였다. 그러나 갑판을 밟고 조타실로 향해 걸어가는 발걸음은 조금도 주저함이 없었다.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "온화하고 부드러운 성품에 모성이 가득한 고아원 원장이다. 아이들 앞에서 한없이 부드러운 그녀는 고아원의 생계를 위해서 끔찍한 일을 하고 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2510002,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103901
        ]
    },
    "2510003": {
        "show_offset_y": "-0.08",
        "race": 1,
        "type": 2,
        "story": "[움직이지 마, 상처가 많이 깊어. 우선 이 산골짜기에 머물면서 치료해야 돼.]\n[…건방 떨지 마라! 네가 지금 누구한테… ]\n[쉿… 들키면 내가 널 죽이지 않고 구해준 게 드러나잖아.]\n[…흥.]\n사람들과 신들의 눈에는 프톨레마이오스가 짙은 안개 속에서 활시위를 당겼고, 거대한 금빛 화살은 에누리 없이 목표물에 명중한 것으로 보일 테다. 처절한 포효와 함께 악룡은 심연으로 추락하고, 세상은 다시 평온을 되찾았다… 허나 실상은… \n프톨레마이오스는 급소를 겨냥하지 않고 독기에 의해 침식되어 폭주한 용의 비늘을 쏘았을 뿐이었다. \n용이 산골짜기로 떨어진 후 그는 미리 준비한 붕대와 약초를 가지고 용을 뒤쫓았다. \n[왜 이런 짓을 하는 것이냐… 네가 이리한다고 내가 너에게 굴복해 좌기라도 되어줄 것으로 생각한 것이냐. 네가 감히 그렇게 생각했다면, 내 너를 갈기갈기 찢어버릴 테야…]\n[난 과거에 많은 용들을 죽여왔어. 바로 네 동포들 말이야. 그런데 어느 날부터 갑자기 용의 언어를 이해할 수 있게 된 거야.] \n[그들의 고통스런 울부짖음에서 난 깨달았어. 폭주하는 대부분의 용이 본의가 아닌, 저주나 중상을 입었기 때문에 이성을 잃었다는 것을.]\n[그후로 난 더 이상 용을 죽일 수가 없었어.]\n프톨레마이오스는 붕대를 세심하게 감으면서 대답했다. 그는 용의 몸에 난 상처를 하나하나 자세히 살펴보며 안심했다.\n[흥. 고작 성사 주제에. 건방지구나…] \n[하지만…용은 너희처럼 배은망덕한 생물이 아니다. 너에게 신세를 지다니, 넌 운이 참 좋은 게다! 말해보아라, 어떤 보상을 원하느냐?]\n[보상… 그럼, 나랑 친구가 되어줄래?]\n어안이 벙벙한 용을 바라보며 프톨레마이오스는 웃음을 터뜨렸다. 그리고 첫 번째 용족 친구에게 손을 내밀었다.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "[드래곤 헌터]라 불리는 궁수로 사실 그의 진짜 목표는 폭주하는 드래곤을 사냥하는 것이 아닌 구출하는 것이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510003,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105901
        ]
    },
    "2510004": {
        "show_offset_y": "-0.1",
        "race": 1,
        "type": 2,
        "story": "[피누스 경.]\n배불뚝이 백작과 하인이 다가오자 페르세우스는 한쪽으로 비키며 예를 차렸지만, 무시당했다.\n[근위대장 페르세우스였죠?]\n[흥, 대장은 무슨. 지 아비의 입김에 올라탄 것에 불과해. 종일 미천한 천민이랑 어울리는 탓에 가문에 먹칠을 하고 있지...]\n[천민이라고 하니, 북쪽에 있는 마을 몇 군데의 세금을 걷지 못하고 있는데...]\n백작의 경멸 섞인 조롱이 평민을 향한 무자비한 착취로 바뀌었다. 페르세우스는 말없이 근위대 연병장으로 향했다.\n성문이 함락되었을 때, 검과 방패를 쥔 페르세우스는 첫 번째로 성 밖으로 나왔으며, 그녀의 뒤를 수백 명의 근위병이 따랐다.\n[우리 왕국은 부패했지만, 한때의 찬란함과 숭고함을 위해 검을 들라! 별빛이 이끄는 승리를 향해 가자!]\n성으로 밀려드는 적군을 거슬러 페르세우스의 병력은 적의 지휘관이 있는 쪽으로 전진했다...\n피투성이가 된 소녀가 엉망이 된 성으로 돌아와 마차에 오르려던 백작과 만났다.\n[페르세우스?! 네가 어떻게...] 창백하게 질린 백작은 육중한 몸을 마차에 구겨 넣었지만, 곧 근위대에게 끌려 나왔다.\n[반역자 피누스, 당신을 데리러 올 사람은 없다.]\n차가운 칼끝이 백작의 목에 닿는가 싶더니, 페르세우스는 손목을 틀어 그의 휘장을 떼냈다.\n[왕국의 미래는 당신으로부터 시작된다. 지금부터 바뀌어라.]",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "귀족 출신이지만 늘 솔선수범하여 근위병 대장을 맡는다. 그녀는 직접 자신의 검과 방패로 이 망해가는 나라의 숭고한 것을 지키겠다고 맹세했다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104101
        ]
    },
    "2510005": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "[인간. 자신이 뭘 하는 건지 알고 있는가?]\n인적이 드문 산골짜기 깊은 곳, 케르베로스는 호숫가의 돌에 나른하게 기대어 앉아있고, 붉은 눈동자가 거울 같은 호수에 비쳤다.\n멀지 않은 곳에서 핏빛 망토를 쓴 마법사가 발걸음을 멈추고 손에 든 마법서를 펼치자 핏빛이 계곡 전체를 붉게 물들였다.\n[주인님의 귀환과 세계를 지배하겠다는 유지를 완성하겠다. 명옥의 눈이 부여한 사명을 받들어라!]\n[너는 살아있어선 안 돼!]\n하늘이 어두워지고 대지가 고요해졌다. 마법사는 중얼중얼 주문을 외웠고, 핏빛은 맹렬한 기세로 케르베로스를 덮쳤다.\n하지만 소녀는 자기와 상관없는 일인 듯 여전히 평온했다.\n[인간이 다룰 수 없는 힘인데 어째서 넘보는 것일까...]\n케르베로스는 한숨을 쉬며 마법사를 향해 손을 들었다. 어두운 금빛의 원판이 뒤에서 떠오르더니 원판에 기생하는 세로로 된 불타는 눈동자가 서서히 벌어졌다.\n용암이 휘감긴 칠흑 같은 쇠사슬이 공중에서 뻗어나갔으며, 곧 온 하늘의 핏빛을 쓸어버렸다.\n[이건... 주인님의 것이다!]\n마법사는 눈을 부릅뜨고 소녀의 등 뒤에 있는 눈동자를 향해 부르짖었다.\n쇠사슬은 마법사의 몸을 보호하는 12겹의 마법 방패와 몸을 관통하며 생명을 앗아갔다.\n[맞아, 난 살아 있어선 안돼... 하지만 아직은 아니야.]\n평온을 되찾았지만 이미 아수라장이 된 산골짜기에서 소녀는 미간을 찌푸리며 영혼이 찢어질 듯한 극심한 고통을 억지로 참아냈다.\n[계속 찾아보자, 명옥의 눈을 부숴버릴 방법을.]",
        "effect_desc": "",
        "show_offset_x": "0.07",
        "desc": "몸 속에 마법의 무기인 [명옥의 눈]을 품고 있는 신비로운 소녀. 악의 제물로 바쳐졌던 그녀는 오히려 명옥의 눈의 힘을 장악하였고, 탐욕과 두려움이 쌓아 올린 고독한 감옥 안에서 운명을 깨뜨릴 방법을 모색한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104201
        ]
    },
    "2510006": {
        "show_offset_y": "-0.13",
        "race": 1,
        "type": 2,
        "story": "[여행 중이야.]\n모로크로스는 자신의 일을 이렇게 설명하고는 한다.\n한 곳에서 다른 곳으로 이동하고, 눈으로 보고, 귀로 듣고, 마음에 기록한다. 세밀하고 일정하게.\n이런 일이 사람들이 말하는 [여행]이겠지.\n[그런데 여행은... 뭘 위해서 하는 건데요?]\n석양이 내린 풀밭에서 [작은 십자성]을 안고 놀던 아이가 고개를 갸우뚱하며 물었다.\n모로크로스는 눈을 깜빡이며 아이를 따라 고개를 갸우뚱거렸다.\n[뭘 위해?]\n[무엇 때문에 여행하는 건데요?]\n바람따라 오가는 인간 여행자를 만나 그와 동행했다.\n여행자는 웃으며 지도 한 장을 건넸다.\n[이 세상이 얼마나 큰지 알면서도 그 전체를 볼 수 없다니, 정말 아쉽지 않나요?]\n[이 세상의 전체 모습?]\n모로크로스는 풀밭에 누워 밤하늘, 그리고 더 멀고 깊은 풍경을 바라봤다.\n작은 십자성들은 자고 있었고, 본인 역시 피곤했다.\n[세상도 자신의 전체 모습을 궁금해하고 있구나...]",
        "effect_desc": "",
        "show_offset_x": "-0.04",
        "desc": "우주에서 태어나 세상에 강림한 관찰자. 자신과 함께해온 신비한 창조물 [작은 십자성]을 타고 다니며, 아무도 그의 종착점을 알지 못한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106701
        ]
    },
    "2510007": {
        "show_offset_y": "-0.05",
        "race": 1,
        "type": 2,
        "story": "[으음, 리저드가 확실히 무섭긴 하죠. 사막 여기저기 나타나고, 무시무시한 뼈 칼도 가지고 있잖아요. 수고했어요. 벌꿀주 한잔 마시고 진정하세요~ 아, 참, 리저드의 천적이 바로 벌꿀이래요. 벌꿀 향기를 싫어한다나~?]\n크리소말로스는 활짝 웃는 얼굴로 손님에게 벌꿀주를 건넸고, 손님들도 모두 다정하게 그녀를 [마담]이라 불렀다. 그녀가 건네는 술 한 잔과 한마디 말은 만신창이가 된 모험가들의 정신을 회복시켜주었다. 사막을 지나던 중 리저드의 습격을 받고 허겁지겁 오아시스로 도망친 아르고도 그러했다. 의기소침했던 아르고는 [마담]의 말을 듣고 눈이 번쩍 뜨였다.\n[정말요? 그럼 옷과 신발에 꿀을 바르면 리저드에게 습격받지 않고 사막을 건널 수 있겠네요!?]\n[음... 저도 들은 얘기라서 사실인지는 잘 몰라요~]\n크리소말로스는 얼굴을 받치고 미소 지으며 말했다.\n[하지만 당신은 모험가니까 소문의 진위를 밝히고 싶겠군요?]\n[...!]\n아르고는 컵에 든 벌꿀주를 단숨에 마셨다. 역참에서 하룻밤을 자고 온몸의 상처와 피로를 완전히 회복한 아르고는 망설임 없이 다시 모험의 여정에 올랐다. 출발하기 전 아침에 [마담]에게서 벌꿀 한 통과 야자수 잎으로 싼 향긋한 주먹밥을 받았다.\n[조심해요~ 위험한 상황이 생기면 언제든지 돌아와요.]\n다시 오아시스로 돌아왔을 때 아르고는 이미 누구도 통과하지 못한 사막을 지나 사막 깊은 곳에서 전설 속의 보물인 [황금 양털]을 찾았다. [마담]에게 보여주었지만 별로 놀라지 않은 듯했고, [당신이라면 반드시 해낼 걸 알고 있었다]는 듯 미소 지을 뿐이다.",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "오아시스에 있는 [에리스골드 역참]의 마담이다. 그녀는 항상 사막의 도적단에게 당하고 도망쳐 온 초라한 몰골의 모험가들을 받아주고 그들이 다시 모험에 도전할 용기를 내도록 격려한다. ",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510007,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109701
        ]
    },
    "2510008": {
        "show_offset_y": "-0.04",
        "race": 1,
        "type": 2,
        "story": "[오물오물...]\n허겁지겁 버섯 오믈렛을 먹고 있는 페가수스. 그녀는 식사할 때도 평소처럼 진지했다. 왜냐하면 사부가 이렇게 말한 적이 있기 때문이다.\n[음식과 물은 생명의 근원이니... 절대 대충대충 대해서는 안 된다.]\n[...]\n사부의 모습과 목소리가 또렷하게 떠올랐다. 그녀를 데리고 여러 산을 누비며 함께 수행했던 사부는 정의감이 충만한 여기사이기도 했다.\n사부의 발자취를 쫓았기 때문에 지금의 자신이 있다고 페가수스는 굳게 믿었다.\n그런 사부이기에 분명 약속을 지킬 것이다. 그러니 자신도 뒤떨어질 수 없다...\n[사부, 우리의 수행은 언제까지 이어질까요?]\n두 사람이 올림푸스 정상에 오를 때 페가수스는 이렇게 물었다.\n[이건 수행이 아니라 여행이다.]\n사부는 아직 어린 페가수스의 머리를 귀엽다는 듯 쓰다듬으며 대답했다.\n[우리의 여행은 저기 가장 밝은 별자리에 도착할 때까지 계속될 건데?]\n사부는 올림푸스 정상보다 훨씬 더 높은 별이 가득한 올림푸스 상공을 가리키며 말했다.\n그 순간 별자리에서 떨어진 섬광이 사부의 발밑에 있던 돌을 깨뜨렸다. 그녀의 사부는 그렇게 절벽 아래로 추락했다.\n그랬다. 저 별자리에 사는 신명은 이렇게 속이 좁았다. 그들은 초청받지 않은 사람이 별자리를 방문하는 것을 허락하지 않았다.\n[사부!]\n순간 절벽에 엎드린 페가수스는 아래로 손을 내밀며 소리쳤다.\n[약...속...했...다...]\n이미 사부의 목소리는 더 이상 들리지 않았지만, 그녀는 입모양을 보고 사부의 마지막 메시지를 알아챘다.\n그 후로 그녀는 혼자 수행... 아니, 여행을 계속했다. 그들이 약속한 장소에 도착할 때까지.",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "고집불통의 먹보 소녀다. 답답할 정도로 융통성이 없고 천성이 둔해서 오래전의 이루지 못한 [약속]을 아직도 잊지 않는다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109601
        ]
    },
    "2510009": {
        "show_offset_y": "0.06",
        "race": 1,
        "type": 2,
        "story": "[큰일이야! 늦었어, 늦었다고!]\n잔디밭에 맺힌 아침 이슬을 밟으며 미리암은 다급하게 정원으로 뛰어들었다.\n관목 바닥, 꽃밭 속, 나뭇가지 위... 사방에 숨어 있던 꼬마 정령들이 호기심이 생긴 듯 그녀를 에워싸고 맴돌았다.\n[미리암 님, 머리를 아직 빗지 않으셨어요.]\n[미리암 님, 치마끈을 제대로 묶지 않았네요.]\n[미리암 님, 티아라를 바르게 쓰셔야죠.]\n[미리암 님...]\n꼬마 정령들은 미리암의 옷차림에 대해 재잘거린 뒤 이구동성으로 결론을 내렸다.\n[미리암 님, 늦잠을 잤군요!]\n[흑...]\n미리암은 얼굴을 붉히며 성녀가 되기 전 제사장이 단아함과 우아함을 신신당부했던 것을 떠올렸다...\n이런 꼴로 사람들을 어떻게 만나!\n[부탁해, 흑... 곧 제전이 시작된단 말이야.]\n[미리암 님은 정말 어쩔 수 없군요.]\n꼬마 정령들은 일제히 한숨을 내쉬더니 각자 미리암의 옷차림을 단장하기 시작했다.\n[다음에는 잊지 말고 단정하고 우아하게 차려입고 외출하세요.]\n미리암은 어색하게 웃었다. 이런 당부는 이미 여러 차례 들었지만, 사람들마다 각자 잘하지 못하는 것이 있는 법이다.\n[언제나 단정하고 우아하다니... 정말 그렇게 할 수 있는 사람이 있을까? 진짜 부럽네...]\n거울 속에 비친 단아한 자신을 바라보던 미리암은 완드를 받아 든 뒤 고개를 가로저으며 잡념을 떨쳐냈다.\n[정원을 나서면 모두가 기대하는 성녀가 되는 거야~ 아자, 아자!]",
        "effect_desc": "",
        "show_offset_x": "-0.15",
        "desc": "고대 국가의 성녀로 정령의 축복, 신들의 보살핌, 백성들의 사랑을 받지만 그녀에게도 작은 고민이 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113801
        ]
    },
    "2510010": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "[바다는 너희들이 올 곳이 아니다.]\n파도가 용솟음치는 협곡에서 진을 짜고 서로 대치한 두 함대 상공에서 무자비한 음성이 울려 퍼졌다.\n[무슨 농담인가. 포탄도 벌써 장전했는데 철수하라는 건가?]\n[여기는 우리의 해역이다. 한 발짝도 물러설 수 없다!]\n양 측 모두 포기할 기미가 전혀 없었다. 금방이라도 해전이 벌어질 것 같은 일촉즉발의 상황이었다.\n[...]\n해수면 상공에서 잔잔한 탄식이 들려오더니 이내 서릿발 같은 바닷바람이 한바탕 휘감아 몰아쳤다. 포신 속에 있는 화약마저 얼어버릴 정도로 기온이 뚝 떨어졌다.\n[어이, 이게 도대체 무슨 상황이야!]\n[빨리 철수해! 지금 철수하지 않으면 여기서 다 얼어 죽을 거야!]\n[큰일 났어! 조타기가 벌써 얼어버렸어!]\n철수하려던 함대는 더 거센 스노우를 만났다. 소수의 함선들만 허겁지겁 협곡을 탈출했고 나머지 함대는 그 자리에 얼어붙었고 함선에 타고 있던 사람들까지 모두 얼음 조각이 되었다.\n[하하, 너희들의 함선은 물고기들의 집이 될 것이야... 만약 그들이 싫어하지 않는다면…]",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "해양 환경과 해양 생물을 지키는 여신이다. 인간의 분쟁에 관해 기본적으로 중립을 지키지만, 해양에 영향을 미친다면 가차 없이 제거할 것이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510010,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113901
        ]
    },
    "2510012": {
        "show_offset_y": "",
        "race": 1,
        "type": 2,
        "story": "[도도에게 바래다 달라고 할까요? 도도는 엄청 똑똑하고 빠르거든요~ 가끔 길을 돌아가기는 하지만요~]\n돌고래를 타고 무한한 바다를 여행하는 소녀는 신기하게도 항상 배가 뒤집혀 바다에 빠진 여행객 옆에 나타난다.\n도도는 정말 똑똑한 돌고래다. 모든 사람의 목적지를 이해할 뿐 아니라, 가장 빠른 속도로 그들이 원하는 해안으로 데려가 준다.\n동시에 도도는 호기심이 넘치는 돌고래이기도 하다. 특히 보석처럼 다채로운 빛을 발산하는 산호는 그가 가장 좋아하는 것이다.\n도도는 신이 나면 머리를 물속에 집어넣어 등에 탄 여행객이 깜짝 놀라게 하기도 한다.\n이럴 때 도도를 진정시키는 건 언제나 하프 소리다. 아리온이 가볍게 현을 당기면 부드러운 소리가 파도처럼 밀려온다.",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "누군가 바다에서 방향을 잃을 때, 항상 한 소녀가 부드러운 연주 소리와 돌고래의 노랫소리를 이끌고 나타난다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2510012,
        "attribute": [
            1,
            100
        ],
        "effect": [
            119701
        ]
    },
    "2510013": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "[앙망하는 자세로 달에게 노래를 바치는 건 인간의 특권이야. 정말 부러워.]\n별자리에 살았던 엔디미온의 기억 속 달은 언제나 머나먼 수평선 끝에 있는 창백한 타원 도형에 불과했다. 그녀는 인간의 노래 속에서 불리는 달을 이해할 수 없었다. 학수고대하는 보름달이든, 서글픈 느낌의 초승달이든, 모두 그녀가 직접 보지 못한 달의 모습이었다.\n그러다 별자리를 탈출한 엔디미온은 호기심을 따라 달이 오르내리는 산골짜기에 오게 됐다. 매일 달을 위해 노래하던 마을 사람들은 그녀를 받아들였고, 그녀는 마침내 그 노래들의 의미를 깨달아 달이 뜰 때면 모두와 함께 마음껏 노래했다.\n하지만 신은 엔디미온을 용서하지 않았다. 별자리에서 도망친 대가는 영원히 달 밑 그네 위에서 사는 것이었다. 마치 포획당한 카나리아처럼, 영원히 우리를 떠나지 못하게 된 것이다.\n달빛 아래 그네를 흔드는 자신의 모습이 맑은 호수 면에 비쳤다. 그 모습은 마치 바람처럼 자유로웠다... 꿈속의 모습과 같았다.\n단지 이 꿈은 달이 뜨든 지든, 영원히 깨어나지 않겠지만.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "인간의 노랫소리를 동경해 별자리를 도망쳐 나온 성사. 달이 뜰 때면 항상 그녀가 달 아래에서 그네를 타는 모습을 볼 수 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2510013,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102201
        ]
    },
    "2510014": {
        "show_offset_y": "0",
        "race": 1,
        "type": 2,
        "story": "[북극성 역으로 가려는 거죠? 어서 제 손을 잡으세요.]\n난폭한 혜성이 떨어져 완전히 부서진 신전에서, 칼리스토는 그 안에 갇힌 여행객을 발견했다.\n그들은 구원의 목소리를 듣고 별가루로 반짝반짝 빛나는 소녀를 보았을 때부터, 자신들이 살게 되었다는 것을 알았다.\n[안녕하세요, 제가 있으니 걱정하지 마세요. 앞으로의 여정은 제가 지켜드릴게요!]\n소녀가 수중의 창을 들자 파편들이 하나의 석판으로 변해 별빛의 저편으로 가는 길을 만들었다.\n[다음 은하호 열차가 곧 출발합니다. 자, 절 따라오세요!]",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "은하수 위의 순찰자. 길을 잃은 여행객들을 위해 안내를 제공한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2510014,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102101
        ]
    },
    "2510999": {
        "show_offset_y": "-0.2",
        "race": 1,
        "type": 1,
        "story": "[크크, 촛불을 켜고 여기까지 온 사람이여, 그대가 찾는 게 이곳에 있는가?]\n밀폐된 어두운 금서서고에서 흔들리는 촛불이 밝게 비춘 건 눈처럼 하얀 머리카락에 붉은 눈은 가진 여인이었다.\n[조심해. 촛대를 넘어뜨려 이곳의 책을 홀라당 태우면… 크크 저주받을 거야.]\n여인은 손끝으로 턱을 받인 채 몸을 앞으로 숙였다.\n[그런데, 감히 금서서고 같은 곳에 온 걸 보니 분명 소심한 놈은 아니겠지?]\n[그래, 뭘 찾고 있는가? 언급조차 금지된 어둠의 역사인가? 아니면 너무 위험해서 금지된 고대 마법인가?]\n히드라는 촛불에 드러난 얼굴이 창백하게 질리는 걸 흥미진진하게 바라보더니 낄낄거리며 웃었다.\n[걱정하지 마라. 책들은 처절한 비명을 지르지 않으며 속에서 괴물의 송곳니가 튀어나오지도 않는다. 그것들은 모두 어리석은 사람들이나 믿는 헛소문이지. 사실은...]\n그 사람은 결심을 굳힌 듯 히드라 옆에 있는 책장에서 갈색 표지의 책 한 권을 꺼냈다.\n[크크, 정말 안목이 뛰어나군.]\n히드라의 입가에 미소가 떠올랐다. 그녀는 그 사람이 책장을 펼치는 걸 가만히 지켜봤다. 기괴할 정도로 하얀 책장이 저절로 펼쳐지더니 안에 있던 활자들이 순식간에 그 사람의 눈동자 속으로 빨려 들어갔고 책장은 다시 원래대로 덮였다. 그리고 그 사람의 눈동자 색은 이미 달라져 있었다.\n[얻고자 했던 힘을 이미 얻었군. 그렇지?]\n[그대의 영혼과 의식은 이미 내 것이 되었지만...]\n입을 가리고 히죽 웃는 히드라의 루비 같은 눈동자에 신비한 빛을 스쳤다.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "신비로운 분위기가 감도는 금서 서고 관리자다. 취미는 사람들을 유인해 절대 펼쳐서는 안 되는 금서를 읽게 하고 그 사람들의 놀라는 모습을 감상하는 것이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2510999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            416
        ]
    },
    "2520000": {
        "show_offset_y": "-0.23",
        "race": 2,
        "type": 3,
        "story": "[쿨…쿨…] \n어린 얼굴과 아담한 몸매와 대비되는, 우렁차고 힘찬 코 고름소리. [이 아이, 잠자는 자세에 무슨 문제가 있는 건 아닐까…] \n주변 사람들이 이런 걱정을 할 때, 소년을 보살피는 신관은 그저 조용히 웃기만 했다. \n[걱정하지 마세요. 어린 나이에 벌써 코 고름소리가 이렇게 힘차게 울리는 건, 그가 깨어날 시엔 반드시 걸출한 열왕이 될 거라는 증거입니다!]\n그는 분명 꿈에서 금고 철마, 혹은 짙푸른 넓은 바다를 보고 있을 것이다.\n현재 그는 아직 갓 껍질을 깨고 태어난 햇병아리일지 모르지만, 언젠가 반드시 원하는 모든 것을 이루는 왕이 될 것이다.",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "-0.1",
        "desc": "푹신한 침대 속에서 잠자는 어린 열왕이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2520001": {
        "show_offset_y": "-0.03",
        "race": 2,
        "type": 2,
        "story": "[왜 전쟁을 일으키려 하냐고? 그건 당연히...]\n쿠푸는 만군이 받드는 보좌 위에 앉아서 진귀한 술을 한 모금 홀짝거렸다.\n[그게 제일 신나는 일이니까?]\n내가 존재하는 의미이자 나의 존재를 증명하는 방법이니까. 끊임없는 정복 전쟁으로 빛이 닿는 모든 땅에 나의 이름이 울려 퍼질 것이다... \n쿠푸의 눈빛에는 알 수 없는 그늘이 스쳐 지나갔다. 끝없고 위대한 여정을 위해 그녀는 기꺼이 비스베인이라는 악마와 거래했다. 이로써 그녀에게 더 이상 퇴로란 없었고 세상 사람들을 불쌍히 여길 여유도 없었으며 자신을 용서할 권리도 잃게 되었다.\n때때로 그녀는 이것이 자신의 숙명이라고 생각했다.\n그렇다고 하더라도... [가거라. 나의 충실한 신자여, 나의 충실한 군대여.]\n넋을 잃은 채 질문이 쏟아져 나올 때, 그녀는 조금도 주저하지 않고 발밑에 있는 군중들에게 명령을 내렸다.\n[세계 끝까지 정복하고 개척하라! 이건 나, 호루스의 자손인 쿠푸가 너희에게 부여한 특권이다.]",
        "effect_desc": "",
        "show_offset_x": "0.08",
        "desc": "비스베인과 사악한 거래를 성사시켜 신들의 권력을 빼앗은 여왕이다. 거기서 만족할 줄 모르는 그녀는 군대를 만들어 새로운 땅을 정복하는 걸 멈추지 않는다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101901
        ]
    },
    "2520002": {
        "show_offset_y": "-0.04",
        "race": 2,
        "type": 2,
        "story": "[연기의 모양은 당신의 영혼을 상징한다. 어디 보자… 크크, 정말 천지 분간 못하는 영혼이구나...]\n물담배 단지에서 우윳빛 연기가 나와 공중을 어지럽게 맴돌고 있었다. 사람들 눈에는 무의미할 수도 있지만, 부우크스의 눈에는 미묘한 의미가 담겨 있었다.\n[매일 양치는 삶에 싫증이 나셨군. 양을 전부 팔아서 배 한 척을 사 바다로 나가서 신밧드 같은 상인이 되려고...]\n아무것도 밝히지 않았던 방문객은 두 눈이 휘둥그레졌다. 그러나 부우크스는 연기 속에 보이는 것에 취해서 계속 말했다.\n[당신은 이곳의 황금, 유리, 린넨을 바다 반대편까지 운반하겠지. 그리고 삼나무, 자색 소라 그리고 젊고 예쁜 이국의 여자를 가득 싣고 돌아오겠지...]\n[크크, 얼마나 낭만적인 꿈인가...]\n그녀는 평가하는 듯했지만, 또 한편으로는 혼잣말하는 듯했다. 그녀는 이미 연기가 보여주는 세계에 완전히 빠졌고 그게 다른 사람의 은밀하고 부끄러운 비밀이라는 것을 까맣게 잊었다.\n[하지만, 그대는 지금 가진 모든 것을 잃을까 봐 두려워하지. 가끔 양의 등 위에 누워서 햇볕을 쬐는 오후는 무엇과도 바꿀 수 없다고 생각할 때가 있는데... 그러므로 그대에게 필요한 건 용기라네. 그건...]\n부우크스는 눈을 뜨고 마지막 예언을 하려고 했지만, 바로 앞에 앉아있던 손님이 어느새 사라지고 없다는 걸 알아차렸다. 방석이 엉망으로 흐트러진 걸 보니 제법 허둥지둥하며 도망간 모양이다.\n[꽃밭에서 우연히 만나는 장면을 그리며 자신을 푸시할 수 있는 상상력뿐이지.]\n그래도 그녀는 점술의 결과를 끝까지 말하고 마음속으로 무례하게 황무지로 도망간 손님을 진심을 다해 축복했다.\n아마 그는 과거의 다른 손님들처럼 다시는 이곳으로 돌아오지 않을 것이다.",
        "effect_desc": "",
        "show_offset_x": "0.05",
        "desc": "수정 구슬을 사용하지 않고 후카의 연기 모양으로 점을 치는 신비한 점쟁이다. 그녀 앞에서 비밀을 숨길 수 있는 사람이 없기 때문에 점점 가족이나 친구들과 사이가 멀어지고 고독한 점쟁이가 된다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520002,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101101
        ]
    },
    "2520003": {
        "show_offset_y": "-0.09",
        "race": 2,
        "type": 2,
        "story": "[전지전능한 본왕이 소원을 하나 들어주지, 사막의 현자여.]\n장군과 하인 몰래 홀로 사막 깊은 곳에서 괴수를 토벌하러 간 헤케네마이는 모래폭풍을 일으키는 몰드라코를 쓰러뜨리는 데 성공했지만, 이미 기진맥진해 왕국으로 돌아갈 기력이 없었다.\n최악인 것은...\n[모, 목말라...]\n물은 생명의 근원이라는 말을 이렇게 몸소 느끼게 될 줄이야.\n그때, 물이 가득 담긴 주전자를 건넨 것은 자칭 [사막의 현자]라는 녹색 망토를 두른 청년이었다.\n그래서 헤케네마이는 소원을 하나 들어주기로 한다. 왕의 너그러움을 알릴 겸.\n현자의 소원은 '모든 백성의 소원을 직접 듣고 실현시켜주는 것'이었다.\n[약속은 지켜야지. 그래서 수년간 이 약속을 이행하고 있다. 그 과정에서 [이상적인 왕]은 어떤 것인지도 깨달았지...]",
        "effect_desc": "",
        "show_offset_x": "0.08",
        "desc": "한때는 차갑고 무자비한 군왕이었으나, 어떤 중요한 만남을 통해 [인군]을 목표로 노력하게 되었다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520003,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102401
        ]
    },
    "2520004": {
        "show_offset_y": "-0.1",
        "race": 2,
        "type": 2,
        "story": "[가라. 그 보물들을 모두 우리 항구로 가져오너라!]\n사후레의 검날이 가리키는 방향에는 그의 원정함대가 곧 도착하려는 곳, 바로 전설 속의 황금해안이 있었다.\n듣자니 저곳에는 보물이 곳곳에 숨겨져 있고 지하에는 상고시대의 유적이 묻혀 있다고 했다.\n이제 눈앞에 있는 바다 안개만 뚫고 지나가면 바로... \n[크르르르...]\n그들 앞에 나타난 건 상상 속의 금은보화가 아니라 혼탁한 독무를 뿜어내는 흉측한 바다괴물이었다.\n병사들은 흔들리는 갑판 위에서 허둥댔지만, 사후레는 여전히 뱃머리에 굳건히 서서 말했다.\n[우리가 무엇을 위해 왔는지 잊지 말아라! 저 괴물의 입을 비트는 한이 있어도 우리는 빈손으로 돌아갈 수는 없다!]\n[...]\n사기가 오른 병사들은 괴물보다 더 무서운 괴물이 된 듯 눈빛을 붉게 물들였다.\n바다괴물이 쓰러지자 독무가 걷힌 해안은 그 본연의 모습을 드러냈다. 산더미처럼 쌓인 금은보화를 보자 다들 입이 떡하고 벌어졌다. 눈이 휘둥그레질 정도로 눈부신 광채를 발하는 그곳은 명실상부한 [황금 해안]이었다.\n모든 것을 예상한 듯 사후레는 담담하게 함선에서 우르르 내려가 보물을 챙기는 병사들의 모습을 지켜봤다. 그리고 먼 수평선으로 시선을 던졌다.\n원정왕 사후레, 그에게 무엇을 약탈하고 빼앗을 수 있는지는 중요하지 않았다. 원정과 모험, 그 자체가 바로 그가 존재하는 의미였다.",
        "effect_desc": "",
        "show_offset_x": "0.09",
        "desc": "[세계에서 가장 오래된 원정왕]이다. 하지만 이 칭호를 가진 사후레는 단순히 전쟁을 좋아하는 군주가 아니다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103501
        ]
    },
    "2520005": {
        "show_offset_y": "-0.21",
        "race": 2,
        "type": 2,
        "story": "[이렇게 하면 내 시체가 썩어 문드러져도 나를 위해 쓴 글이 전부 풍화되어도 내 이름이 여전히 기억될 것이며 나를 찬송하는 시는 영원히 울려 퍼질 것이다...]\n이제 막 완공된 죠세르역은 사상 유례없는 웅장한 건축물이다. 세계 최초의 피라미드 아래에서 마치 신이 설계한 것처럼 완벽한 탑의 꼭대기를 바라봤다.\n[아, 얼마나 아름답고 위대한 건축물인가. 봐라. 그림자조차 금빛으로 빛나다니...]\n죠세르는 거의 만취에 가까운, 아니, 이미 만취해 빠져나올 수 없는 눈빛으로 거대한 탑을 바라보았다. 그녀는 일찍부터 크고 작은 신전을 짓고 무수히 많은 제단을 쌓았으며 각양각색의 벽화를 세웠다. 심지어 아직 완성하지 못한 건물도 많았다.\n하지만, 지금처럼 만족한 적은 없었다. 그동안 자신이 겪은 많은 시행착오들이 어쩌면 지금의 신성한 종착점에 도달하기 위해 반드시 거쳐야 할 것이었다고 느껴졌다.\n[이거면 되었어... 이 정도면 되었지...]\n자신만이 들을 수 있는 감탄이었다. 이미 그녀의 뒤를 이을 사람은 없었다. 온 나라가 거대한 공사 때문에 엉망이 되었고 백성들은 죽지 못해 사는 지경이었다.\n죠세르는 검은 대리석으로 만든 높은 왕좌에 홀로 앉아 있었다. 그녀는 황량하고 쓸쓸한 대지를 외면하고 억지로 영원히 빛나는 별빛이 가득한 하늘만 바라봤다.",
        "effect_desc": "",
        "show_offset_x": "0.13",
        "desc": "도도하고 제멋대로인 왕이다. 사람들이 보기에 그녀는 공을 세우기를 좋아하고 인력과 재물을 남용하는 잔혹한 군왕이라고 생각하지만, 사실 그녀는 잊혀질까 봐 두려워 어떤 식으로든 역사에 흔적을 남기고 싶을 뿐이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            111101
        ]
    },
    "2520006": {
        "show_offset_y": "-0.28",
        "race": 2,
        "type": 2,
        "story": "[입을 벌리고 말하기 전에 나에게 무릎을 꿇어야 하는 걸 잊었느냐? 아니면 평소 본 왕이 너무 관대해 그대들이 무릎을 꿇는 기본 예의조차 까먹었단 말인가?]\n한쪽 다리를 꼰 채 나른하게 왕좌에 기대어 앉은 멘카우레의 발가락은 거의 간언을 하는 신하의 이마를 찌를 듯했다. 그녀의 손에는 비단뱀이 휘감고 있는 황금 지팡이가 있는데 금방이라도 땅에 엎드릴 듯한 그림자를 차갑게 비추고 있었다.\n아무리 봐도 제멋대로 횡포를 부리는 듯했다.\n[말해.]\n멘카우레는 발끝을 살짝 들며 간관에게 지시했다. 한 손에 턱을 괸 그녀는 피곤한 기색이 역력했다.\n[우리나라에는 이미 피라미드와 신전이 수없이 많습니다. 하나하나 모두 백성의 피와 눈물로 쌓아 올린 겁니다. 최근 몇 년 동안 홍수가 빈번하게 발생하여 백성들이 이미 힘겨워하고 있으므로 더 이상 대규모의 토목 공사는 불가능하기에...]\n[흥, 그래서 왕조의 열왕들은 모두 세울 수 있는데 본 왕은 세울 수 없게 되었다?]\n간언하던 신하는 머리를 더 깊게 파묻고 더 이상 말을 이을 수 없었다.\n멘카우레는 흥하고 일어나서 오늘의 회의를 마친다는 의미로 차갑게 빛나는 뱀 지팡이를 휘둘렀다.\n그 후에 새로운 피라미드 건설 계획은 중단되었다. 이와 동시에 국고를 열라는 명령이 내려졌고 모든 금전과 식량은 이재민을 구제하는 데 쓰였다.\n멘카우레의 진정성을 알게 된 대신들은 하나둘 간언을 올리기 시작했다. 매번 간언을 올릴 때마다 욕을 바가지로 먹었지만, 모든 간언은 최소한 진지하게 고려되었다.\n[쳇, 오늘은 또 누가 본왕의 잠을 방해하러 왔는가? 별일 아니면 그대들 머리를 깨부술 것이니 조심하게.]\n오늘도 폭군처럼 포악한 얼굴로 왕좌에 앉아서 신하와 백성을 깔보고 있는 여왕 멘카우레였다.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "신권, 왕권 등의 모든 대권을 장악한 여왕이다. 위엄 있고 권위적이며 심지어 약간 타인을 무시하는 듯 보이지만, 사실 그녀는 간언을 겸허히 받아들이며 백성의 복지를 생각하는 왕이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2520006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            111901
        ]
    },
    "2520007": {
        "show_offset_y": "-0.25",
        "race": 2,
        "type": 2,
        "story": "[또 배고파... 더 있어...?]\n소녀는 탄생한 순간부터(정확히 말하자면 발견한 날부터) 끊임없이 지식을 갈구해왔다. 그녀가 어떻게 만마 전당에서 살아남았는지는 아무도 모른다. 바다에서 그녀를 발견한 해양순찰관의 말에 따르면, 이 아이는 바닷물을 잔뜩 토해낸 후 배고프다며 소리치기 시작했다고 한다. 게다가 먹는 양이 믿을 수 없을 정도로 엄청났는데, 잠깐이라도 먹지 못하면 아기처럼 크게 울부짖기 시작한다는 것이다.\n[음식] 중에서 이비가 가장 좋아하는 것은 [지식]이다. 말 그대로 책을 끌어안고 그대로 뜯어 먹는다는 의미다. 그때 소녀의 표정은 사탕이 가득 든 통을 든 아이처럼 행복했다.\n그녀를 입양한 해양순찰관이 이비에게 그림책을 읽어줄 때 우연히 발견한 것이다.\n[켄타우로스들은 야행성이에요. 그래서 유성을 볼 기회도 아주 많죠...]\n여기까지 읽었을 때, 옆에 있던 이비가 갑자기 손에 쥔 책을 빼앗더니 표지를 와구와구 뜯어먹으며 오물거리기 시작했다.\n[냠냠... 오물오물... 웅, 책에는... 지식이 많아... 그래서... 맛있어...]\n[지식은 먹는 게 아니란다. 보렴, 이다음 이야기는 어떻게 되는지 모르게 됐잖니?]\n[응? 다 알아. 음... 켄타우로스들은 깡충깡충 높이 뛸 수 있어. 그래서 반짝이는 유성을 잔뜩 딸 수 있었대... 으음, 유성이 뭐야? 맛있어?]",
        "effect_desc": "",
        "show_offset_x": "-0.05",
        "desc": "만마 전당에서 태어난 소녀. 모든 것을 집어삼키는 본능과 세상에 대한 무한한 호기심을 타고났다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2520007,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101701
        ]
    },
    "2520008": {
        "show_offset_y": "-0.09",
        "race": 2,
        "type": 2,
        "story": "세메르케트의 시종이 열왕 비원에서 새로운 열왕을 찾았을 때, 그녀의 주변에는 복원이 불가능할 정도로 부서진 비석과 널브러진 비수가 남아 있었다. 그가 자세히 보니 부서진 것은 선왕의 공적비만이 아니었다. 신하들의 상의 끝에 새로운 왕을 위해 급히 제작한 비석 역시 같은 결말을 맞이했다.\n[지, 지금 뭐 하시는 겁니까...!? 이건 신하들이 당신을 칭송하기 위해... 우둔한 선왕의 공적을 뒤집어 만들어낸...!]\n[...흥]\n세메르케트는 냉소했다. 시종이 황급히 무릎을 꿇고 고개를 땅에 처박았다.\n이 과묵한 왕은 얼마 전 직접 친언니의 통치를 뒤엎고 자신이 왕위에 앉았다.\n사람들은 세메르케트에 대해 아는 것이 거의 없었으나, 그녀를 모시는 시종들이 뒤에서 이 왕실 일원의 변덕에 투덜대고, 무엇을 잘못했는지도 모른 채 벌을 받는다는 것은 알고 있었다. 그리고 그녀는 더더욱 이유를 말하지 않았기 때문에, 시종들은 벌벌 떨며 또 무엇이 이분의 심기를 건드린 것인지 짐작할 수밖에 없었다.\n[내 눈에는 이게 단순한 칭송이 아닌 것 같군... 너희도 그저 내 환심을 사서 내 기분이 안 좋을 때 목숨을 부지하고 싶은 것뿐이잖느냐?]\n[그...그렇지 않습니다!]\n그의 몸 전체가 떨리고 있었다. 그녀의 앞에서는 말실수 한 번에 머리가 날아갈 수 있었다.\n[됐다. 나도 피곤하구나.]\n그가 두려움에 떨며 고개를 들자, 세메르케트는 이미 이곳을 떠나 난리 통이 된 바닥만 남아 있었다.\n[똑바로 치워라. 내 눈을 더럽히지 마.]\n[난 절대 당신을 인정하지 않아. 백성을 위해서라고 하면서, 그들을 공적을 세울 도구로만 생각했지...]\n그녀는 혐오스러워하며 손에 붙은 비석 조각을 털어냈다.\n[당신은 왕좌에 어울리지 않아. 단 한 번도 어울린 적이 없지.]\n귓가에 비웃음이 들려오는 듯했다.\n정말 우습군. 그렇게 하면 그들이 널 존경할 것 같아?\n세메르케트는 재빨리 고개를 돌려 소리가 난 쪽으로 비수를 던졌다. 망령의 목소리가 공기를 가르는 소리 사이로 사라졌다.\n[필요 없어.]\n백성의 웃는 얼굴만이 왕이 된 자가 추구해야 하는 것이니까.",
        "effect_desc": "",
        "show_offset_x": "-0.09",
        "desc": "모두가 두려워하며 [찬탈자]라 부르는 그녀는 자기 손으로 친언니를 죽이고 왕위에 오른 자다. 냉정하고 과묵하며, 변덕스러운 겉모습 뒤에 아무도 모르는 비밀이 있는 듯하다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2520008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101501
        ]
    },
    "2520009": {
        "show_offset_y": "-0.06",
        "race": 2,
        "type": 2,
        "story": "이미 깊은 밤이었지만, 황야의 한 으슥한 작은 집에서는 계속해서 소름 끼치는 웃음소리가 울려 퍼졌다.\n[선배... 전 왜 주인님의 말을 전혀 못 알아듣겠죠?]\n후배 사역마의 질문에 마녀 공방에서 쫓겨난 검은 고양이는 지루한 듯 그저 하품할 뿐이었다.\n[이... 이 금서의 저주가 이렇게 무시무시하다니! 깊은 밤에 이렇게 끔찍한 효과를 일으킬 줄이야...! 후훗, 내가 한 수 앞서서 각성 약초를 준비하지 않았다면 지금 이미 신이 만든 함정에 빠졌겠지!]\n[네브카르타 님의 말은 졸려서 자고 싶다는 뜻이야.]\n[큭... 젠장! 역시 달과 지혜의 신의 보물이야. 모든 곳에 이렇게 어려운 장애물을 만들어 놓다니...! 하지만 내가 이것을 손에 넣었다는 건 신도 날 보고 감탄했다는 뜻이겠지! 이건 그저 별 볼 일 없는 작은 시험에 불과해!]\n[네브카르타 님의 말은, 너무 어려워서 이해가 안 된다는 뜻이야.]\n[...오...? 오오오오오...! 이런 방법이 있었잖아! 내 재능은 밤하늘의 가장 빛나는 별보다 더 눈부시다니까! 하늘 위에 있는 신들도 내 탁월한 업적에 쓰러지고 말 거야!]\n[네브카르타 님의 말은, 이렇게 해봐도 되겠다는 뜻이야...]\n펑!!!!\n강렬한 마법의 빛이 공방 내부에서 지붕 위로 솟구쳤다. 잠시 후, 치솟은 불빛과 연기 속에서 걸어 나온 네브카르타는 조금 안쓰러운 모습으로 머리 위에 떨어진 돌가루를 털어내고 재빨리 평소의 그 오만하고 여유로운 모습으로 돌아왔다.\n[후후후후... 아하하하하하!! 이건 희대의 마녀의 전설 속 하나의 해프닝일 뿐이야. 콜록, 콜록콜록... 인간의 몸으로 극한에 도전한 나에게 이는 당연한 결과라고! 기다려라! 머지않은 미래에 내가 반드시 직접 지혜의 끝에 도달할 것이라고!]\n[혹시 주인님의 말은... 실패했으니 다시 하라는 건가요?]\n[맞아.]\n노련한 사역마는 간단히 대답하고는 대수롭지 않게 폭발에 헝클어진 털을 정리했다.\n",
        "effect_desc": "",
        "show_offset_x": "0.05",
        "desc": "희대의 재능을 가진 대마녀. 오만하기 짝이 없는 고약한 성격은 그녀의 재능만큼이나 유명하다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109501
        ]
    },
    "2520999": {
        "show_offset_y": "0.05",
        "race": 2,
        "type": 1,
        "story": "[당신의 아들이 왜 목숨을 잃었는지 설명해 보시오.]\n막 완공된 태양신전 옆에서, 우세르카프는 아들을 잃은 슬픔으로 일이 손에 잡히지 않는 늙은 벽화사를 만났다. \n벽화사는 전전긍긍하며 대답했다. 새로 온 파라오에 대한 경외는 모든 정서를 압도해 버렸다. \n[태양신이 보우하사, 위대한 파라오시여… 우식은… 돌에 맞아 죽었습니다.] \n[신전을 짓는 돌이더냐?] \n벽화사는 황급히 무릎을 꿇었다. \n[틀림없이 소자의 아들이 어리석은 짓을 해서 태양신의 노여움을 샀을 것입니다… 파라오시여, 용서해 주소서…]\n[이자의 아들은 태양신에게 불경한 자였느냐.]\n우세르카프는 동행한 제사장에게 물었다. \n[아니요, 위대하신 파라오, 이자의 아들은 매우 경건한 신도였습니다.] \n[이자의 아들은 소극적이고 태만한 자였느냐.] \n우세르카프는 신전의 공사 보조에게 물었다. \n[아니요, 위대하신 파라오, 이자의 아들은 매우 부지런한 노동자였습니다.] \n[그렇다면 태양신은 반드시 이 훌륭한 젊은이의 죽음에 안타까워할 것이다.] \n우세르카프는 벽화가를 일으켜 세웠고, 그 죽은 아들을 위해 번듯한 묘를 마련하도록 분부하였다. \n[사람이 태어나는 데는 아무런 죄도 존재하지 않는 법이느니, 사람이 죽는 데는 그 모든 공덕을 남기리라. 경건한 영혼은 순결하고 거룩한 것이니라.] \n[카노픽의 의식으로 그의 후세를 섬기므로 태양신이 그를 낙원으로 인도하리라.]",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "영혼을 통찰하는 파라오, 태양신의 이름을 세상에 알리고 삶과 죽음을 인도한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2520999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            417
        ]
    },
    "2530000": {
        "show_offset_y": "-0.23",
        "race": 3,
        "type": 3,
        "story": "[...]\n소녀의 손에 있는 종이우산이 뱅그르르 돌았고 빗방울을 사방으로 튕겼다. 여기 다홍색 종이우산에 가려진 소녀는 편안히 잠들어 있었고 그녀의 속눈썹은 눈가를 부드럽게 덮고 있었다.\n그녀가 깨어날 때까지 우산은 그녀를 위해 어떤 비바람도 막아주며 그녀의 꿈을 지킬 것이다.\n소녀의 꿈은 원래 비바람에 방해를 받았다. 앵두색 긴 머리는 비가 많이 와서 젖은 적이 있고 자그마한 두 발도 진흙탕에 빠진 적이 있었다.\n그녀는 원래 감실을 장식하는 소녀 인형이었다. 신사가 버려지자 감실의 천장이 썩어 떨어졌고 그녀의 몸도 비바람과 먼지에 노출되었다.\n얼마나 시간이 흘렀을까? 꿈속에 있던 그녀는 알 수 없었다. 아직 소생의 날이 되지 않은 소녀는 꿈속을 헤메고 있었지만, 바깥의 햇살과 빗소리 등 어렴풋이 사계절의 변화를 느낄 수 있었다.\n꿈속이지만, 부슬부슬 내리는 빗소리가 들리던 어느 날...\n[아, 그녀가 너무 불쌍해. 이렇게 비가 오는데 아무도 그녀에게 우산을 받쳐 주지 않다니. 엄마, 우산을 줘도 돼?]\n[훈아, 그러면 넌 비를 맞고 집에 가야 되는데? 그래도 괜찮아?]\n[응, 난 괜찮아!]\n그녀는 여자아이의 이름이 훈이라는 걸 들었다. 비록 눈을 떠서 아이의 모습을 볼 수는 없었지만, 꿈속에서도 듣기 좋은 그 이름을 기억했다.",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "-0.05",
        "desc": "감실에서 잠자는 어린 식신이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2530001": {
        "show_offset_y": "-0.01",
        "race": 3,
        "type": 2,
        "story": "[처음부터... 인간을 좋아하게 됐어.]\n자신의 신사에 봉납하지 않아도, 자신의 출현을 반가워하지 않아도 이츠마데는 사사나미 땅을 지키기로 결심했다.\n구름 위에 사는 이츠마데는 넓은 시야와 민감한 감각으로 땅에 사는 인간보다 한 발 앞서 재앙의 도래를 알 수 있었다. 그래서 그녀는 사람들에게 재앙이 닥치면 늘 커다란 날개를 퍼덕이며 날카롭고 괴상한 울음소리를 내서 대피하라고 경고했다.\n[괴조가 또 온다. 뛰어..! 저게 날면 항상 나쁜 일이 생겨!]\n이츠마데는 재앙을 예고하는 흉조가 되었다. 인간들은 그녀의 출현을 보거나 그녀의 울음소리를 들으면 급히 서로 알리고 피하느라 바빴다. 그녀에 관한 각종 불길한 전설도 덩달아 사방으로 퍼졌다. 관아에서는 심지어 그녀를 사냥해 죽이려고 유명한 궁수를 고용했다.\n부상당한 이츠마데가 깊은 숲에서 쉬고 있는데 안개 구름 속에서 검을 든 흑자색 그림자가 다가왔다. 또 자신을 토벌하러 온 사람인 줄 알고 발버둥 치며 도망가려 할 때, 그림자가 이츠마데에게 위엄 있는 목소리로 물었다.\n[후회 안 해? 인간에게 배신당한 것 같지 않아?]\n[후회하지 않아.]\n[처음부터... 나에 대한 소문이 생기기 전부터 난 인간을 좋아하게 됐어.]",
        "effect_desc": "",
        "show_offset_x": "-0.05",
        "desc": "사사나미 전설 중 나오는 괴조다. 이상한 울음소리와 불길한 전설 때문에 사람들에게 외면 당하지만, 사실은 사사나미에 복을 가져다주고 싶어 하는 신성한 새다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109901
        ]
    },
    "2530002": {
        "show_offset_y": "-0.18",
        "race": 3,
        "type": 2,
        "story": "[헤헤, 이번에는 반드시 하쿠토우시 녀석을 놀래켜야지… 으악!] \n일부러 산길을 돌아서 야히메 신사의 뒤쪽으로 살금살금 접근하던 자시키와라시는 누군가 카구라 방울을 손에 쥐고 기다리고 있을 줄은 예상치 못했다. \n[여, 여기를 지나가게 하지 않을 거야…!] \n긴장한 나머지 목소리까지 이상해져서는 바들바들 떠는 두 손으로 방울을 움켜쥔 채 경계하는 하쿠토우시의 모습에 자시키와라시는 웃음을 터뜨렸다. \n[하하하하, 뭐야, 장난치기도 전에 이미 겁에 질려 있잖아.] \n자시키와라시는 배꼽을 잡고 웃었다. \n[대, 대체 왜 이런 짓을 하는 건데… ] 하쿠토우시는 여느 때처럼 자시키와라시의 이해할 수 없는 행동에 머리가 아팠다. \n[참 답답하네… 아직도 모르겠어?] \n[어?] \n자시키와라시는 입술을 비쭉 내밀고 피해자인 듯 서러운 표정을 지어 하쿠토우시를 더욱 곤혹스럽게 했다. \n[매일 이 썰렁한 신사에 혼자 있으니 지루할 거 아냐? 그래서 착한 내가 선심을 써서 자주 놀러 와 주는 거야.] \n[……] \n그랬던 거구나… 신사의 생활은 확실히 조용하고 심심했지만, 원래 시끄러운 것을 좋아하지 않았던 하쿠토우시는 이미 여기의 생활에 익숙해져 있었다. 그럼에도 자시키와라시의 말에 잠시나마 감동하는데… \n[헤헤, 이것 봐라!]\n자시키와라시가 방금까지 등 뒤에 숨겼던 손을 내밀자, 아직도 뿔을 흔들고 있는 거대한 장수풍뎅이 한 마리가 하쿠토우시의 눈앞에 문득 나타났다. \n[으아아악! 내 감동을 돌려줘!!]",
        "effect_desc": "",
        "show_offset_x": "-0.09",
        "desc": "하쿠토우시가 있는 신사에 자주 놀러와 장난을 치는 말썽구러기 소녀다. 하쿠토우시를 괴롭히는 이유는 알 수 없지만 장난을 통해 무슨 말을 전달하려고 하는 것 같다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530002,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104802
        ]
    },
    "2530003": {
        "show_offset_y": "-0.04",
        "race": 3,
        "type": 2,
        "story": "[이봐, 계속 잘 지내야 돼?]\n[헤헤, 또 엽서를 많이 받았네, 너무 좋다.]\n[좋아~~~ 오늘도 더 많은 사람이 만나고, 더 많은 사람이 다른 사람을 좋아하도록 힘내자!]\n매일같이 인연을 맺어주려고 동분서주하는 모습이 전혀 신답지 않은 엔무스비.\n평화의 시대든, 전란과 기근의 시대든, 아니면 풍요로운 곳이든, 척박한 곳이든 항상 이렇게 믿었다.\n[모두에게 소중한 사람을 찾게 해준다면, 눈에 보이지는 않지만 자신과 다른 사람을 이어주는 진실된 인연을 가진 사람이라면 삶에 희망은 반드시 있어.]\n믿음을 지켜내는 건 그리 쉬운 일이 아니다. 수많은 사랑과 헤어짐, 외로운 인생을 너무도 많이 목격한 나머지 엔무스비도 깊은 무력감과 비애를 느꼈다. 하지만...\n[난 말이지, 모두가 운명의 상대를 만났을 때 눈 속에 감출 수 없는 빛이 보이면 나도 모르게 설레거든.]\n이 점은 언제까지나 변하지 않았다. 그래서 매번 다치고, 온몸이 진흙투성이가 돼도 그저 몸에 묻은 먼지를 털어내고, 더 많은 사람의 인연을 맺어주려고 뛰어다닌다.",
        "effect_desc": "",
        "show_offset_x": "-0.33",
        "desc": "사람과 사람을 연결하는 [인연]은 사랑만 있는 게 아니다. 가족애와 우정 그리고 더 나아가 모든 사람을 구속하는 운명도 있다. 모디파이어는 엔무스비의 축복과 [결연]에서 나오는 능력을 얻게 된다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2530003,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106601
        ]
    },
    "2530004": {
        "show_offset_y": "-0.09",
        "race": 3,
        "type": 2,
        "story": "[타마모의 포로가 되고 싶어?]\n[헤헤, 아카데미 축제 LIVE 때, 와서 타마모를 응원해줘~]\n아이돌을 꿈꾸는 바쿠야 타마모마에가 1년에 한 번 하는 아카데미 축제 LIVE를 위해서 지금 열심히 연습하고 있었다.\n그녀의 팬들도 모든 준비를 마치고 전교생을 뒤흔들 공연을 기대하고 있었다.\n[뭐? 반주 파일이 없어졌어!? 어떻게 이런 일이...]\n무대 뒤에서 등장을 기다리고 있던 타마모마에는 스태프로부터 비보를 전해 들었다. 치밀어 오르는 화를 터뜨려 스태프를 단단히 꾸짖고 싶었지만, 당장은 그럴 여유조차 없었다.\n반주가 없으니 타마모의 공연도... 아니, 아무리 그래도 기다리는 사람이 있는데, 타마모를 기다리는 사람이 있다면, 그럼... \n[타마모, 올라갑니다!]\n멍한 얼굴의 스태프들을 제쳐두고 타마모마에는 단숨에 무대 위로 뛰어 올라갔다.\n[헤이, 타마모의 포로들, 오래 기다렸지!]\n무대 아래의 관중들은 예상과 달리 음악이 나오지 않아 의문에 휩싸였지만, 타마모마에가 아무렇지 않게 노래를 시작하자 다들 무반주 노래에 호응했다. 무반주로 부르는 그녀의 목소리는 공연장에 더 선명하게 울려 퍼졌고 사람들의 귓가에 더욱더 맑게 들려왔다.\n[타마모, 최강~! 타마모, 최고다~!]\n마지막까지 공연장은 온통 환호성으로 가득 찼다.\n[응? 너희들에게 합류할 수도 있지만, 그 전제 조건은 모두 타마모의 지휘에 따라야 한다는 거 아니겠어?]\n에테르 아카데미 밴드의 스카웃 제의에 타마모마에는 아무렇지 않은 척 팔짱을 끼며 말했다. 하지만, 떨리며 쫑긋해지는 귀는 그녀의 마음을 여실히 드러냈다.",
        "effect_desc": "",
        "show_offset_x": "-0.18",
        "desc": "평소에는 껄렁거리고 불량스러운 기질이 다분하지만, 결정적 순간에는 의지할 수 있는 든든한 소녀다. 아이돌을 목표로 하는 그녀는 에테르 아카데미에서 밴드 보컬을 맡고 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109301
        ]
    },
    "2530005": {
        "show_offset_y": "-0.1",
        "race": 3,
        "type": 2,
        "story": "[대단해...]\n장날 구경갈 때, 잔득 긴장해 어른의 소매를 잡아당기고 이따금씩 쭈뼛거리며 손가락으로 타코야키나 사과사탕 노점을 가리키던 하쿠토우시는 카구라 공연을 보더니 드디어 흥분한 기색을 드러냈다.\n[와..!]\n여름 축제의 하이라이트... 불꽃놀이. 어른의 목에 올라타는 바람에 수줍게 붉어진 볼이 불빛에 더 새빨갛게 달아올랐고 맑은 동공 안은 찬란한 빛이 비치고 있었다.\n[음, 음..!]\n[즐겁게 놀았느냐]라는 질문에 조금 쑥스러웠지만, 기쁨을 감추지 못한 환한 얼굴로 고개를 끄덕였다.\n[오늘도 예년처럼 떠들썩했어. 하하, 이게 바로 제전이란다!]\n[이럴 때나 신사가 인기 있지. 평소에는 다들 산에 안 오시잖아.]\n이럴 때만..? 어른들 입에서 무심코 나온 말 한마디가 하쿠토우시는 신경 쓰였다.\n이튿날 일부러 산으로 달려가 신사에 온 하쿠토우시는 아직 전부 철거하지 못한 깃발이 외롭게 펄럭이는 걸 발견했다. 떠들썩했던 어제와 너무 대조적인 그곳은 끊임없이 우는 매미소리와 무녀 언니가 바닥을 쓰는 빗자루 소리만 바스락거릴 뿐이었다.\n[저기... 저도 여기서 일하고 싶어요. 여기서 일하게 해주세요..!]\n그렇게 하쿠토우시는 수습 무녀가 되었다. 무녀의 수행은 생각보다 고되고 무미건조했지만, 그녀는 하루하루 견뎌냈다. 무엇 때문에 견딜 수 있었냐고 물으면... \n[묵묵히 모두를 지켜주는 신사도 좋고 모두를 위해 춤추는 무녀 언니도 좋아요... 그들이 더는 외롭지 않았으면 좋겠어요!]",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "신사에서 열린 여름 축제에 참석한 뒤 수습 무녀가 되기로 결정한 소녀다. 낯가림이 심하고 주눅이 들 때도 많지만, 사람들에게 힐링과 즐거움을 주려고 노력한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2530005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            114801
        ]
    },
    "2530006": {
        "show_offset_y": "-0.26",
        "race": 3,
        "type": 2,
        "story": "[모미지카리, 그 녀석은 어쩌면 전설의 신자일지도 몰라.]\n[모미지카리, 그대는 우리 모두의 희망이다.]\n[모미지카리, 너라면 우리의 숙원을 꼭 이룰 수 있을 텐데...]\n어려서부터 천부적인 영력을 가지고 있던 모미지카리는 사사나미 신궁으로 보내져 일찍부터 교육을 받았다. 실제로 권력자들은 모미지카리가 보기 드문 심령 체질이라는 사실만 보고 그녀를 뱀신 제사의 제물로 바쳐서 오랫동안 풍년이 이어지길 기원하려 했다.\n의식을 시작하기 직전에 잔혹한 진실을 알게 된 모미지카리는 신궁을 탈출했고 퇴로를 뚫기 위해 신궁의 봉납태도를 훔쳤다.\n가미교 구까지 도망간 모미지는 어떤 외진 마을로 피신했다. 그곳에서 그녀는 영력으로 마을 사람들의 상처를 치료하고 굿을 해 바람과 비를 기원하기도 하며 마을사람들과 화목하게 살았다.\n하지만, 평온한 나날은 짧기만 했다. 사사나미는 모미지카리의 종적을 금방 찾아냈고 그녀를 사람의 마음을 미혹시키는 요녀라고 체포령을 내렸다.\n어쩔 수 없이 모미지카리는 마을을 떠나 계속 도망쳤고 결국 그녀를 계속 기다린 것 같은 단풍나무숲으로 들어갔다.\n숙명의 땅에서 모미지카리는 의식으로서의 진정한 힘을 깨달았다. 그녀는 그 힘으로 자신을 쫓던 신관들을 쉽게 물리쳤지만, 잊고 싶은 자신을 지워버릴 수 없었다.\n그녀는 아직도 카구라를 추고 싶었다. 사람들을 위해 복을 기원하고 그들의 갈채와 웃음소리가 듣고 싶었다.\n[결정했어.]\n모미지는 칼자루를 누르고 새로 얻은 힘을 느꼈다.\n[다시 한번 사사나미에서 카구라를 추기 위해, 더는 무녀가 나와 같은 운명을 감당하지 않도록… \n[그걸 위해 나의 힘을 쓰겠어.]",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "화염처럼 붉게 물든 단풍잎은 모미지카리의 치열한 추억이다. 배신당하고 억울한 누명을 쓴 채 도륙당했던 과거들은 모미지카리를 악귀로 만드는 대신 그녀가 누구보다 강인한 정신을 가지게 했다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105001
        ]
    },
    "2530007": {
        "show_offset_y": "-0.01",
        "race": 3,
        "type": 2,
        "story": "[상강정에 오신 것을 환영합니다.]\n천천히 담배 연기를 내뿜으며 쿄오코츠는 여관 입구를 나긋나긋하게 걸어 나왔다.\n[잊지 못할 추억이 될 겁니다. 호호...]\n젊은 괴담 작가는 괴이한 사건이 자주 일어난다는 소문이 자자한 산속 온천 여관을 취재하러 홀로 이곳을 찾았다.\n가을비가 내리는 늦은 밤, 창밖에서 들려오는 목소리에 작가의 관심이 쏠렸다. 빗소리와 뒤섞였지만, 그래도 꽤 선명하게 들리는 소리는 옛 전장에서나 쓰는 출격 나팔 소리 같았다.\n창밖을 바라보니 칠흑 같은 어둠 속에 혼탁한 검광이 어렴풋이 보였다. 그리고 이따금씩 스쳐가는 도깨비불 같은 불빛.\n작가는 순식간에 잠이 달아났다. 이때 뒤에 있던 울타리가 갑자기 벌어져 그는 깜짝 놀랐다. 거기에서 나타난 사람은 청주 한 주전자와 술잔 두 개를 든 주인아주머니였다.\n[객관께서 잠을 이루지 못하시니 가볍게 술을 한잔하면서 이야기나 들어보시겠습니까?]\n괴담 작가라면 당연히 거절할 리 없는 제안이었다.\n[이건 사사나미에 다섯 가문의 연합 통치가 시작되기 전, 분쟁과 혼란이 가득한 암흑기의 일이었습니다.]\n[어떤 한 귀족은 분쟁을 끝내고 모두 함께 자연재해와 맞서 싸우며 산신을 토벌하자고 제안했습니다. 그러나 그녀의 의견에 아무도 동의하지 않았고 결국 그녀의 땅마저 함락되고 말았습니다.]\n[원망과 억울함이 가득했던 그녀는 죽은 뒤에도 영혼이 되어 여전히 사사나미를 맴돌고 있습니다. 상전벽해, 그녀는 사사나미가 어둠과 우매함에 빠져있었을 때부터 아마노코가 내려와 서광이 비치는 것까지 지켜보았습니다. 그리고 번영과 발전을 이어가던 사사나미에 또 다시 암울한 물결이 용솟음치는 걸 알고 있습니다]\n[때때로 이렇게 깊은 산속에서 간단히 한잔하면서 앞으로 사사나미가 어떻게 될지 관망하는 것도 꽤 재미가 있다고 생각합니다.]\n[물론, 이건 그 귀족의 생각입니다.]\n주인아주머니는 우아하게 술을 한 모금 홀짝이며 신비로운 미소를 지었다.",
        "effect_desc": "",
        "show_offset_x": "0.07",
        "desc": "정체가 신비에 싸여있지만, 성품이 온화한 온천 여관 마담이다. 늘 담뱃대를 들고 있는데 하얗게 피어오르는 담배 연기처럼 그녀의 실력과 성격이 어떤지 종잡을 수 없다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530007,
        "attribute": [
            1,
            100
        ],
        "effect": [
            119901
        ]
    },
    "2530008": {
        "show_offset_y": "-0.21",
        "race": 3,
        "type": 2,
        "story": "[감사 인사요? 필요 없소. 어떤 검객이라도 할 일을 했을 뿐이오.]\n노점상에게 보호비 갈취하려는 건달을 쫓아버린 소우겐비는 감사의 뜻을 전하려는 노점주에게 개의치 말라며 손을 흔들었다.\n하지만, 멋지게 돌아서서 떠나려고 할 때, 좌판 위에 있는 어떤 물건이 소우겐비의 시선에 걸렸다.\n[응? 저 토란전, 정말 맛있을 것 같은데...]\n방금 멋있는 척 말했지만, 지금은 솔직한 몸의 반응을 도무지 숨길 수 없었다. 노릇노릇하게 구워져 고소한 냄새를 풍기는 토란전을 바라보며 소우겐비는 자기도 모르게 침을 흘렸다.\n[하하하, 이건 방금 구운 따끈따끈한 토란전입니다! 형님, 먹고 싶은 만큼 가져가십시오!]\n[진, 진짜 그래도 되오..?]\n소우겐비의 두 눈이 동그랗게 커지며 마치 가장 좋아하는 솜사탕을 본 아이 같았다. 이런 그가 어떻게 호기롭게 건달패거리를 물리쳤는지 상상하기 어려웠다.\n[맛있다. 정말 맛있어... 크억~ 잘 먹었다! 아, 미안하오... 깜빡하고 이렇게 많이 먹었네...]\n소우겐비가 정신을 차렸을 때, 이미 노점상에 있던 막 구운 토란전은 전부 사라지고 없었다. 그는 겸연쩍은 듯 뒷머리를 긁적거렸지만, 노점 주인은 그저 괜찮다고 웃으며 배불리 먹어야 힘내서 의협도 행할 수 있다고 했다.\n[고맙소! 인연이 닿으면 다시 봅시다!]\n소우겐비는 주먹을 불끈 쥐고 작별을 고한 후, 그의 신장에 어울리지 않는 장검을 둘러메고 계속해서 식도락이 있는 협객의 길을 걸어갔다.",
        "effect_desc": "",
        "show_offset_x": "-0.2",
        "desc": "검을 쥐고 세상 끝까지 유랑하는 방랑 검객이다. 어느 마을이나 촌락에서도 발걸음을 멈추거나 미련을 남기지 않지만, 의외로 음식 앞에서는 미련이 많은 먹깨비다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2530008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105801
        ]
    },
    "2530009": {
        "show_offset_y": "-0.12",
        "race": 3,
        "type": 2,
        "story": "[헤헤, 이건 내 거야!]\n바람처럼 뒤에서 나타난 후 순식간에 지붕으로 뛰어 올라간 소녀. 그녀의 손엔 [행인]의 손에서 빼앗은 컬러 유리구슬이 쥐어져 있다.\n[아마노쟈쿠다!], [이런! 이렇게 운이 없을 수가!], [어서 돌려줘! 그건 우리가 뺏은... 이겨서 얻은 거야!]\n[너희 거...?]\n아마노쟈쿠는 지붕 위에 앉아 유리구슬을 손가락 사이에 끼운 뒤 달빛이 반사되는 광택을 흥미롭게 바라보았다.\n[이젠 내 거야!]\n아마노쟈쿠는 다시 공중제비를 돌았고, 넋이 나간 사람들 위로 뛰어올라 완전히 자취를 감추었다. 달갑지 않은 악담만 그 자리에 남겨졌다.\n그러나 그날 밤, 자신의 보물인 유리구슬을 잃어버려 눈물로 베개를 적신 소년의 머리맡에 반짝이는 별빛이 조용히 떨어졌다.",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "자칭 [슈퍼빌런]이며 짓궂은 장난을 치는 걸 좋아하는 신출귀몰한 소녀. 그런데 왜인지 사람들은 늘 그녀를 만나고 싶어 한다...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105501
        ]
    },
    "2530010": {
        "show_offset_y": "0",
        "race": 3,
        "type": 2,
        "story": "[이봐, 꼬마들, 여긴 너희가 올 곳이 아니야.]\n진홍색 연기 사이로, 야차 지팡이를 든 키 큰 남자가 험상궂은 얼굴로 나타났다.\n[어린애를 잡아먹는 건 오랜만이군... 어디 보자, 너희 중에 누가 맛있을까...]\n괴물이다! 아이들이 엉엉 울며 뿔뿔이 흩어졌다. 이제 아이들은 다시는 이곳을 [탐험]하러 오지 못할뿐더러, 한동안 밤에 꿈을 꾸면 이 무서운 [괴물]을 보고 놀라 잠에서 깨어나게 될 것이다.\n[휴, 아이들 호기심이 좀 가라앉아야 할 텐데.]\n시라누이는 몸을 돌려 등 뒤에 있는 은밀하고 쉽게 알아차리기 힘든 틈을 바라보았다. 그 틈새에는 수많은 [진짜] 괴물들이 숨어 꿈틀대고 있었다. 그것들은 혀를 길게 내밀고 아이들의 뒷모습을 바라보며 군침을 흘렸다.\n[이런 곳은 우리 같은 괴물에게나 어울리는 곳이라고...]",
        "effect_desc": "",
        "show_offset_x": "0.027",
        "desc": "항상 명계의 틈새에 출몰하는 괴짜. 자신만의 방식으로 명계의 틈새에 접근하는 인간들을 쫓아낸다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530010,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115801
        ]
    },
    "2530011": {
        "show_offset_y": "-0.17",
        "race": 3,
        "type": 2,
        "story": "[나그네여, 잠깐 쉬어가지 않을래요?]\n천상의 소리 같았다. 나그네의 귀에 아득히 먼 신비한 방울 소리와 부드러운 인사 소리가 들려왔다.\n[...여기는?]\n나그네가 어리둥절해하며 고개를 들자 그의 눈앞에 일면식도 없는 복숭아 숲과 소녀가 보였다.\n[어차피 길을 잃었으니, 여기가 어디라 해도 당신한테는 똑같지 않나요?]\n나무 높이 앉아있는 소녀가 한 말에 여행객은 반박하고 싶었지만, 곧 아무런 반박의 말도 뱉을 수 없다는 걸 깨달았다.\n하지만 선량한 소녀는 나그네의 질문에 대답해 주었다.\n[여기는 길을 잃은 나그네를 위한 비경이에요. 이곳에서 만족할 때까지 편하게 쉴 수 있죠.]\n[하지만 난 가야 할 곳이... 어라?]\n나그네는 자신이 어디로 가야 하는지 잊어버렸다는 걸 발견했다. 오면서 피로함에 잊은 건지, 아니면 이 비경 속에서 잊은 건지는 자신도 알 수가 없었다.\n이 모든 걸 이미 예상하고 있었던 것처럼 나무 위의 소녀는 가볍게 웃을 뿐이었다.\n[어쨌든 복숭아부터 먹어 봐요.]",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "여행 중에 방향과 기력을 잃으면 어디선가 방울 소리와 복숭아꽃 향기가 전해져온다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2530011,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104901
        ]
    },
    "2530012": {
        "show_offset_y": "0.02",
        "race": 3,
        "type": 2,
        "story": "[들었어? 서쪽 거리에 어떤 사람이, 어젯밤에 흠씬 두들겨 맞았다더군. 가지고 있던 물건을 몽땅 털린 채로 길거리에 버려졌대! 대체 누구의 원한을 산 건지...]\n[서쪽 거리 말이야? 얼마 전 돈 때문에 후지 가문 아가씨와 결혼한 그 사람 아니야? 그 아가씨를 어떻게 꼬드긴 건지, 그 집 장인어른이 죽자마자 재산을 몽땅 가로채더니 후지 아가씨 모녀를 내쫓아버렸잖아... 쯧쯧!]\n[그렇긴 한데 손을 쓴 그 녀석도 제법 독하더군... 그 꼴을 봤어야 하는데.]\n[뭐야? 그놈은 불쌍하고, 후지 아가씨가 당한 일은 안 불쌍해? 그놈은 그래도 싸! 업보야, 업보!]\n푸른 산의 고획조가 주거 지역 길거리를 지나가는데, 행인들이 수근거리는 소리가 귓가에 들려왔다. 그녀는 평온한 모습으로 앞을 바라보며 조금의 망설임없이 걸었다.\n그녀는 아이를 안은 부인이 그녀의 옷과 검에 튀긴 피를 봤을 때의 표정이 떠올랐다. 놀라움과 기쁨이 공존하던 얼굴은 순식간에 두려움으로 뒤덮여, 마지막에는 목숨을 건지려는 듯 그녀 앞에서 도망쳤다.\n[괴물... 괴물이다!]\n[그러니까 다음에는 그냥 신경 쓰지 말라니까!]\n[그래! 좋은 마음으로 도와주면 뭐해, 감사히 여기지는 못할망정 널 욕하기나 하고!]\n새들이 그녀의 귓가에서 지저귀었지만 그녀는 여전히 아무 말이 없었다.\n[...상관없어. 그 사람과 아이가 이번 겨울을 잘 보낼 수만 있다면.]\n짧은 침묵 후, 그녀는 작게 혼잣말을 했다.\n그녀가 처음 다짐했던 소원을 행할 수만 있다면, 주변 사람들이 뭐라 평가하든 그녀의 결심을 흔들 수는 없다.\n그녀는 칼집을 꼭 쥐었다. 여태까지 했던 천 번, 만 번과 같이.\n이 검은 언제나 변함없고, 그녀도 마찬가지다.\n...내가 겪었던 고통을 똑같이 경험해야 하는 사람은 없어.",
        "effect_desc": "",
        "show_offset_x": "0",
        "desc": "어느 전설에, 신비로운 여자가 각지를 떠돌아다닌다고 한다. 노약자를 돕고 돈 한 푼 받지 않는다는 소문도 있는 반면에, 피를 빨아먹는 요괴라는 소문도 있다고 한다...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530012,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115001
        ]
    },
    "2530999": {
        "show_offset_y": "-0.03",
        "race": 3,
        "type": 1,
        "story": "[참, 좀 더 가까이 와줄래요?]\n부채를 흔드는 소녀는 달빛이 쏟아지는 얕은 여울에서 나폴나폴 춤추고 있었다. 우아한 그녀의 춤사위가 둥근 달빛 아래에서 아름답고 절묘한 그림처럼 펼쳐졌다.\n너무 아름다워... \n산책 중 우연히 그곳을 지나던 행인은 감탄이 절로 나왔다.\n[더 가까이에서 보고 싶지 않으세요?]\n아오사기히는 빙글빙글 회전하며 가볍게 뛰어올랐고 손에 든 부채를 움직였다. 착각인지 연청색 불빛이 흩날리는 꽃잎처럼 그녀의 곁을 맴돌고 있었다.\n자기도 모르게 박자를 맞추면서 한 걸음 한 걸음 다가가던 행인은 시인이 아니라서 이처럼 아름다운 춤사위를 시로 표현할 수 없음을 한탄했다.\n그가 깨닫지 못한 건, 꿈을 꾸는 듯 추고 있는 춤이 그를 한 걸음 한 걸음 얕은 여울에서 깊은 바다로 인도하고 있다는 것이었다.\n바닷물이 이미 뺨까지 차올라도 그는 여전히 고개를 들고 취한 것처럼 춤추는 아오사기히를 바라보았다.",
        "effect_desc": "",
        "show_offset_x": "-0.07",
        "desc": "의심스러운 점이 가득한 무희다. 청명한 가을밤 아래 얕은 여울에서 아오사기히의 춤을 볼 수 있다고 한다. 하지만 실제로 봤다는 사람은 아무도 찾아 볼 수가 없다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2530999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            418
        ]
    },
    "2540000": {
        "show_offset_y": "-0.23",
        "race": 4,
        "type": 3,
        "story": "[...]\n조용히 꽃의 바다 속에 잠든 어린 요정이다. 어쩌면 너무 깊게 잠들었는지 숨소리조차 거의 들리지 않는다.\n하지만, 자세히 관찰해 보면 그녀의 콧방울이 조금 벌름거리고 뺨도 편안히 이완된 게 굉장히 안온한 잠에 빠져 있는 게 분명했다.\n사실 이건 당연했다. 왜냐하면...\n[아발론의 모든 별빛이 그대의 몸을 덮길 원한다.]\n[모든 꽃향기와 깃털처럼 부드러운 속삭임이 그대 곁에 머물길 원한다.]\n그녀가 여기에서 잠들었을 때부터 다시 깨어날 때까지 세상의 가장 온화한 축복과 가장 경건한 찬송이 항상 그녀를 보호할 것이기 때문이다.\n그녀가 깨어나 자신의 이름을 찾고 이곳 던전을 떠나 요정의 생애를 시작할 때까지...",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "0",
        "desc": "꽃의 비경 속에서 잠자고 있는 어린 요정이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2540001": {
        "show_offset_y": "-0.12",
        "race": 4,
        "type": 2,
        "story": "미래를 내다볼 수 있다는 게 정말 행운일까?\n팀 시라크는 그렇게 생각하지 않았다. 아주 오래전에 예견된 비극을 막으려고 시도하거나 수정 속에서 본 아름다운 미래를 누리려고 한 적이 있었다. 하지만, 운명은 피할 수 없었고 미리 알고 있던 행운은 기대를 저버렸다.\n그래서 그녀는 더 이상 기대하지도 실망하지도 않았고 지금은 모든 것에 냉담했다. 그녀는 손에 수정을 들고 무표정한 얼굴로 사람들에게 하늘의 계시와 경고를 알린 후에 숲속 깊은 곳에 있는 제사장의 오두막으로 돌아갔다.\n[죄송합니다! 길을 잃었습니다. 숲을 빠져나가는 방법을 가르쳐 주시겠습니까?]\n갑자기 숲의 고요함을 깨버린 건 신장에 어울리지 않는 커다란 화살 주머니를 짊어진 깜찍한 소녀였다.\n[내 이름은 마를린이라고 하고 탐험가입니다!]\n자칭 탐험가인 소녀는 호기심이 가득한 얼굴로 제사장의 오두막을 바라봤다.\n무심코 수정 속에서 소녀의 미래를 본 팀 시라크는 담담하게 그녀에게 말했다.\n[뭔가를 찾고 있군요. 하지만, 그대가 찾는 건 그대에게 발견되는 순간 바로 사라질 거예요.]\n[와, 대단합니다! 제가 보물을 찾고 있다는 걸 어떻게 알았습니까?]\n소녀의 눈동자는 뒤 문장의 내용은 전혀 신경 쓰지 않는다는 듯 흥분으로 반짝거렸다.\n팀 시라크는 아무 말도 하지 않고 묵묵히 소녀를 숲에서 나가는 길로 안내했다. 헤어질 때 그녀는 참지 못하고 물었다.\n[그래도 찾아갈 거예요?]\n[물론입니다! 마지막까지 찾지 못해서 탐험소설을 한 권 쓰는 것도 나쁘지 않아요. 헤헤~]\n[...]\n모두의 운명을 훤히 꿰뚫고 있는 그녀는 드디어 기대할 수 있는, 아직은 뭐라 정하지 못한 무언가를 발견한 것 같았다.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "수정 속에서 미래를 볼 수 있기 때문에 지금 일어나는 모든 일에 냉담한 사제 소녀다. 하지만 천방지축 탐험가 소녀가 나타나자 그녀의 마음은 조금씩 흔들린다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2540001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108001
        ]
    },
    "2540002": {
        "show_offset_y": "-0.2",
        "race": 4,
        "type": 2,
        "story": "거대한 결계에 둘러싸인 요정의 나라, 달의 왕국. 외부와의 분란을 차단하고 자연재해도 없는 왕국은 수천 년 동안 번영과 평안을 유지하고 있었다. 그들을 보호하는 결계를 유지하는 건 [푸른 거목]라고 불리는 바얀트리였고 이 사실을 아는 사람은 거의 없었다.\n그리고 나이가 몇만 년인지 알 수 없는 신목 바얀트리는 무슨 이유에서인지 자꾸 말라 가고 있었다. 겉으로 보면 아무도 모르지만, 천부적인 감각을 지닌 비로디스는 [푸른 거목]의 생명력이 마치 황혼을 맞이한 노인처럼 급속도로 줄어드는 걸 알 수 있었다.\n그녀는 각종 방법을 시도했지만, 기껏해야 거목이 쇠약해지는 속도를 조금 늦출 수 있을 뿐이었다. 오래된 전설이 떠오른 비로디스는 푸른 거목을 구할 방법은 그것밖에 없다고 생각했다.\n[왕족의 혈맥을 바친다면 아마도 가능할 수도...]\n거목 앞에 선 비로디스의 눈동자에는 조금의 망설임도 없었다. 손에 든 장검은 달빛 아래에서 거꾸로 결연한 그녀의 표정을 비추었다.\n[멈... 춰...]\n광풍 속에서 그녀의 귓가에 신목의 나지막한 고함이 들려왔다.\n[아니, 이렇게 해야만 해. 그렇지 않으면 달의 왕국 백성들은 수호신을 잃고 말 거야.]\n자신의 희생에 대해 비로디스는 생각을 바꾸지 않았다.\n[그럼, 그대는...]\n[나..?]\n[지금 달의 왕국은 나의 도움이 없어도 아무 문제 없을 거야...]\n[하지만..!]\n[공주, 만약 그대가 모든 사람을 행복하게 하고 싶다면 그 안에 자신을 포함시켜야 한다...]\n바람 속에 마지막 말을 남긴 후 [푸른 거목]은 스스로 목숨을 끊었다. 신목의 영력이 사라지는 것을 감지한 비로디스는 넋을 잃고 그 자리에 가만히 서 있었다.\n나 자신의 행복... 아직 잘 모르지만, 그녀는 앞으로의 삶 속에서 그 해답을 찾기 위해 노력하겠다고 결심했다.",
        "effect_desc": "",
        "show_offset_x": "0.06",
        "desc": "모두가 행복하길 바라며 이를 위해 노력하고 있는 요정 공주다. 그녀는 오직 한 사람만의 미래를 등한시하고 있는데 그건 바로 자신의 미래다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540002,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108401
        ]
    },
    "2540003": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "[이번에는 반드시 메이필을 깜짝 놀라게 하고 말겠어!]\n담력대회에서 메이필을 골탕 먹이고 말겠다고 결심한 뮤리엘은 미리 숲속에 함정을 설치하고 장소를 표시했다.\n[메이필이 여기까지만 오면... 히히히히~ 이번에도 냉정을 유지할 수 있을까~]\n그런데...\n숲의 밤과 낮은 완전히 다른 세계였으니… 순조롭게 메이필과 같은 조가 되었지만, 그녀도 낮에 갔던 길을 도저히 찾을 수 없었다.\n[침착해야 해. 숲은 뮤리엘의 영역이야... 뮤리엘만큼 숲을 잘 아는 사람은 없어...]\n굳은 표정으로 숲속 깊은 곳으로 걸어 들어가는 뮤리엘.\n[우와와와..!]\n외마디 비명을 지른 건 바로 뮤리엘이었다. 갑자기 땅에서 솟아오른 올가미에 발목이 걸린 그녀는 반응하기도 전에 올가미에 묶어서 허공에 거꾸로 매달렸고 조금도 움직일 수 없었다.\n[젠장, 자기가 판 함정에 걸리다니..!]\n[자기가 판 함정?]\n[헉..! 잘못 들은 거야! 뮤리엘은 아무 말도 하지 않았어! 멍하니 뭐 하는 거야. 얼른 사람을 구해줘야지!]\n뮤리엘의 혼잣말을 메이필이 들어버렸다. 안색을 붉힌 그녀는 필사적으로 부인하면서 허겁지겁 메이필에게 도움을 청했다.\n구조된 후, 뮤리엘은 너무 억울해서 땅바닥에 주저앉아 울고 말았다.\n아까 그 모습은 너무 창피했어... 그런데...\n왜 메이필은 이미 뮤리엘이 판 함정이라는 걸 알았을 텐데 왜 아무 말도 하지 않고, 아무 짓도 하지 않는 걸까? 질문이나 욕을 퍼붓던지 아니며 불쌍하다 놀리거나 조소를 보낼 수도 있었는데...\n그녀는 고개를 들어서 손전등을 들고 옆에서 귀를 쫑긋 세운 채 사방을 경계하는 메이필을 바라봤다. 늘 그렇듯이 그녀의 표정은 바싹 긴장한 상태였고 시선은 정면 먼 곳을 향해 있었다.\n다음, 다음 번에는 꼭 성공하자! 분명 그녀가 다른 곳을 바라볼 틈도 없이 뮤리엘 한 사람만 보게 만들 것이다!\n뮤리엘은 눈물을 힘껏 닦으며 속으로 조용히 맹세했다.",
        "effect_desc": "",
        "show_offset_x": "-0.11",
        "desc": "몸집이 왜소하지만, 짓궂은 장난을 좋아하는 소녀로 메이필에게 장난치는 것을 가장 좋아한다. 그 이유는 메이필이 성실하고 바르기 때문이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.32",
        "id": 2540003,
        "attribute": [
            1,
            100
        ],
        "effect": [
            109401
        ]
    },
    "2540004": {
        "show_offset_y": "-0.08",
        "race": 4,
        "type": 2,
        "story": "[요정 언니, 또 올 거지?]\n일 년 내내 스노우가 휘몰아치는 하이디아 마을을 떠날 때, 아르웬에게 헤어짐을 섭섭해하는 한 소녀가 물었다.\n[음... 인연이 있다면 분명 다시 만날 거야. 키아.]\n그녀는 하이디아 마을의 요정들이 일 년 내내 얼음이 어는 추운 날씨에 이미 적응했기에 다른 환경에서는 생존할 수 없다는 걸 알고 있었다. 그래서 키아라는 아이가 그녀의 옷소매를 자꾸 잡아당기며 바깥세상에 대한 이야기를 들려달라고 조르고 이것저것 물어보는 걸 언제나 즐겁게 받아주었다.\n하지만, 한 번도 발걸음을 멈추지 않았던 여행자로서 아르웬은 재회를 약속할 수 없었다.\n그런데 그 후에 아르웬은 여행 중에 종종 호기심으로 가득 차 반짝거리던 두 눈동자가 떠올랐다.\n단풍나무숲에 들어가서 단풍잎 한 장을 책 사이에 꽂았는데 그 단풍잎이 반짝이던 눈동자에 비춰지는 모습을 상상했다.\n작열하는 태양이 내리쬐는 사막을 건너다가 무심코 뜨거운 모래를 한 움큼 들어 올려 그 아이의 옷깃에 쑤셔넣으려 했다.\n역참에서 대도나 밀정에 관한 일화를 들었는데 자연스럽게 그 아이에게 들려주면 얼마나 흥분할지 궁금했다.\n어느새 예전에는 사지 않았던 기념품으로 여행가방을 가득 채운 아르웬은 북쪽을 바라보며 결심했다. 난생처음 이미 한 번 다녀왔던 곳으로 여정을 떠나기로 한다.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "세계 각지를 걸어서 여행하는 요정이다. 아무것도 마음에 두지 않고 아름다운 풍경이나 신기한 견문에만 흥미를 가지는 것 같다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2540004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103701
        ]
    },
    "2540005": {
        "show_offset_y": "-0.2",
        "race": 4,
        "type": 2,
        "story": "[에스텔 공주가 있는 한 우리에게 아직 희망이 있어.]\n[에스텔 님, 우리를 위해 길을 안내해주십시오..!]\n요정의 나라 알프하임의 공주... 에스텔. 아마도 전 공주라 칭하는 게 더 정확할 것이다. 알프하임은 비스베인의 침략으로 이미 유명무실해졌고 왕마저 비스베인의 꼭두각시가 되었기 때문이다.\n[부왕, 전투를 포기하지 마세요! 조금만 더 견디세요. 그러면 분명...]\n[미안하구나. 에스텔. 하지만, 더는 요정들을 희생시킬 수는 없다.]\n이런 상황 속에서도 에스텔은 희망을 버리지 않았다.\n그녀는 요정의 약한 날개를 펄럭이며 신의 계시를 구하기 위해 하늘 저편으로 날아갔다. 결국 그녀는 천연 요새의 장벽을 넘어 지혜의 샘 근원에 도달했다. 그녀는 천년 넘게 이어진 선입견을 내려놓고 난쟁이 나라를 찾아갔고 흑림 깊숙한 곳에 있는 호수 바닥으로 들어가 봉인되어 있던 축복의 성검을 얻었다.\n이런 전설들이 사실인지 거짓인지는 아무도 모른다.\n중요한 것은 에스텔을 중심으로 저항군이 소집되었다는 점이다. 그들은 작디작은 불티 같았지만, 어둠에 휩싸인 요정의 나라를 다시 밝혀주었다.\n[나는 알프하임의 공주이자 왕녀의 이름으로 이 검에 맹세합니다.\n그대들이 희망을 포기하지 않는다면 나는 영원히 그대들의 빛이 될 것입니다.]",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "어떤 절체절명의 상황에서도 포기하지 않는 망국의 공주다. 그녀의 존재는 횃불처럼 어둠 속의 있는 백성들에게 희망의 서광을 비춰준다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2540005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            118401
        ]
    },
    "2540006": {
        "show_offset_y": "-0.01",
        "race": 4,
        "type": 2,
        "story": "[헤헤, 오늘도 화려한 불꽃놀이 쇼를 보여주지! 엄청 화려하게 말이야~!]\n[켈레브리안 님, 신화 무기는 이럴 때 쓰는 게 아닌데 말입니다... 하아, 이번 시즌의 주문 환불률이 또 높아지겠군.]\n자신의 새 작품에 흥분을 감추지 못하는 천재 소녀와 공방 경영을 걱정하는 조수.\n[불꽃이 이렇게나 아름다운데 사람들은 왜 자꾸 환불하려는 거지...]\n소녀는 고민스러운 듯 투덜댔다. [무기에서 가장 중요한 것은 화력]이라는 개념은 그녀에게 확실히 없는 듯했다.\n[두고 보라고, 전쟁을 끝내면 되는 거잖아? 내가 반드시 해내고야 말겠어!]\n소녀는 자신의 새 작품 [자율식 지옥 권갑]을 손님에게 직접 들고 가 무기의 위력을 보여주기로 결심한다.\n원정의 길을 걸은 지 꽤 오래된 군대였다. 그들은 오랫동안 집에 돌아가지 못했다. 집으로 가는 길마저 잊어버릴 지경이였다.\n매년 고향 축제 때마다 피어오르는 불꽃을 보는 이들의 눈가엔 눈물이 가득했다.\n[어서 돌아가! 이런 폭죽은 매년 볼 수 있다고! 누군가가 돌아오는 너희를 맞이하기 위해 매년 폭죽을 터뜨린다는 말이야!]\n소녀의 외침이 모든 이들의 귓가에 울려 퍼졌다. 마침내 그들은 목적을 잃은 집념을 버리고 약속이라도 한 듯 짐을 싸서 기억 저편의 귀갓길에 올랐다.\n소녀는 여느 때처럼 환불 및 취소 신청을 처리했지만 그녀의 얼굴에 후회는 조금도 없었다.",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "신화 무기 공방을 관리하는 천재 소녀다. 그녀에게 무기란 세상에 화려한 불꽃을 바치기 위한 피조물일 뿐이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "0.9",
        "id": 2540006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102801
        ]
    },
    "2540008": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "[형제여, 이게 마지막 전장이다.]\n엘비는 애마의 목을 두드리며 결전지인 언덕을 향해 나아갔다.\n자신을 태운 애마가 외롭게 울부짖었다.\n그는 사람들의 소망에서 탄생한 희망의 화신이었다.\n태어난 날부터 오직 사명만을 위해 존재하는 기사.\n6년 동안 엘비는 무적의 칼날과 초인적인 의지로 조각난 국토와 절망에 빠진 백성을 구원했다. 이제 마지막 전투만 승리하면 오랜만에 평화와 광명이 이 땅에 찾아올 것이다.\n그리고 그때… 사명을 다한 엘비… 기도의 결정체로 태어난 그는 다시 흙으로 돌아갈 것이다.\n하지만, 그렇다고 해도 그는 여전히 흔들림 없이 목적지… 검의 무덤으로 변한 언덕을 향해 말을 몰았다.",
        "effect_desc": "",
        "show_offset_x": "0.06",
        "desc": "사람들의 기도에 대한 응답으로 태어나 어둠 속에서 그들을 인도하는 샛별 같은 정령 기사다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.07",
        "id": 2540008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103201
        ]
    },
    "2540009": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "[알프하임의 왕녀 에스텔, 혼자 여기까지 오다니. 용감한 건지 무모한 건지 모르겠군.]\n아이야원은 눈앞에 선 이 화려한 갑옷을 두른 젊은 정령을 살피며, 다른 이들을 대할 때처럼 그녀를 즉시 검은 숲 밖으로 쫓아내지 않았다.\n[당신은... 애증의 마녀.]\n길게 늘어뜨린 백발, 사냥감을 쫓는 듯한 눈빛, 마음을 통찰하는 능력... 에스텔은 검은 숲에 관한 전설을 떠올렸다.\n[이런, 들켰네.]\n아이야원은 웃어 보일 뿐, 국가를 재건하기 위해 동분서주하는 왕녀를 곤란하게 하거나 하진 않았다.\n[말해두는데, 성검은 그리 좋은 물건이 아니야. 검을 지배하느냐, 검에게 지배되느냐 둘 중 하나지. 이 정도의 각오도 없다면 괜히 아까운 목숨만 버리지 말고 관둬.]\n[...그 괴물들을 무찌를 결심은 누구에게도 뒤지지 않습니다!]\n숲 깊은 곳으로 향하는 에스텔을 바라보며, 아이야원은 낮게 한숨을 쉬었다.\n[이런, 쫓아낼 걸 그랬나...]\n소녀의 고통에 찬 비명에 아이야원은 호숫가로 달려나갔고, 생각했던 것과 완전히 다른 광경을 목격했다.\n소녀는 완전히 힘이 빠진 채 빙판 위에 꿇어앉아 있었으며, 날개에서는 어두운 빛을 내뿜고 있었다. 고통에 찬 표정조차 지을 힘도 없는 듯했지만, 소녀는 두 손으로 성검을 꼭 붙잡고 있었다. 절대 놔주지 않을 것처럼...\n[이 바보!]\n성검의 막강한 의지가 의식 깊은 곳에 남기는 고통이 아이야원을 잠시 머뭇거리게 했다. 하지만 결국 이를 악물고 에스텔의 곁으로 가 그녀의 손을 꼭 잡았다.\n순간, 격렬한 통증이 아이야원의 뇌리를 꿰뚫었지만, 혼자 시도했을 때처럼 참을 수 없을 정도는 아니었다.\n[...마녀님...]\n......\n[알프하임이 이전 모습을 되찾으면... 꼭 다시 찾아뵙겠습니다, 마녀님!]\n아이야원은 성검을 든 에스텔을 바라봤다. 인간관계에 질려 있으니 거절해야 마땅하다. 하지만...\n[성검은 우리 것이라는 거 잊지 말라고... 함께 가자, 너희 나라를 구하러.]",
        "effect_desc": "",
        "show_offset_x": "0.01",
        "desc": "사람의 마음을 조종할 수 있는 아이야원은 [애증의 마녀]라 불리며, 세상의 가식적인 면모에 질려 검은 숲 깊이 은거 중이다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.08",
        "id": 2540009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            103301
        ]
    },
    "2540010": {
        "show_offset_y": "0",
        "race": 4,
        "type": 2,
        "story": "[짜잔~ 달의 마을의 영웅 그레이, 오늘도 화려하게 등장~!]\n스스로를 [달의 마을의 영웅]이라 부르며 얼음 화승총 두 자루를 휘두르는 소녀는 무대 아래에 모인 소년소녀들을 향해 당당한 자세로 섰다.\n[그레이 언니 멋져요~], [그레이 누나라면 우릴 지켜줄 거야~]\n폐 목재로 만든 간이 무대 아래에서 달의 마을 아이들은 신이 나서 손뼉을 치며 팔짝팔짝 뛰었다.\n[그럼 그레이 누나는 괴도J를 잡을 수 있어요?]\n아이들의 환호성 속에 머리를 긁적거리며 수줍게 웃던 그레이는 질문을 듣고 갑자기 멍해졌다.\n괴도J는 평범한 괴도가 아니라 짓궂은 장난에 미쳐 있는 괴도다. 사람들의 보물을 슬그머니 훔쳐 갔다가 사람들이 애가 탈 때쯤 또 슬그머니 돌려보냈다.\n이렇게 신출귀몰한 괴도는 달의 마을의 장로조차 손을 쓸 수 없었다.\n[그건... 당연히 가능하지..! 아하하...]\n아이들 앞에서 망신당하고 싶지 않던 그레이는 억지를 부릴 수밖에 없었다. 다행히 아이들한테는 들키지 않은 것 같다.\n[기대해도 좋아, 괴도와 이 그레이 님의 세기의 대결을!]\n이 아이들은 내일이면 다른 일에 정신이 팔려 잊어버리겠지...",
        "effect_desc": "",
        "show_offset_x": "0.14",
        "desc": "살짝 중2... 아니, 매우 중2병스러운 요정 소녀. 언젠가 정의로운 업적을 세울 수 있기를 꿈꾼다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2540010,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108101
        ]
    },
    "2540011": {
        "show_offset_y": "0.04",
        "race": 4,
        "type": 2,
        "story": "[...저주를 푸는 방법을 찾지 못한다면, 난 돌아가지 않을 거야.]\n친구가 해가 저물어 가는 산골짜기에서 그를 찾았을 때, 앨런그린은 고향으로 돌아가는 걸 거부했다. 여태 그래왔던 것처럼 말이다.\n[영원히 방법을 찾지 못한다면 어떻게 할 거야?]\n[그럼 이 [톱날]을 나와 함께 묻어줘.]\n[톱날]은 아버지에게서 물려받은 저주받은 도끼다. 어느 날 밤, 앨런그린은 귀신 들린 듯이 그 도끼에 의해 조종당하고 몽유 중에 살인의 피를 묻혔다.\n그 후로 그는 고향을 떠나 각지의 고서를 찾아다녔다. 밤이 되면 도끼를 안은 채 밖에서 잠을 잤다.\n[... 이것 때문에 평생을 바칠 셈이야? 그냥 버리면 안 돼?]\n[...이 도끼는 아버지에게 영광을 가져다줬어. 누군가는 그 대가를 치러야 해.]\n고향 친구는 몇 마디 충고를 더 해주고 싶었지만 앨런그린의 굳건한 눈빛을 보고는 끝내 말을 아꼈다.\n[어쨌든 넌 그만 돌아가. 밤이 되면 위험해질 거야.]\n[......]\n언제 다시 만나게 될지 모르는 고향 친구와 작별한 앨런그린은 저주받은 도끼를 빼 들었다. 도끼날에 그의 사연있는 얼굴이 비쳤다.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "소년의 얼굴에는 나이에 어울리지 않는 고단함과 냉정함이 드러나 있다. 이 모든 건 그 저주받은 양날의 도끼로부터 시작되었다...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.16",
        "id": 2540011,
        "attribute": [
            1,
            100
        ],
        "effect": [
            113201
        ]
    },
    "2540012": {
        "show_offset_y": "-0.04",
        "race": 4,
        "type": 2,
        "story": "[요정은 똑똑한 종족이지만, 신체 능력은 우리의 강점이 아니야.]\n[우리는 두뇌로 생존해. 우리가 난쟁이, 켄타우로스 종족과 다른 점이 바로 이거야.]\n어릴 때부터 게이레눌은 모든 동족이 그랬던 것처럼, 요정은 태생적으로 체력이 다른 종족보다 못하지만, 태생적으로 복잡한 술식을 해독하는 지혜와 아름다운 마법을 다루는 능력을 가졌다는 말을 들으며 자랐다.\n[요정도 켄타우로스처럼 산을 넘고, 난쟁이처럼 땅굴을 파고, 인어처럼 위험한 바다를 건널 수 있어.]\n마침 반항의 시기가 찾아온 탓인지, 자기주장이 강한 게이레눌은 이렇게 다짐했다.\n요정의 어린 시절은 아주 길다. 그러나 게이레눌의 어린 시절은 수행의 시간이었다. 매일 물방울이 모여 물결을 이루듯, 그녀는 자신의 몸에 점점 힘이 차오르는 것을 확실하게 느꼈다.\n[...]\n그녀가 마침내 수행의 정점인 전설 속 하늘에서 떨어지는 듯한 [용자의 폭포]에 도착했을 때, 그녀는 자신감으로 가득 차 있었다.\n자신이 정상 위 햇볕의 세례를 받고 있음을 확인한 그녀는, 창으로 아래를 가리키며 요정의 체력이 약하다고 여겨지는 시대에 종말을 선포했다.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "사상 처음 [용자의 폭포] 밑에서 정상까지 등반한 요정 소녀.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.26",
        "id": 2540012,
        "attribute": [
            1,
            100
        ],
        "effect": [
            128401
        ]
    },
    "2540999": {
        "show_offset_y": "-0.28",
        "race": 4,
        "type": 1,
        "story": "[맞아, 저 산에서 딴 딸기는 정말 달아~]\n[참, 너 배고프겠다. 어? 여기도 먹을 게 없네.]\n[당신 집 아들 봤냐고요? 미안해요. 못 봤어요. 가출한 거 아니에요? 요즘 딱 반항할 시기잖아요.]\n[조심해서 가요. 오늘 너무 아름답네요. 꽃사슴 아가씨.]\n숲속의 동물들과 유쾌하게 얘기를 나누는 갈라드리엘은 조금도 공주 같지 않았다. 오히려 개구쟁이 아이 같았다.\n[공주님, 또 예절 수업을 빼먹고 이곳으로 놀러 나오셨습니까.]\n숲으로 갈라드리엘을 찾아온 건 얼굴에 피곤한 기색이 역력한 나이 든 시녀였다.\n[예절 수업은 너무 지루한걸...]\n[예절은 공주님께 무엇보다 중요한 것입니다.]\n[...]\n[시간이 나면 숲속에 와서 동물들이 하는 말을 배우지 말고 차라리 인어의 고상한 언어를 배우세요. 저들과 어울리면 공주님의 이미지만 손상됩니다. 백성들이 뭐라고 하겠어요...]\n[내 친구들을 그렇게 말하지 마!]\n갈라드리엘은 나이 든 시녀의 말을 퉁명스럽게 끊었다.\n[내가 왕녀가 되면 모두에게 동물과 대화하는 법을 배우게 할 거야!]\n사실 왕녀가 되는 것 따위 그녀는 바란 적 없었다. 그녀는 단지 숲속에 있는 사랑스러운 친구들과 계속 즐겁게 지내고 싶을 뿐이다.",
        "effect_desc": "",
        "show_offset_x": "-0.04",
        "desc": "동물과 대화를 나눌 수 있는 요정 공주다. 비록 옆에서 보면 좀 정신이 이상해 보이지만, 동물들과 함께 있을 때는 늘 자기도 모르게 미소를 짓는다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2540999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            419
        ]
    },
    "2550000": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 3,
        "story": "[……]\n사람의 발길이 닿지 않는 세상의 끝, 혹한의 산맥.\n몰아치는 칼바람 속에서 소년은 마치 이 세상에 속하지 않는 듯 빙하의 절벽에 기대어 편안히 잠들어 있다. 눈보라가 그의 긴 속눈썹에 걸려있고 달빛이 그의 뽀얗고 티끌 하나 없는 얼굴을 비추고 있었다. \n온 세상을 얼어붙게 한 눈보라 속에서 언제 깨어날지도 모르는 깊은 잠에 빠져 있었지만 소년은 여전히 입가에 옅은 미소를 띠고 있었다.\n그의 꿈속에서 빙하는 녹아 강이 되고, 강물은 스며들어 초원을 적셨다.\n따뜻한 산들바람은 온 땅에 따뜻함을 뿌리고, 꽃과 웃음은 도시와 마을 전체에 활짝 피었다. \n그는 언젠가 본인이 깨어날 것을, 언젠가 그의 꿈이 실현될 것을 알고 있었다.",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "-0.1",
        "desc": "극지에서 잠자고 있는 어린 명자다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2550001": {
        "show_offset_y": "-0.18",
        "race": 5,
        "type": 2,
        "story": "[붉은 눈동자에는 피비린내 나는 숙원이 요동치고 푸른 눈동자에는 분노의 결정이 봉인되어...]\n바알세불은 혼잣말을 중얼거리자 재판소의 신관은 자신을 저주하는 것 같다고 결론을 내렸다. 게다가 그녀의 몸에서는 정말 주문에 불타오르는 것처럼 푸른 인광이 피어올랐다.\n[어, 얼른 봐봐... 주교 대인의 말이 맞았어. 이 아이는 과연 악마에게 저주받았어!]\n눈동자 색깔 때문에 그녀는 저주를 받아 악마가 기생하는 아이로 판정되었다.\n바아세불은 아무도 접근하지 못하는 검은 숲으로 유배되었다. 그런데 그녀는 그곳에서 마치 줄곧 그녀를 기다린 것 같은 [거절의 칼날]을 발견했다. 그녀는 그 이후로... 다른 선택의 여지가 없었기에... 거짓된 진리를 살육하고 파괴하는 길을 택했다.\n[붉은 눈동자에는 피비린내 나는 숙원이 요동치고 푸른 눈동자에는 분노의 결정이 봉인되어...]\n주교가 내린 판결문은 그 자신이 죽기 직전에 한 기도문이 되었다.\n주교뿐만 아니라 차가운 주문이 들릴 때마다 한 생명이 사라졌다.\n그리고 그 옆에는 밤하늘 아래 침묵으로 피어난 붉은색과 푸른색이 어우러진 장미꽃이 있었다.",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "오드아이라는 독특한 외모 때문에 따돌림을 받던 외로운 소녀다. 그로 인해 그녀는 붉은 장미와 푸른 장미를 동시에 피게 하는 것처럼 위험하고 고독한 길을 선택한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102701
        ]
    },
    "2550002": {
        "show_offset_y": "0.06",
        "race": 5,
        "type": 2,
        "story": "[운명 그까짓 거! [일륜]으로 자르면 돼!]\n쌍검을 들어 [예언의 거울]을 쪼갠 건 방금 전 거울에 의해 사막의 고래에게 잡아 먹힐 거라는 예언을 받은 소녀였다... 사가라.\n마을 사람들은 모두 공황에 빠졌다. [예언의 거울]이 제시한 미래는 지금까지 빗나간 적이 없기 때문에 그들은 소녀에게 닥친 불행이 자신들에게 미칠 파장을 걱정했다. 또한 신기를 파괴한 소녀의 행동이 신벌을 초래할 거라고 두려워했다.\n[흥, 그렇게 무서워하다니 차라리 제가 사막의 고래라는 놈을 없애버리겠어요.]\n사가라의 말을 들은 마을 사람들은 겉으로는 걱정과 안타까움을 드러냈지만, 속으로는 오히려 무거운 짐을 벗은 것 같았다.\n거침없이 짐을 싼 소녀는 [일륜]을 들고 여정을 떠났다. 그녀는 곧바로 사막 깊은 곳에 가서 거대한 고래에게 도전장을 내밀 정도로 용감무쌍한 바보는 아니었다. 한편으로는 수행하며 실력을 갈고 닦았고 또 한편으로는 사막과 그 괴상한 고대 짐승에 대한 정보를 수집했다.\n그녀는 [운명]을 고쳐 쓸 수 있다고 굳게 믿었다. 도피하고 우회할 게 아니라 정면으로 도전해야 한다.\n[어서 와라! [운명]이라는 놈은 분명 나의 [일륜]보다 약할 거야!]\n예언에서 말한 것과 똑같은 사막의 고래가 눈앞에 나타나자 사가라는 쌍검을 뽑아 들고 필사의 각오를 다지며 도전을 시작했다.",
        "effect_desc": "",
        "show_offset_x": "0.16",
        "desc": "샤바쿠 마을 출신의 전투 소녀로 [일륜]이라는 쌍검을 쓰고 있다. 열다섯 살 되던 해, [예언의 거울]에게서 잔혹한 미래에 대한 예언을 받지만, 그녀는 샤바쿠 마을이 신기로 여기는 거울을 단칼에 산산조각 낸다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550002,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101301
        ]
    },
    "2550004": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "[오늘의 게임, 여기서 시작해요~!]\n하늘에서 떨어진 소년은 의식을 거행하고 있던 제단으로 뛰어 들어갔다. 그는 현장에 있던 사람들이 겁에 질리든 말든 상관하지 않고 항상 하던대로 자신만의 게임을 시작했다.\n[하하, 찾았다~]\n그윌기의 눈에는 사람의 영혼이 불꽃처럼 보였다.\n그 속에서 검은 연기를 내뿜으며 사람의 영혼을 잠식하는 [기생령]이 바로 그가 사냥할 목표물이었다.\n하지만, 사냥 과정은 남들이 보기에 너무 섬뜩했다. 예를 들면, 지금 그윌기의 [혼란의 발톱]은 제사장의 가슴에 꽂혀 있었다. 자세히 보면, 차원을 꿰뚫은 날카로운 발톱이 제사장의 육체에는 전혀 해를 끼치지 않음을 알 수 있지만, 주위 사람들은 모두 비명을 지르며 저주를 퍼부었다.\n[기생령]은 제사장의 흉강 안에서 미친 듯이 도망다녔고 은빛 발톱은 끝없이 목표를 쫓았다.\n[좋아... 잘 도망 다녀라. 내가 마음껏 즐길 수 있게!]\n제사장은 벌써 혼비백산한 상태였다. 다른 사람들은 다가가 그를 말리려 했지만, 광기를 내뿜는 그윌기에게 감히 다가갈 수 없었다.\n[제사장님을 놔줘! 이 괴물아!]\n[신이시여, 저 야수를 내쫓아 주소서!]\n[기생령] 사냥에 푹 빠진 그윌기는 그들의 소리가 전혀 들리지 않았다. 마침내 그가 손끝으로 교활하게 도망 다니던 [기생령]을 잡아 죽였을 때, 사람들은 이미 각자 무기를 들고 둥글게 서서 그를 제단 중앙에 포위한 상태였다.\n[어? 너희들, 모두 나랑 놀아줄 거야? 하하하하, 재미있겠는데!]",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "[어둠의 운명 사냥개]로 불린다. 날카로운 발톱으로 영혼을 찢는 능력이 있다. 자신의 칭호만큼 무서운 성격은 아니지만, 아직 나이가 어린 그는 어마어마한 능력을 조심스럽게 다루는 방법을 모르는 것 같다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102601
        ]
    },
    "2550005": {
        "show_offset_y": "-0.28",
        "race": 5,
        "type": 2,
        "story": "[하! 오랜만에 화끈하게 싸워보네... 그렇지, 실버?]\n[아우~~]\n하늘을 나는 은발의 보라색 눈동자 소녀가 동료의 목덜미를 쓰다듬으며 물었다.\n방금 이들은 머나먼 이세계에서 온 괴물 우슈므가르와 한바탕 싸웠다.\n하지만 승부는 나지 않았고, 양쪽은 지쳐서 흥이 다할 때까지 싸웠다.\n특별한 이유는 없었다. 그저... 오랫동안 싸우지 않았을 뿐이다.\n이들은 만 리나 떨어진 상공에서 싸웠지만 그 영향은 공중에만 그치지 않았다.\n아래쪽 마을은 모래와 돌이 휩쓸며 지붕이 벗겨져 나가고, 회오리바람에 가축들이 공중으로 날아갔다.\n다행히 사상자는 발생하지 않았지만 마을은 거의 폐허로 변했다.\n[아이고... 므므 녀석은 정말 조심성이 없네. 그렇지, 실버?]\n[아우...]\n불평하는 소녀의 모습을 보아하니 자신의 잘못도 있다는 걸 정말 모르는 것 같았다. 하지만 덕차가는 자신의 동료와 함께 마을을 지나가는 차력꾼인 척하며 주민들을 도와 기와를 정비했고, 집을 새로 짓는 것을 도왔다.",
        "effect_desc": "",
        "show_offset_x": "-0.12",
        "desc": "자이언트 드래곤의 혈통을 물려받은 소녀다. 본성은 악하지 않으나 자신의 힘이 가진 파괴력에 대해서 잘 알지 못하는 것 같다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.6",
        "id": 2550005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105601
        ]
    },
    "2550006": {
        "show_offset_y": "0.14",
        "race": 5,
        "type": 2,
        "story": "[그럼, 허둥지둥하며 당신의 우아함과 아름다움을 망치지 말아요. 알았죠?]\n노을이 길을 주황빛의 무대로 물들이고, 무슈후슈는 소녀 주변으로 춤을 췄다. 창칼의 움직임이 교차하는 와중 십여 명 강도의 생명이 막을 내린다.\n[다소 폭력적인 공연이 당신을 불안하게 하지 않았으면 좋겠군요.]\n소박한 옷차림으로는 소녀의 고귀한 분위기를 덮는 데 역부족이었다. 홀로 밖에 나왔으니 강도의 타깃이 될 수밖에 없었다.\n[감사합니다... 그런데 당신의 얼굴이랑 눈...]\n[변변찮은 신세에 새겨진 낙인일 뿐입니다. 부디 신경 쓰지 마시길.]\n눈을 감아 에메랄드빛 동공을 가린 무슈후슈는 멋쩍은 듯 웃어 보였다.\n뱀인의 피는 지울 수 없는 낙인이자 시기와 불안의 근원이다.\n[자유]는 자신의 선택이지 않았던가, 다른 사람에게 이해를 구할 권리 따위는 없다.\n[응? 어떻게 신경 쓰지 않을 수 있겠어요, 이렇게나 예쁜걸.]\n서늘한 손가락이 볼의 비늘무늬를 스치자 무슈후슈가 본능적으로 물러났고, 소녀는 깜짝 놀라며 손을 거뒀다.\n[앗! 죄, 죄송해요... 그게 실은... 혹시 괜찮다면 저 좀 데려다주실 수 있으세요? 물론 보수도 있어요!]\n소녀의 긴장과 기대가 섞인 눈빛에는 그 어떤 욕망도 찾아볼 수 없다. 순진하다고 해야 할지 바보 같다고 해야 할지...\n어쨌든 신경이 쓰이는 타입이다.\n[보수는... 얼마나 주실 생각이죠?]\n[음... 그, 그쪽이 말해보세요. 우리 집은 그래도 부유한 편이랍니다... 하지만 말도 안 되는 가격이라면 용서하지 않겠어요!]\n자유를 좇는 방랑자가 호위로 고용되었다. 하지만 자신을 받아들여 주는 사람이라니, 나쁘지 않은 것 같다.",
        "effect_desc": "",
        "show_offset_x": "0.17",
        "desc": "불결한 뱀인의 혈통이라는 이유로 극단에 팔려 갔다. 광대의 운명에서 벗어난 뒤에는 창술에 의지하며 발 닿는 곳 따라 자유로이 오가고 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106801
        ]
    },
    "2550007": {
        "show_offset_y": "0.02",
        "race": 5,
        "type": 2,
        "story": "[어이, 여기를 전부 공략했다고 생각한 건 아니겠지?]\n유적을 배회하던 마물을 해치우고 막 보물을 운반하려던 탐험가들 앞에 장창을 쥔 소년이 나타났다. 소년은 몬스터를 전부 해치워야만 나타나는 최종 보스처럼 모두의 앞을 막아섰다.\n[흰 머리에 까무잡잡한 피부, 거기에 짙은 갈색의 피부, 소뿔모양의 미늘창까지... 설마...?!]\n[이봐, 이건 초승달 모양이라고, 초승달! 참내...]\n순간 크사리크 탐험가들의 얼굴이 창백해졌다. 눈앞의 구리빛 피부 소년은 소문으로만 듣던, 유적 탐사 마지막 관문에 늘 등장한다는 악마 소년이기 때문이었다.\n그에반해 크사리크는 심심해 죽겠다는 듯 손에 든 장창을 무미건조하게 돌리고 있다. 탐험가들은 소년의 애창에 대한 묘사에 만족하지 못했는지, 창의 도끼날을 좌우 앞뒤로 훑어봤다.[후, 아무리 봐도 초승달이랑 좀 더 닮았다니까...]\n[미안, 우리 실수로 들어왔어. 그럼 이만...!]\n탐험대는 과감하게 보물을 포기했지만, 크사리크는 그냥 놔 줄 생각이 없어 보인다.\n[엥? 보스전은 퇴각 안 되는 거 몰라?]\n크사리크의 목소리는 부드러웠지만, 전혀 장난치는 것 같지 않았다.\n전투는 이렇게 갑작스럽게 시작됐다.\n어쩔 수 없이 싸우게 된 탐험가들은 혼신의 힘을 다해 맞섰다. 힘들게 모은 보석까지 던져봤지만, 크사리크와의 실력 차이는 너무나도 명확했다.\n탐험가들이 절망과 출발 전 유서를 써두지 않은 것에 대해 후회하기 시작했을 때, 크사리크는 오히려 동작을 멈췄다.\n[하암~ 여기까지. 클리어한 셈 치자고.]\n크사리크는 기지개를 켰다. 그리고 벌벌 떠느라 도망치는 것조차 잊은 탐험가들에게 이렇게 덧붙였다.\n[아, 참. 보물 챙겨가는 거 잊지 마. 힘들게 얻은 전리품이잖아.]\n그제야 정신 차린 탐험가들은 보물을 잽싸게 한 아름 씩 앉고 유적에서 도망쳤다. 아주 멀리 도망친 뒤에야 어떻게 그렇게 많은 사람들이 [살아서] 악마 소년에 관한 이야기를 했던 것인지 깨달았다.",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "수많은 모험가의 이야기에서 신출귀몰한 마왕으로 소개되고는 한다. 하지만 실은 스릴을 좋아하는 소년일 뿐이라고...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2550007,
        "attribute": [
            1,
            100
        ],
        "effect": [
            101601
        ]
    },
    "2550008": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "[하~ 이제 태양이 졌네. 정말 편안해~]\n거품과 함께 수면 위로 올라온 아름다운 인어 소녀.\n산호초에서 하루 종일 태양을 피한 사이렌은 편안하게 기지개를 켜고 평소처럼 큰 소리로 노래 부를 준비를 했다.\n[라라라라~ 아름다운 산호해야~ 외로운 산호해야~]\n앳된 외모와 달리 아름다운 목소리였으며, 가볍게 튕기는 현에서 흘러나오는 약간은 슬픈 멜로디가 어우러져 자욱한 바다 안갯속을 메아리쳤다.\n석양에 물든 끝없이 펼쳐진 바다에서 사이렌의 노랫소리는 다소 적막하게 들렸다.\n[어라? 저쪽에서 함대가 다가오네?]\n귀가 예민한 사이렌은 멀리 떨어진 곳에서 울리는 기적 소리를 들었다.\n헤헤, 장난을 치러 가볼까...? 사이렌은 흥분해서 꼬리를 흔들며 배들이 반드시 거쳐 가는 방향으로 헤엄쳤다.\n[응? 위험한 일은 안 할 거야. 노래와 멜로디로 원래의 항로를 벗어나 아름다운 산호해를 우회해 구경하게 하려는 것뿐이야~]",
        "effect_desc": "",
        "show_offset_x": "-0.14",
        "desc": "산호해 깊은 곳에 사는 목소리가 아름다운 인어 소녀.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            112701
        ]
    },
    "2550009": {
        "show_offset_y": "-0.25",
        "race": 5,
        "type": 2,
        "story": "[크아아!!!]\n탁한 금빛 불꽃이 낮은 울음소리와 함께 우슈므가르의 잎에서 쏟아져 나왔고, 곧이어 높다란 산이 지옥불에 그을린 것처럼 새카만 잿더미가 되어버리더니 먼지가 되어 흩어졌다.\n[므므, 대체 어딜 쏜 거야? 그럼, 이젠 내 차례다...]\n하늘 저편에서 사랑스럽지만 왠지 불길한 기운을 풍기는 목소리가 말했다. 거대한 백룡을 탄 한 소녀가 지팡이를 휘둘렀다. 천진난만한 미소를 지은 그녀는 자신이 얼마나 위험한 일을 벌이고 있는지 모르는 듯했다. 그건 그녀의 전투 상대도 마찬가지지만...\n[크오오!!]\n광폭한 우슈므가르의 사지는 쇠사슬로 묶여 있었지만, 그의 화산과 같은 파괴력을 막기엔 역부족이었다. 그는 상대처럼 하늘을 날 순 없지만, 대지를 찢어버릴 듯한 힘과 바다도 끄지 못할 불길은 [숙적]과의 교전으로 공중에서 소멸되지 않았다면, 지상을 도탄에 빠뜨리고도 남을 것이었다.\n[후~ 오늘도 재밌었어. 그럼 앞으로도 잘 부탁해, 므므!]\n양 쪽 모두 기진맥진한 후, 자줏빛 동공의 백발 소녀는 만족스러운 듯 손을 흔들었다.\n[크릉!]",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "전투욕과 파괴욕에 지배된 괴수. [숙적]의 존재 덕에 인간을 포함한 지상의 수많은 생명들이 재앙을 피할 수 있다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.5",
        "id": 2550009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            105201
        ]
    },
    "2550010": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "[야하루~! 저는 여러분들의 우주 아이돌 스키예요!]\n연주자가 없는 타블라가 허공에서 울리기 시작했다. 어디선가 떠오른 불꽃이 차갑고 쓸쓸한 밤하늘을 밝게 비췄다.\n[스키 님이다!] [스키 천사야!] [전 스키 님의 개예요!]\n빛나는 별자리에서 아득하면서도 선명한 소리가 들려왔다. 이 소리들은 각자의 행성에서 자신이 동경하는 아이돌에게 부르짖는 외침이었다.\n[여러분들의 목소리, 스키가 모두 다 들었어요~!]\n비록 각 행성에서 전해온 소리는 아주 작았지만, 그것들은 분명 하나도 빠짐없이 스키의 가슴에 모여 거대한 용기가 되었다.\n[그러니까~ 이제 잘 들어주세요~]\n어디서 각종 악기를 섞은 멜로디가 들려오더니 밤하늘에 울려 퍼지기 시작했다.\n그리고 그 음표들과 스키의 노랫소리는 외로운 우주를 지나 듣고 싶은 자의 귀까지 전달되었다.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "자칭 은하계 전체의 최고 인기 아이돌. 광년으로 재야 하는 거리이지만, 그녀의 노랫소리를 막지는 못한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550010,
        "attribute": [
            1,
            100
        ],
        "effect": [
            102001
        ]
    },
    "2550011": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "[다들 이리 와~]\n운무와 수증기가 가득한 깊은 숲속, 어렴풋이 소녀의 은방울 같은 웃음소리가 들려왔다.\n작은 소녀가 나뭇가지 위에서 뛰어내리자 가지 사이의 진한 안개가 바로 탄성 있는 실체로 응축되어 그녀를 안전하게 받아낸 후 또 다른 안개 쪽으로 튕겨주었다. 이런 행위를 몇 번 반복한 후 소녀는 만족하며 두꺼운 나뭇가지 위에 앉았고, 안개 더미들도 그녀의 곁에 모이더니 자신의 원래 모습을 드러냈다.\n[뭐? 이 아이는 왜 여기에 누울 수 있냐고? 숲에서 길을 잃은 여행객을 밖으로 데려다준 적이 있잖아. 착한 아이라서 상을 주는 거야~]\n그녀의 다리 위에 누운 안개의 정령은 느긋하게 기지개를 켜며 만족스러운 모습을 보였고, 옆에 있던 다른 정령이 불만스럽다는 듯 숨소리를 냈다. 그런데 그때 마나사는 뭔가 생각났는지 또다른 정령을 매섭게 쳐다봤다.\n[로로, 지난번에 그 여행자가 나무 아래에서 잘 때 몰래 장난쳤지! 나쁜 아이는 벌을 받아야 해!]\n도망치려던 정령은 안개로 변하기도 전에 빗방울로 만들어진 작은 우리에 갇혔다.\n[여기서 잘 반성하도록 해! 우리는 다른 데 가서 놀 거야!]\n소녀가 나뭇가지 위에 올라서자 공기 속 수증기의 미세한 떨림이 느껴졌다. 아무래도... 또 누가 길을 잃고 이곳에 들어온 것 같다.\n마나사는 잠시 머뭇거리더니 곧장 나아갈 방향을 바꿨다.\n[얘들아~ 일단 저 사람을 도와주러 가자!]\n그녀의 곁에 모인 정령들이 서로 마주 보며 고개를 끄덕이더니, 마나사를 따라 안개가 진동하는 방향으로 달려갔다.\n아마 머지않은 미래에, [돌아올 수 없는 곳]이라는 악명도 이 순간의 안개와 함께 사라질 것이다.",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "[돌아올 수 없는 안개 낀 삼림]에 강림한 소녀, 작은 체구에 위엄이 가득하다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550011,
        "attribute": [
            1,
            100
        ],
        "effect": [
            115601
        ]
    },
    "2550012": {
        "show_offset_y": "-0.23",
        "race": 5,
        "type": 2,
        "story": "[용신님! 여신님! 제발 도와주세요. 제 아내가 막 사고 때문에 세상을 떠났는데, 딸이 또 중병에 걸렸습니다... 당신만이 절 도우실 수 있습니다!]\n남자는 원형 광장 중앙에 무릎 꿇고 앉았다. 차가운 벽돌이 손발을 찌르는 통증은 신경 쓰지도 않았다.\n[그래?]\n화려한 옷을 입은 여인은 차갑게 그를 내려다볼 뿐, 아리따운 얼굴에 미동도 없었다. [올라가. 네가 바라는 것이 거울에서 나타날 거다.]\n하지만 남자가 미친 듯이 기뻐하며 높은 계단의 끝에 도달해 손을 뻗어 거울을 잡았을 때, 선명한 거울 속에 드러난 모습이 삽시간에 변했다. 그는 자신이 한 어두운 방 안에 있는 모습을 보았다. 수중에는 피가 묻은 보석 장신구들이 있었고, 발밑에는 쓰러진 여인과 아이가 있었다.\n[아, 아니야... 이게 아니야! 난 그저...!!]\n겁에 질린 그가 뒤로 물러나며 뭔가를 해명하려는데 그림자가 몸을 돌려 그에게 음험한 웃음을 드러냈다.\n무수한 검은 그림자의 손이 거울에서 튀어나오더니 남자의 몸을 단단히 속박했다.\n[여, 여신님!! 제가 잘못했어요!!! 살려주세요. 전 죽고 싶지... 으아아악!!!]\n여자는 아무 말 없이 그가 검은 그림자에게 잡아먹히는 모습을 바라봤다.\n모든 것이 평온함으로 돌아간 후, 그녀는 거울 앞으로 걸어갔다. 그때 다시 매끈하게 변한 거울에 비친 것은 놀랍게도, 칠흑의 드래곤이었다.\n[멍청하기 짝이 없군. 얼음 거울은 진실의 그림자만 드러낸다고... 대체 언제 그런 황당한 소문이 퍼진 거야?]\n그녀는 가볍게 탄식하더니 뭔가를 느낀 것처럼 고개를 돌렸다. 거울 속의 그녀와 똑같은 남보라색의 용의 눈도 동시에 산기슭 쪽을 바라봤다.\n[됐어... 다음으로 올라온 사람은 뭘 원하는지 볼까.]",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "설산 깊은 곳, 얼음 호수 궁전의 주인. 전설에 의하면 그녀를 볼 수만 있어도 모든 소원이 이루어진다는데...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550012,
        "attribute": [
            1,
            100
        ],
        "effect": [
            108901
        ]
    },
    "2550996": {
        "show_offset_y": "",
        "race": 5,
        "type": 2,
        "story": "40a3427666c3b71f78f489a2fad3ecda",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "c80bd813c9134e7fb4213c3623aea65e",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2550996,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104601
        ]
    },
    "2550997": {
        "show_offset_y": "",
        "race": 5,
        "type": 2,
        "story": "0db4c06f659083facc198231a44a81dc",
        "effect_desc": "",
        "show_offset_x": "",
        "desc": "987bf48aaf74c643ee2aaa78f4fd3711",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "",
        "id": 2550997,
        "attribute": [
            1,
            100
        ],
        "effect": [
            104501
        ]
    },
    "2550998": {
        "show_offset_y": "-0.13",
        "race": 5,
        "type": 1,
        "story": "[치료랑 가호는 제게 맡기세요~ 네? 이상할 것 같다구요? 헤헷, 걱정할 필요 없다니까요~!]\n활기 넘치는 백발 소녀는 조그만 파란 병을 세상에서 가장 값진 것인 양 들어 올렸다.\n[레아 님 최고! 레아 님은 천사셔!]\n어느새 탐험가 사이에 레아 팬클럽이 생겨났다.\n이들은 하나같이 레아가 새로 개발한 약(뜨거운 사막을 지나도 시원함을 유지할 수 있다...)을 들고 환호했다.\n레아의 신약과 함께 탐험대는 새로운 모험을 떠났다.\n[살려줘요! 이 역겨운 괴물, 미끈거려서는 공격이 전혀 먹혀들지를 않잖아!]\n[레아...? 뒤로 물러서시죠, 이 역겨운 괴물이 레아한테 닿으면 큰일이니까. 엥, 레아?]\n탐험가들은 괴물 쪽으로 다가가는 레아를 멍하니 바라봤다.\n[잘 봐요, 이 약을 무기에 바르기만 하면! 이렇게... 됐다~]\n레아가 한 모험가의 화살 끝에 신약을 바르자, 신기하게도 거대한 기름방울 혹은 미끈거리는 젤리 같던 몬스터에게 모험가들의 공격이 먹혀들었다.\n[오오! 레아 님의 약에 이런 효과도 있었군요! 역시 우리의 레아 님!]\n탐험가들은 약을 꺼내 무기에 바른 뒤 몬스터를 향해 맹공을 퍼부었다.\n[감사합니다! 이상한 늪에 빠졌는데 간신히 빠져나왔는데 온몸에 짜증 나는 게 붙어서 떨어지질 않았어요...]\n그 거대한 기름방울을 약으로 전부 용해하자, [몬스터]의 진짜 신분이 드러났다. 바로 함정에 빠져 이상한 늪에 뒤덮인 탐험가였다. 하지만 약욕 후 그의 몸은 왁스를 바른 것처럼 광택이 흘렀다.\n[헤헷, 전 천재 약사인걸요~ 천재 약사가 만들었으니 당연히 기적을 가져다줘야죠~!]",
        "effect_desc": "",
        "show_offset_x": "-0.02",
        "desc": "천재 소녀 약사. 탐험대가 쓸 회복 물약과 기타 향상 효과를 지닌 약물을 만든다.",
        "attrib_addition": 20,
        "display_type": 1,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2550998,
        "attribute": [
            1,
            100
        ],
        "effect": [
            421
        ]
    },
    "2550999": {
        "show_offset_y": "0.02",
        "race": 5,
        "type": 1,
        "story": "[그대의 현세에서의 시간은 끝이 났다. 이제는 방황을 끝낼 때야.]\n바스키는 부드럽지만 단호한 목소리로 [저 세상]으로 떠나기 싫어하는 남자에게 말했다.\n[아니... 아니, 아니오! 나는 여기서 죽고 싶지 않아. 난 아직 죽고 싶지 않다고!]\n남자는 한이 맺힌 울부짖음을 쏟아내더니 온 힘을 다해 도망쳤고 칠흑 같은 어둠 속으로 뛰어들었다.\n[저쪽은...]\n검은 베일 아래에서 속절없는 한숨이 들렸다.\n[나는 죽기 싫어 나는 죽기 싫어...]\n남자는 미쳐 날뛰는 광인처럼 끊임없이 중얼거리며 어두운 숲속으로 들어갔다.\n[히히히히, 이 사람 좀 봐. 자기가 이미 죽었다는 걸 아직 모르는 것 같아~]\n[히히히, 이런 신선한 영혼이 제일 맛있지~]\n사람의 영혼을 먹는 숲속 괴물에게 찍힌 남자는 자신이 이미 덫에 걸린 먹잇감이라는 걸 깨달았다.\n[괴물에게 잡아먹히면 그대의 영혼은 부서져 잔해만 남지. 기억은 상실되고 의지할 곳도 없으며 윤회도 할 수 없게 되지.]\n다행히 늦지 않게 도착한 바스키가 괴물을 퇴치했다.\n광분했던 남자는 그제야 진정되었다. 결국 자신이 이미 죽었다는 사실을 받아들인 그는 더 이상 발버둥 치지 않고 바스키를 따라 저승으로 걸어갔다.\n방금 그런 소란이 있었지만, 바스키의 마음은 평온했다. 그녀에게 이건 익숙한 일이었다. 그녀는 생환에 집착하는 죽은 자들을 너무 많이 봐왔다. 그녀는 그저 모든 영혼을 그들의 안식처로 인도하는 자신의 직무를 묵묵히 수행할 뿐이다.",
        "effect_desc": "",
        "show_offset_x": "-0.06",
        "desc": "[저세상]으로 통하는 인도자, 아무도 베일에 가린 얼굴을 본 적이 없다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2550999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            420
        ]
    },
    "2590000": {
        "show_offset_y": "-0.23",
        "race": 9,
        "type": 3,
        "story": "[......]\n망망대해에 떠 있는 유일한 방주, 종말 세계의 유일한 희망이다.\n세상을 뒤엎은 풍랑 속에서도 여전히 고요히 잠들어 있는 아이. 그 아이는 모든 축복과 소망을 품은 채 다음 세상을 연결하고 있다.\n그 아이가 깨어나면 모든 희망이 그의 눈앞에 펼쳐질 것이다.",
        "effect_desc": "잠든 아이의 진짜 이름을 불러 동일한 신계의 5성 펑터로 각성시킬 수 있다.",
        "show_offset_x": "-0.1",
        "desc": "작은 배 위에서 잠자는 천원의 아이.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590000,
        "attribute": [
            1,
            100
        ],
        "effect": [
            0
        ]
    },
    "2590001": {
        "show_offset_y": "-0.24",
        "race": 9,
        "type": 2,
        "story": "[필방, 필방...]\n숲속에서 또다시 불길이 치솟고, 동물들은 사방으로 도망쳤다.\n사냥꾼들이 말하길, [필방]을 부르는 소녀의 목소리가 들리면 즉시 도망쳐야 하며, 도망치지 않으면 불바다에 휘말리게 될 것이다.\n그들은 소녀의 목소리를 화염의 징조로 여겼고, 실제로 인과관계가 있는지 확인할 필요도 없었다.\n[... 필방, 필방...]\n그녀는 그저 이렇게 부르면서 하루 종일 머릿속을 맴도는 그 이름이 그녀에게 해답을 줄 수 있길 바랐다.\n그녀가 그 이름을 알게 된 건 불 속에서였다. 중요한 무언가를 잃어버렸을 수도, 친구를 잃어버렸을 수도, 아니면 숙명의 종착점을 찾고 있는 걸 수도 있겠지만, 어쨌든 그 이름은 그렇게 뜬금없이 튀어나왔다.\n그녀가 몇 번이고 불바다로 뛰어드는 건 최초의 불바다 속에 있던 그 답을 찾기 위해서다.\n불꽃은 존재해서는 안 되는 것을 불태운다.\n불꽃은 존재해야 할 자아를 불태운다.",
        "effect_desc": "",
        "show_offset_x": "-0.065",
        "desc": "그 이름은 온종일 그녀의 머릿속에 맴돌았고, 그녀가 불길 속에서 천만번을 죽다 살아나도 여전히 지워지지 않았다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590001,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107001
        ]
    },
    "2590003": {
        "show_offset_y": "-0.06",
        "race": 9,
        "type": 2,
        "story": "[금빛 깃털은 황금빛 고향, 복숭앗빛 깃털은 무릉도원...]\n하늘 높이 솟은 절벽에 어느 외딴 오동나무 위에 [황]이라는 이름의 소녀가 살고 있었다. 그녀는 매일 산천을 가로지르며 알록달록한 꿈결을 엮어냈지만, 정작 가지에 머무르며 자신의 꿈을 엮어낸 적은 없었다.\n[연지색의 깃털은 끝없는 축제...]\n오동나무 잎이 떨어지고 다시 돋아났다. 해가 지고 밤이 찾아오기 전에 황은 다시 한번 황홀한 꿈결을 엮어냈다. 그토록 아름다운 꿈을 삼천 번 만들어 내도 그녀만의 꿈은 한 번도 찾아온 적이 없었다.\n그녀는 언제쯤 지칠까? 언젠가 때가 되면 그녀도 편안한 꿈을 꿀 수 있을까?",
        "effect_desc": "",
        "show_offset_x": "0.03",
        "desc": "모든 깃털 속에는 하나의 세계가 깃들어 있다. 알록달록한 세상을 엮어내는 소녀지만 정작 자신의 안식처는 찾지 못했다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.1",
        "id": 2590003,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107501
        ]
    },
    "2590004": {
        "show_offset_y": "-0.15",
        "race": 9,
        "type": 2,
        "story": "물고기가 없는 강물 속에는 뭐가 있을까?\n수초, 자갈, 진흙, 그리고 쉼 없이 흐르는 급류가 있다.\n그들이 말하길, 청록색 옷의 그 소년이 나타난 이후로 그 강에서 안개가 걷힌 적이 없었다고 했다.\n그 소년은 언제나 홀로 강변을 거닐며 끝없는 수면만 묵묵히 바라볼 뿐이라고...\n그리고 그맘때 항해를 떠난 배들이 돌아오지 않고 있었다.\n그들이 말하길, 행적이 수상한 그 소년은 어떤 재앙의 화근일지도 모른다고 했다.\n강 속에는 물고기가 없지만, 이곳에서 사는 사람들은 이상하게 여기지 않았다. 그들은 알지 못했다. 이 강물 속에는 물고기가 있어야 한다는 걸.\n그들은 알지 못했다. 사실 강물 속에는 용이 숨어있다는 걸.\n이후 안개가 걷히고 소년이 사라지더니, 배들도 무사히 돌아오고 물속에 물고기도 생겨났다.\n거리의 미치광이가 말하길, 청록색 옷의 소년이 비바람 속에서 용과 싸우고 있었다고 한다.",
        "effect_desc": "",
        "show_offset_x": "-0.03",
        "desc": "[나는 나의 천명대로 행한다.]",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2590004,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107101
        ]
    },
    "2590005": {
        "show_offset_y": "-0.01",
        "race": 9,
        "type": 2,
        "story": "[인간이든 요괴든, 이곳의 생물이든 아니든, 낙원으로 향하려면 반드시 나의 테스트를 통과해야만 한다.]\n높은 기둥 위에 앉은 용호는 차가운 눈빛으로 계단 아래 엎드린 사람들을 내려다보았다.\n그녀 뒤의 긴 계단으로 이루어진 언덕길을 지나면 사람들의 소원을 모두 실체화해 준다는 전설의 [낙원]에 도달할 수 있다.\n하지만 [낙원]이 사악한 소원으로 오염되지 않도록 용호는 계단을 오르는 자들이 순수한 소원을 지녔는지 반드시 확인해야 한다.\n이를 위해 그녀는 소녀의 밝은 미소를 과거에 봉인했고, 무감정한 심판자로 거듭났다.\n[질문, 자네의 소원은 무엇을 위한 것인가?]\n평소처럼 방문자의 일생을 기록한 장부를 확인한 후, 용호는 관례대로 질문을 건넨다. 겨울 별처럼 차디찬 눈빛은 모든 거짓을 꿰뚫어 볼 수 있다.\n[다시 한번 네 미소를 보고 싶어.]\n하지만 오랜만에 그녀를 미소 짓게 한 답안은 한 치의 거짓도 없이 맑고 깨끗했다.",
        "effect_desc": "",
        "show_offset_x": "-0.08",
        "desc": "[저승 산길]의 파수꾼. [저승 산길]을 통해 [낙원]으로 가려면, 반드시 그녀의 시험을 통과해야 한다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2590005,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107201
        ]
    },
    "2590006": {
        "show_offset_y": "0",
        "race": 9,
        "type": 2,
        "story": "그녀는 달아나려 한다.\n몸부림치며 그물을 뚫었고, 한 끼 식삿거리가 될 운명에서 벗어났다.\n그녀는 인간의 형태를 이루었고, 평범한 물고기가 될 운명에서 벗어났다.\n그녀는 용문을 넘어서길 원하고, 이 드넓은 세상이 더 이상 그녀의 감옥이 아니길 원한다.\n추락. 추락. 추락. 주변의 샘물은 마치 하늘처럼 맑고 투명했다.\n[난 어디에 있지?]\n그녀는 자신이 이미 운명의 문턱을 넘어섰다고 믿었다.\n[나... 변한 건가...]\n그녀는 여전히 잉어였다. 용이 되는 전설은 그저 전설에 불과했다.\n그녀는 이미 이 현실을 받아들였다. 구름 위는 잉어가 있을 곳이 아니었다.\n그녀는 그림을 그리기 시작했다. 자신이 보는 상황을 그렸고, 꿈속의 풍경을 그렸으며, 세상에 존재하지 않는 것들을 그렸다.\n그림은 끝없이 이어졌으며, 그녀의 마음은 이미 세상 밖까지 도달했다.\n...그녀는 도망쳤다.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "[이 세상이 거대한 유리등이 아니라고 어떻게 확신할 수 있어?]",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2590006,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107601
        ]
    },
    "2590007": {
        "show_offset_y": "0.05",
        "race": 9,
        "type": 2,
        "story": "[정말 대양산에서 난새를 본 사람이 있어?]\n[틀림없어, 그렇게 아름다운 방이를 잘못 봤을 리 없어!]\n[그 새를 잡으면 정말 세계가 평화로워질까?]\n[몰라, 하지만 잡으면 확실히 큰돈을 벌 수 있을 거야!]\n[날 찾고 있는 것인가...]\n맑은 풍경 소리가 깊은 숲속에서 어렴풋이 들려왔다. 그 소리와 함께 난새가 손에 금빛 등불을 들고 산에서 내려왔다.\n[......]\n신비감이 감도는 아름다움에 일행은 얼어붙었다. 누가 감히 이러한 신수를 잡거나 해칠 수 있겠는가?\n[세계에 평화를 가져다주는 건... 미안하지만 내겐 그런 힘이 없어...]\n난새의 얼굴엔 미안한 기색이 역력했지만 다들 고개를 내저었다. 일행은 산을 내려갔고, 난새의 아름다움을 그림과 시로 표현하여 널리 퍼트렸다.\n이 아름답고 신성한 신수가 이 산에 머무르는 한 그녀를 괴롭힐 만한 분쟁이 일어나선 안 된다. 이는 세상 모든 사람들에게 공감받았다.\n[고마워... 내가 평화를 가져온 게 아니야. 너희가 나를 평온하게 만들어 주었어.]",
        "effect_desc": "",
        "show_offset_x": "0.1",
        "desc": "나타나면 세계에 평화를 가져다준다는 전설의 새. 전설은 그리 정확하지 않을지도...",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1",
        "id": 2590007,
        "attribute": [
            1,
            100
        ],
        "effect": [
            107401
        ]
    },
    "2590008": {
        "show_offset_y": "-0.21",
        "race": 9,
        "type": 2,
        "story": "[히히, 오늘은 맛있는 인간 아이가 있으려나~]\n한 소녀가 손톱과 이빨을 드러낸 채 정상에 서서 좁고 긴 길을 바라보고 있었다.\n하지만 인적 드문 산길에는 해가 수십 차례 뜨고 지기를 반복한 후에야 행인이 나타나고는 했다.\n[너무 심심하고 배고파~ 재밌는 인간 아이가 없을까...]\n소녀는 졸린 눈으로 절벽에 기댄 채, 무료하게 저 높은 곳에 있는 달을 향해 돌을 던졌다.\n[음?]\n가파른 산길에 마침내 천천히 움직이는 누군가가 나타났다.\n[저건... 신선한 인간 아이잖아!]\n송곳니를 드러낸 채 언덕 아래로 뛰어내린 토루는 서둘러 식사를 시작하지 않았다. 힘들게 잡은 인간을 제대로 가지고 놀지 않고 먹어버리면 너무 아깝지 않은가?\n[...저...절 잡아먹지 마세요...]\n대나무 통을 맨 어린 약사는 겁에 질려 주저앉았다.\n[내가 그렇게 무서운가... 휴... 꽤 충격적인걸...]\n[너 같은 겁쟁이는 분명 맛없을 거야... 됐다. 널 잡아먹지 않을 순 있지만, 대신 한 가지 조건이 있어. 잘 들어, 인간 꼬맹이...]\n[매일 산에 올라와 나랑 놀아줘!]",
        "effect_desc": "",
        "show_offset_x": "-0.1",
        "desc": "천연요새에 출몰하며 그곳을 지나가는 여행자에게 장난치는 것을 좋아하는 요괴 소녀다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.4",
        "id": 2590008,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106001
        ]
    },
    "2590009": {
        "show_offset_y": "-0.12",
        "race": 9,
        "type": 2,
        "story": "[네가 알고 싶은 건 투명한 역사야? 아니면 순식간에 사라지는 현재야? 아니면 먼지처럼 모호한 미래야?]\n천신만고 끝에 도착한 대나무 숲 비경에서 천사 같은 소녀의 목소리가 들려왔다.\n소녀가 말하는 이 순간에도 지식의 두루마리는 계속해서 늘어났다.\n비극이든, 참극이든, 희극이든, 촌극이든, 모두 사실대로 두루마리에 기록된다. 소녀는 그 위에서 무심하게 붓을 휘두르는 것처럼 보였지만, 모든 순간을 영원한 두루마리로 만들고 있었다.\n[...]\n이 모습을 넋 놓고 바라보던 여행자는 갑자기 자신이 찾아 헤매던 [지식]이 무엇과 관련된 건지는 더 이상 중요하지 않다고 느껴졌다.\n[여기 남아서 같이 그림을 그리고 싶다고? 하하, 정말 욕심쟁이네.]",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "삼천세계에 관한 모든 지식에 관한 그림을 그리는 소녀.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.3",
        "id": 2590009,
        "attribute": [
            1,
            100
        ],
        "effect": [
            106101
        ]
    },
    "2590999": {
        "show_offset_y": "-0.04",
        "race": 9,
        "type": 1,
        "story": "[비켜!]\n붉은 화염이 활활 타오르고, 거대한 야수 앞, 불길 속에서 나온 소녀는 조금도 그을린 곳이 없었다.\n악령에 둘러싸인 소녀는 군왕과도 같았고, 위풍당당한 기세는 보는 이들을 압도했다.\n[말도 안 돼, 쟁이 어떻게 여기에서 나와?]\n서로 다르게 생긴 악령들은 소녀의 기세에 압도되었고, 그들에게 이 강대한 적으로부터 벗어날 기회는 전혀 없었다.\n[돌격!]\n궁지에 몰린 그들은 마지막 발악을 했다. 악령들이 소녀를 향해 돌진하자 소녀는 마지막 진격을 가했다.\n[더 이상 내 시간을 낭비하지 마, 난 찾아야 할 사람이 있다고!]\n소녀가 팔을 들어 올리자, 그녀의 움직임에 따라 등 뒤의 불길이 더욱 세차게 타올랐다. 거대한 야수의 그림자가 땅에 닿자 악령들은 순식간에 사라졌다.\n남은 악령들은 눈앞에서 순식간에 사라진 동료들을 보고 울부짖더니, 목숨 걸고 싸울 태세를 취했다.\n그러나 소녀는 더 이상 상대해줄 인내심이 남아있지 않았다.\n잠시 후, 사방이 온통 불바다가 되었고 소녀는 불타는 악령들에게 눈길 한 번 주지 않고 화염에 휩싸인 언덕을 떠나갔다.\n[촉룡 이 자식, 대체 어디로 간 거야...]\n소녀는 중얼거리며 길을 나섰다.",
        "effect_desc": "",
        "show_offset_x": "0.02",
        "desc": "촉산에 사는 소녀다. 말없이 떠난 친구와의 이별 때문에 기나긴 여정에 나섰다.",
        "attrib_addition": 20,
        "display_type": 0,
        "starlevel": 5,
        "show_tiling_scale": "1.2",
        "id": 2590999,
        "attribute": [
            1,
            100
        ],
        "effect": [
            425
        ]
    },
    "get_id_list_by_race": {
        "9": [
            2390001,
            2490001,
            2490002,
            2590000,
            2590001,
            2590003,
            2590004,
            2590005,
            2590006,
            2590007,
            2590008,
            2590009,
            2590999
        ],
        "5": [
            2350001,
            2450001,
            2450002,
            2550000,
            2550001,
            2550002,
            2550004,
            2550005,
            2550006,
            2550007,
            2550008,
            2550009,
            2550010,
            2550011,
            2550012,
            2550996,
            2550997,
            2550998,
            2550999
        ],
        "4": [
            2340001,
            2440001,
            2440002,
            2540000,
            2540001,
            2540002,
            2540003,
            2540004,
            2540005,
            2540006,
            2540008,
            2540009,
            2540010,
            2540011,
            2540012,
            2540999
        ],
        "3": [
            2330001,
            2430001,
            2430002,
            2530000,
            2530001,
            2530002,
            2530003,
            2530004,
            2530005,
            2530006,
            2530007,
            2530008,
            2530009,
            2530010,
            2530011,
            2530012,
            2530999
        ],
        "2": [
            2320001,
            2420001,
            2420002,
            2520000,
            2520001,
            2520002,
            2520003,
            2520004,
            2520005,
            2520006,
            2520007,
            2520008,
            2520009,
            2520999
        ],
        "1": [
            2310001,
            2410001,
            2410002,
            2510000,
            2510001,
            2510002,
            2510003,
            2510004,
            2510005,
            2510006,
            2510007,
            2510008,
            2510009,
            2510010,
            2510012,
            2510013,
            2510014,
            2510999
        ]
    },
    "get_id_list_by_effect": {
        "425": [
            2590999
        ],
        "106101": [
            2590009
        ],
        "106001": [
            2590008
        ],
        "107401": [
            2590007
        ],
        "107601": [
            2590006
        ],
        "107201": [
            2590005
        ],
        "107101": [
            2590004
        ],
        "107501": [
            2590003
        ],
        "107001": [
            2590001
        ],
        "420": [
            2550999
        ],
        "421": [
            2550998
        ],
        "104501": [
            2550997
        ],
        "104601": [
            2550996
        ],
        "108901": [
            2550012
        ],
        "115601": [
            2550011
        ],
        "102001": [
            2550010
        ],
        "105201": [
            2550009
        ],
        "112701": [
            2550008
        ],
        "101601": [
            2550007
        ],
        "106801": [
            2550006
        ],
        "105601": [
            2550005
        ],
        "102601": [
            2550004
        ],
        "101301": [
            2550002
        ],
        "102701": [
            2550001
        ],
        "419": [
            2540999
        ],
        "128401": [
            2540012
        ],
        "113201": [
            2540011
        ],
        "108101": [
            2540010
        ],
        "103301": [
            2540009
        ],
        "103201": [
            2540008
        ],
        "102801": [
            2540006
        ],
        "118401": [
            2540005
        ],
        "103701": [
            2540004
        ],
        "109401": [
            2540003
        ],
        "108401": [
            2540002
        ],
        "108001": [
            2540001
        ],
        "418": [
            2530999
        ],
        "115001": [
            2530012
        ],
        "104901": [
            2530011
        ],
        "115801": [
            2530010
        ],
        "105501": [
            2530009
        ],
        "105801": [
            2530008
        ],
        "119901": [
            2530007
        ],
        "105001": [
            2530006
        ],
        "114801": [
            2530005
        ],
        "109301": [
            2530004
        ],
        "106601": [
            2530003
        ],
        "104802": [
            2530002
        ],
        "109901": [
            2530001
        ],
        "417": [
            2520999
        ],
        "109501": [
            2520009
        ],
        "101501": [
            2520008
        ],
        "101701": [
            2520007
        ],
        "111901": [
            2520006
        ],
        "111101": [
            2520005
        ],
        "103501": [
            2520004
        ],
        "102401": [
            2520003
        ],
        "101101": [
            2520002
        ],
        "101901": [
            2520001
        ],
        "416": [
            2510999
        ],
        "102101": [
            2510014
        ],
        "102201": [
            2510013
        ],
        "119701": [
            2510012
        ],
        "113901": [
            2510010
        ],
        "113801": [
            2510009
        ],
        "109601": [
            2510008
        ],
        "109701": [
            2510007
        ],
        "106701": [
            2510006
        ],
        "104201": [
            2510005
        ],
        "104101": [
            2510004
        ],
        "105901": [
            2510003
        ],
        "103901": [
            2510002
        ],
        "103801": [
            2510001
        ],
        "0": [
            2510000,
            2520000,
            2530000,
            2540000,
            2550000,
            2590000
        ],
        "424": [
            2490002
        ],
        "423": [
            2490001
        ],
        "415": [
            2450002
        ],
        "414": [
            2450001
        ],
        "413": [
            2440002
        ],
        "412": [
            2440001
        ],
        "411": [
            2430002
        ],
        "410": [
            2430001
        ],
        "409": [
            2420002
        ],
        "408": [
            2420001
        ],
        "407": [
            2410002
        ],
        "406": [
            2410001
        ],
        "422": [
            2390001
        ],
        "405": [
            2350001
        ],
        "404": [
            2340001
        ],
        "403": [
            2330001
        ],
        "402": [
            2320001
        ],
        "401": [
            2310001
        ]
    },
    "all": [
        2310001,
        2320001,
        2330001,
        2340001,
        2350001,
        2390001,
        2410001,
        2410002,
        2420001,
        2420002,
        2430001,
        2430002,
        2440001,
        2440002,
        2450001,
        2450002,
        2490001,
        2490002,
        2510000,
        2510001,
        2510002,
        2510003,
        2510004,
        2510005,
        2510006,
        2510007,
        2510008,
        2510009,
        2510010,
        2510012,
        2510013,
        2510014,
        2510999,
        2520000,
        2520001,
        2520002,
        2520003,
        2520004,
        2520005,
        2520006,
        2520007,
        2520008,
        2520009,
        2520999,
        2530000,
        2530001,
        2530002,
        2530003,
        2530004,
        2530005,
        2530006,
        2530007,
        2530008,
        2530009,
        2530010,
        2530011,
        2530012,
        2530999,
        2540000,
        2540001,
        2540002,
        2540003,
        2540004,
        2540005,
        2540006,
        2540008,
        2540009,
        2540010,
        2540011,
        2540012,
        2540999,
        2550000,
        2550001,
        2550002,
        2550004,
        2550005,
        2550006,
        2550007,
        2550008,
        2550009,
        2550010,
        2550011,
        2550012,
        2550996,
        2550997,
        2550998,
        2550999,
        2590000,
        2590001,
        2590003,
        2590004,
        2590005,
        2590006,
        2590007,
        2590008,
        2590009,
        2590999
    ]
}